export default [
	    {
		            "q": "北韓的首都在哪裡？",
		            "c": [
				                "漢城",
				                "平壤",
				                "平塚",
				                "東京"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "一場正常足球比賽，每隊有多少名足球員出賽？",
		            "c": [
				                "22個",
				                "9個",
				                "12個",
				                "11個"
				            ],
		            "a": "D"
		        },
	    {
		            "q": "印度教徒相信只有哪裡的水可以洗淨他們靈魂？",
		            "c": [
				                "黃河",
				                "恆河",
				                "尼羅河",
				                "長江"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "不同顏色的壁球代表什麼？",
		            "c": [
				                "球的大小",
				                "比賽地方",
				                "球的速度",
				                "比賽級別"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "《金田一少年事件簿》中，誰是金田一青梅竹馬的女朋友？",
		            "c": [
				                "月都果步",
				                "七瀨美雪",
				                "神田菜都",
				                "金井永都"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "《浮士德》的作者哥德是哪個國籍？",
		            "c": [
				                "比利時",
				                "德國",
				                "法國",
				                "英國"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "京劇中的臉譜，「紅臉」是代表什麼？",
		            "c": [
				                "忠勇",
				                "狡詐",
				                "好色",
				                "懦弱"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "巴士行內術語「大銀幕」代表什麼？",
		            "c": [
				                "車頭燈",
				                "水撥",
				                "倒後鏡",
				                "車頭擋風玻璃"
				            ],
		            "a": "D"
		        },
	    {
		            "q": "溫布頓網球公開賽在哪裡舉行？",
		            "c": [
				                "美國",
				                "日本",
				                "意大利",
				                "英國"
				            ],
		            "a": "D"
		        },
	    {
		            "q": "海南島的三亞市以什麼工藝品著名？",
		            "c": [
				                "中國劍",
				                "銅雕",
				                "椰雕",
				                "髮繡"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "以下哪個國家不是位於南美洲？",
		            "c": [
				                "哥倫比亞",
				                "安道爾",
				                "古巴",
				                "智利"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "首次被判破產的人經過多久會自動解除破產人身份？",
		            "c": [
				                "2年",
				                "4年",
				                "7年",
				                "10年"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "「小號」是屬於哪一種類別的樂器？",
		            "c": [
				                "敲擊樂",
				                "弦樂",
				                "管樂",
				                "琴鍵樂"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "以下哪個姓氏不是新界的「五大姓氏族」之一？",
		            "c": [
				                "李",
				                "文",
				                "鄧",
				                "廖"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "香港的物業稅的標準稅率是多少？",
		            "c": [
				                "10%",
				                "12%",
				                "15%",
				                "20%"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "自己稱呼爸爸的媽媽為什麼？",
		            "c": [
				                "婆婆",
				                "祖母",
				                "姨媽",
				                "姐姐"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "今年的冬至是在新曆的幾月幾日？",
		            "c": [
				                "12月5日",
				                "12月22日",
				                "11月5日",
				                "11月22日"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "中國內地生育法例，在城市只準(准)一對已婚夫婦生多少個小孩？",
		            "c": [
				                "1",
				                "2",
				                "3",
				                "4"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "福克蘭戰爭發生時，誰是英國首相？",
		            "c": [
				                "邱吉爾",
				                "威爾遜",
				                "馬卓安",
				                "戴卓爾夫人"
				            ],
		            "a": "D"
		        },
	    {
		            "q": "哪一位官員對是否向一個人提出刑事檢控有最後決定權？",
		            "c": [
				                "保安局局長",
				                "警務處處長",
				                "律政司司長",
				                "行政長官"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "中國字「武」字從字形上有什麼意思？",
		            "c": [
				                "行善積德",
				                "停止干戈",
				                "樹立權威",
				                "賣藝表演"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "第一屆世界盃由哪一隊球隊取得冠軍?",
		            "c": [
				                "烏拉圭",
				                "英格蘭",
				                "巴西",
				                "意大利"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "門齒的主要功能是什麼？",
		            "c": [
				                "切割食物",
				                "撕裂食物",
				                "壓碎食物",
				                "研磨食物"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "黃金寶在今屆亞洲單車錦標賽的計時賽中奪得什麼獎牌？",
		            "c": [
				                "無",
				                "金",
				                "銀",
				                "銅"
				            ],
		            "a": "D"
		        },
	    {
		            "q": "地鐵線中，中環與尖沙咀之間是什麼站？",
		            "c": [
				                "銅鑼灣",
				                "金鐘",
				                "佐敦",
				                "杏花村"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "以下哪一種不是哺乳類動物？",
		            "c": [
				                "鯨魚",
				                "馬",
				                "企鵝",
				                "老虎"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "羅馬數字「X」相等於哪一個數目？",
		            "c": [
				                "1",
				                "10",
				                "100",
				                "1000"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "瑞典的首都是哪一個城市？",
		            "c": [
				                "斯德哥爾摩",
				                "馬賽",
				                "鹿特丹",
				                "熱那亞"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "以下哪本是中國第一部茶藝專著？",
		            "c": [
				                "大觀茶論",
				                "茶經",
				                "茶寮記",
				                "茶論"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "電影《人鬼情未了》的女主角是誰？",
		            "c": [
				                "芭芭拉史翠珊",
				                "狄美摩亞",
				                "茱莉亞羅拔絲",
				                "莎朗史東"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "中國國家副主席是誰？",
		            "c": [
				                "江澤民",
				                "朱鎔基",
				                "胡錦濤",
				                "李鵬"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "聖誕花又名什麼？",
		            "c": [
				                "大紅花",
				                "滿地紅",
				                "一品紅",
				                "一串白"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "以下哪一種是台灣著名的食品？",
		            "c": [
				                "葡撻",
				                "鴨舌",
				                "填鴨",
				                "咖哩雞"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "南昌市是中國哪個省的省會？",
		            "c": [
				                "廣西",
				                "遼寧",
				                "江西",
				                "西藏"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "世界上最大的鯨魚是什麼？",
		            "c": [
				                "布氏鯨",
				                "殺人鯨",
				                "藍鯨",
				                "大翅鯨"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "元雜劇《西廂記》中的女主角是誰？",
		            "c": [
				                "崔鶯鶯",
				                "霍小玉",
				                "杜十娘",
				                "聶小倩"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "電腦倉頡輸入法是由以下誰人發明？",
		            "c": [
				                "王志東",
				                "朱邦復",
				                "李遠哲",
				                "倉頡"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "以下哪一個是香港首位華人立法局議員？",
		            "c": [
				                "李鵬飛",
				                "周壽臣",
				                "伍廷芳",
				                "何東"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "以下哪一句是成語「一本正經」的相反詞？",
		            "c": [
				                "十年寒暑",
				                "千言萬語",
				                "嬉皮笑臉",
				                "面無人色"
				            ],
		            "a": "C"
		        },
	    {
		            "q": "有「甜島」之稱的毛里裘斯盛產什麼？",
		            "c": [
				                "甘蔗",
				                "香蕉",
				                "蘋果",
				                "橙"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "完全沒有活動紀錄，也沒有活動跡象的火山叫作什麼？",
		            "c": [
				                "死火山",
				                "活火山",
				                "睡火山",
				                "窮火山"
				            ],
		            "a": "A"
		        },
	    {
		            "q": "香港2001年的書展在哪個地方舉行？",
		            "c": [
				                "香港科學館",
				                "香港會議展覽中心",
				                "香港文化中心",
				                "香港藝術館"
				            ],
		            "a": "B"
		        },
	    {
		            "q": "在日本富士急樂園的富士急過山車，它的最大傾斜度為多少？",
		            "c": [
				                "65度",
				                "50度",
				                "20度",
				                "35度"
				            ],
		            "a": "A"
		        }
];
