export default
[
    {
        "q": "北韓的首都在哪裡？",
        "c": [
            "漢城",
            "平壤",
            "平塚",
            "東京"
        ],
        "a": "B"
    },
    {
        "q": "一場正常足球比賽，每隊有多少名足球員出賽？",
        "c": [
            "22個",
            "9個",
            "12個",
            "11個"
        ],
        "a": "D"
    },
    {
        "q": "印度教徒相信只有哪裡的水可以洗淨他們靈魂？",
        "c": [
            "黃河",
            "恆河",
            "尼羅河",
            "長江"
        ],
        "a": "B"
    },
    {
        "q": "不同顏色的壁球代表什麼？",
        "c": [
            "球的大小",
            "比賽地方",
            "球的速度",
            "比賽級別"
        ],
        "a": "C"
    },
    {
        "q": "《金田一少年事件簿》中，誰是金田一青梅竹馬的女朋友？",
        "c": [
            "月都果步",
            "七瀨美雪",
            "神田菜都",
            "金井永都"
        ],
        "a": "B"
    },
    {
        "q": "《浮士德》的作者哥德是哪個國籍？",
        "c": [
            "比利時",
            "德國",
            "法國",
            "英國"
        ],
        "a": "B"
    },
    {
        "q": "京劇中的臉譜，「紅臉」是代表什麼？",
        "c": [
            "忠勇",
            "狡詐",
            "好色",
            "懦弱"
        ],
        "a": "A"
    },
    {
        "q": "巴士行內術語「大銀幕」代表什麼？",
        "c": [
            "車頭燈",
            "水撥",
            "倒後鏡",
            "車頭擋風玻璃"
        ],
        "a": "D"
    },
    {
        "q": "溫布頓網球公開賽在哪裡舉行？",
        "c": [
            "美國",
            "日本",
            "意大利",
            "英國"
        ],
        "a": "D"
    },
    {
        "q": "海南島的三亞市以什麼工藝品著名？",
        "c": [
            "中國劍",
            "銅雕",
            "椰雕",
            "髮繡"
        ],
        "a": "C"
    },
    {
        "q": "以下哪個國家不是位於南美洲？",
        "c": [
            "哥倫比亞",
            "安道爾",
            "古巴",
            "智利"
        ],
        "a": "B"
    },
    {
        "q": "首次被判破產的人經過多久會自動解除破產人身份？",
        "c": [
            "2年",
            "4年",
            "7年",
            "10年"
        ],
        "a": "B"
    },
    {
        "q": "「小號」是屬於哪一種類別的樂器？",
        "c": [
            "敲擊樂",
            "弦樂",
            "管樂",
            "琴鍵樂"
        ],
        "a": "C"
    },
    {
        "q": "以下哪個姓氏不是新界的「五大姓氏族」之一？",
        "c": [
            "李",
            "文",
            "鄧",
            "廖"
        ],
        "a": "A"
    },
    {
        "q": "香港的物業稅的標準稅率是多少？",
        "c": [
            "10%",
            "12%",
            "15%",
            "20%"
        ],
        "a": "C"
    },
    {
        "q": "自己稱呼爸爸的媽媽為什麼？",
        "c": [
            "婆婆",
            "祖母",
            "姨媽",
            "姐姐"
        ],
        "a": "B"
    },
    {
        "q": "今年的冬至是在新曆的幾月幾日？",
        "c": [
            "12月5日",
            "12月22日",
            "11月5日",
            "11月22日"
        ],
        "a": "B"
    },
    {
        "q": "中國內地生育法例，在城市只準(准)一對已婚夫婦生多少個小孩？",
        "c": [
            "1",
            "2",
            "3",
            "4"
        ],
        "a": "A"
    },
    {
        "q": "福克蘭戰爭發生時，誰是英國首相？",
        "c": [
            "邱吉爾",
            "威爾遜",
            "馬卓安",
            "戴卓爾夫人"
        ],
        "a": "D"
    },
    {
        "q": "哪一位官員對是否向一個人提出刑事檢控有最後決定權？",
        "c": [
            "保安局局長",
            "警務處處長",
            "律政司司長",
            "行政長官"
        ],
        "a": "C"
    },
    {
        "q": "中國字「武」字從字形上有什麼意思？",
        "c": [
            "行善積德",
            "停止干戈",
            "樹立權威",
            "賣藝表演"
        ],
        "a": "B"
    },
    {
        "q": "第一屆世界盃由哪一隊球隊取得冠軍?",
        "c": [
            "烏拉圭",
            "英格蘭",
            "巴西",
            "意大利"
        ],
        "a": "A"
    },
    {
        "q": "門齒的主要功能是什麼？",
        "c": [
            "切割食物",
            "撕裂食物",
            "壓碎食物",
            "研磨食物"
        ],
        "a": "A"
    },
    {
        "q": "黃金寶在今屆亞洲單車錦標賽的計時賽中奪得什麼獎牌？",
        "c": [
            "無",
            "金",
            "銀",
            "銅"
        ],
        "a": "D"
    },
    {
        "q": "地鐵線中，中環與尖沙咀之間是什麼站？",
        "c": [
            "銅鑼灣",
            "金鐘",
            "佐敦",
            "杏花村"
        ],
        "a": "B"
    },
    {
        "q": "以下哪一種不是哺乳類動物？",
        "c": [
            "鯨魚",
            "馬",
            "企鵝",
            "老虎"
        ],
        "a": "C"
    },
    {
        "q": "羅馬數字「X」相等於哪一個數目？",
        "c": [
            "1",
            "10",
            "100",
            "1000"
        ],
        "a": "B"
    },
    {
        "q": "瑞典的首都是哪一個城市？",
        "c": [
            "斯德哥爾摩",
            "馬賽",
            "鹿特丹",
            "熱那亞"
        ],
        "a": "A"
    },
    {
        "q": "以下哪本是中國第一部茶藝專著？",
        "c": [
            "大觀茶論",
            "茶經",
            "茶寮記",
            "茶論"
        ],
        "a": "B"
    },
    {
        "q": "電影《人鬼情未了》的女主角是誰？",
        "c": [
            "芭芭拉史翠珊",
            "狄美摩亞",
            "茱莉亞羅拔絲",
            "莎朗史東"
        ],
        "a": "B"
    },
    {
        "q": "中國國家副主席是誰？",
        "c": [
            "江澤民",
            "朱鎔基",
            "胡錦濤",
            "李鵬"
        ],
        "a": "C"
    },
    {
        "q": "聖誕花又名什麼？",
        "c": [
            "大紅花",
            "滿地紅",
            "一品紅",
            "一串白"
        ],
        "a": "C"
    },
    {
        "q": "以下哪一種是台灣著名的食品？",
        "c": [
            "葡撻",
            "鴨舌",
            "填鴨",
            "咖哩雞"
        ],
        "a": "B"
    },
    {
        "q": "南昌市是中國哪個省的省會？",
        "c": [
            "廣西",
            "遼寧",
            "江西",
            "西藏"
        ],
        "a": "C"
    },
    {
        "q": "世界上最大的鯨魚是什麼？",
        "c": [
            "布氏鯨",
            "殺人鯨",
            "藍鯨",
            "大翅鯨"
        ],
        "a": "C"
    },
    {
        "q": "元雜劇《西廂記》中的女主角是誰？",
        "c": [
            "崔鶯鶯",
            "霍小玉",
            "杜十娘",
            "聶小倩"
        ],
        "a": "A"
    },
    {
        "q": "電腦倉頡輸入法是由以下誰人發明？",
        "c": [
            "王志東",
            "朱邦復",
            "李遠哲",
            "倉頡"
        ],
        "a": "B"
    },
    {
        "q": "以下哪一個是香港首位華人立法局議員？",
        "c": [
            "李鵬飛",
            "周壽臣",
            "伍廷芳",
            "何東"
        ],
        "a": "C"
    },
    {
        "q": "以下哪一句是成語「一本正經」的相反詞？",
        "c": [
            "十年寒暑",
            "千言萬語",
            "嬉皮笑臉",
            "面無人色"
        ],
        "a": "C"
    },
    {
        "q": "有「甜島」之稱的毛里裘斯盛產什麼？",
        "c": [
            "甘蔗",
            "香蕉",
            "蘋果",
            "橙"
        ],
        "a": "A"
    },
    {
        "q": "完全沒有活動紀錄，也沒有活動跡象的火山叫作什麼？",
        "c": [
            "死火山",
            "活火山",
            "睡火山",
            "窮火山"
        ],
        "a": "A"
    },
    {
        "q": "香港2001年的書展在哪個地方舉行？",
        "c": [
            "香港科學館",
            "香港會議展覽中心",
            "香港文化中心",
            "香港藝術館"
        ],
        "a": "B"
    },
    {
        "q": "在日本富士急樂園的富士急過山車，它的最大傾斜度為多少？",
        "c": [
            "65度",
            "50度",
            "20度",
            "35度"
        ],
        "a": "A"
    },
    {
        "q": "“只要有恆心”的下一句是什麼？",
        "c": [
            "必定有錢剩",
            "鐵柱磨成針",
            "天下無敵人",
            "點石可成金"
        ],
        "a": "B"
    },
    {
        "q": "《聊齋志異》的作者是誰？",
        "c": [
            "曹雪芹",
            "蒲松齡",
            "施耐庵",
            "笑笑生"
        ],
        "a": "B"
    },
    {
        "q": "提出著名的韋達公式的數學家韋達，是哪國人？",
        "c": [
            "英國",
            "法國",
            "德國",
            "俄國"
        ],
        "a": "B"
    },
    {
        "q": "尤西比奧是哪個國家的球星？",
        "c": [
            "西班牙",
            "南斯拉夫",
            "法國",
            "葡萄牙"
        ],
        "a": "D"
    },
    {
        "q": "《嘗試集》的作者是誰？",
        "c": [
            "魯迅",
            "胡適",
            "郭沫若",
            "朱志清"
        ],
        "a": "B"
    },
    {
        "q": "Windows .Net技術的核心是什麼？",
        "c": [
            "提供電子商務",
            "實現分布式計算",
            "新開主頁更方便",
            "提供額外的網絡安全性"
        ],
        "a": "A"
    },
    {
        "q": "我們常稱風韻猶存的中年婦女為“半老徐娘”，這個“徐娘”原是指一位？",
        "c": [
            "王妃",
            "農家婦女",
            "女將軍",
            "明代徐文長的母親"
        ],
        "a": "A"
    },
    {
        "q": "“法律面前人人平等”是什麼人最先提出來的：",
        "c": [
            "中國人",
            "法國人",
            "英國人",
            "美國人"
        ],
        "a": "B"
    },
    {
        "q": "魚露是一種：",
        "c": [
            "鹹味調料",
            "甜味調料",
            "酸味調料",
            "鮮味調料"
        ],
        "a": "A"
    },
    {
        "q": "下列食品中，哪個含鈣量最高？",
        "c": [
            "骨頭湯",
            "水果",
            "葡萄糖",
            "奶及奶制品"
        ],
        "a": "B"
    },
    {
        "q": "鐵達尼號游輪是哪一年沉沒的？",
        "c": [
            "1910年",
            "1911年",
            "1912年",
            "1913年"
        ],
        "a": "C"
    },
    {
        "q": "世界最著名的十大海峽中，位於印度南端和斯裡蘭卡島北部之間的是什麼海峽？",
        "c": [
            "保克海峽",
            "白令海峽",
            "麻六甲海峽",
            "對馬海峽"
        ],
        "a": "A"
    },
    {
        "q": "世界最著名的十大海峽中，位於前蘇聯東部與美國西部之間的是什麼海峽？",
        "c": [
            "白令海峽",
            "馬六甲海峽保",
            "克海峽",
            "對馬海峽"
        ],
        "a": "A"
    },
    {
        "q": "歌德寫《浮士德》用了多長時間？",
        "c": [
            "30年",
            "40年",
            "50年",
            "60年"
        ],
        "a": "D"
    },
    {
        "q": "2002世界杯韓國同意大利的比賽中誰頂入了一個金球？",
        "c": [
            "樸智星",
            "安貞煥",
            "崔龍洙",
            "金泰映"
        ],
        "a": "B"
    },
    {
        "q": "2002日韓世界杯第一次點球大戰中西班牙門將共撲出幾個球？",
        "c": [
            "1",
            "2",
            "3",
            "4"
        ],
        "a": "B"
    },
    {
        "q": "《浪客劍心》中緋村劍心臉上豎著的傷疤是誰劃上的？",
        "c": [
            "雪代巴",
            "雪代緣",
            "雪代巴的未婚夫",
            "自己"
        ],
        "a": "C"
    },
    {
        "q": "四大名亭中的陶然亭是因為誰的詩句得名的？",
        "c": [
            "歐陽修",
            "白居易",
            "陶淵明",
            "杜牧"
        ],
        "a": "B"
    },
    {
        "q": "人的五感中那個感覺反應最快？",
        "c": [
            "嗅覺",
            "視覺",
            "聽覺",
            "味覺"
        ],
        "a": "D"
    },
    {
        "q": "下列官名中那個不是唐朝的官名？",
        "c": [
            "尚書",
            "黃門",
            "巡按",
            "殿中"
        ],
        "a": "D"
    },
    {
        "q": "巴金幾歲寫成長篇小說《家》？",
        "c": [
            "27歲",
            "28歲",
            "29歲",
            "30歲"
        ],
        "a": "A"
    },
    {
        "q": "十歲以下的小娃娃就當了皇帝的，在中國歷史上共有幾個？",
        "c": [
            "19位",
            "22位",
            "25位",
            "29位"
        ],
        "a": "D"
    },
    {
        "q": "在位時間最短的皇帝是東漢的劉賀，他只當了多久的皇帝就被廢除了？",
        "c": [
            "25天",
            "26天",
            "27天",
            "28天"
        ],
        "a": "C"
    },
    {
        "q": "有“世界花城”（花都）之稱的是那個城市？",
        "c": [
            "紐約",
            "倫敦",
            "巴黎",
            "華盛頓"
        ],
        "a": "C"
    },
    {
        "q": "世界上最早的銀行始建於哪個國家？",
        "c": [
            "義大利",
            "美國",
            "法國",
            "瑞士"
        ],
        "a": "A"
    },
    {
        "q": "“垂簾聽政”始於何時？",
        "c": [
            "宋朝",
            "元朝",
            "唐朝",
            "清朝"
        ],
        "a": "C"
    },
    {
        "q": "冰球十九世紀七十年代起源於那個國家？",
        "c": [
            "美國",
            "英國",
            "加拿大",
            "愛爾蘭"
        ],
        "a": "C"
    },
    {
        "q": "乒乓球十九世紀始於那個國家？",
        "c": [
            "中國",
            "瑞典",
            "法國",
            "英國"
        ],
        "a": "D"
    },
    {
        "q": "歷史劇《屈原》是誰的作品？",
        "c": [
            "胡適",
            "郭沫若",
            "矛盾",
            "郁達夫"
        ],
        "a": "B"
    },
    {
        "q": "小說《沉淪》是誰的作品？",
        "c": [
            "矛盾",
            "郁達夫",
            "郭沫若",
            "老舍"
        ],
        "a": "B"
    },
    {
        "q": "下列哪部小說是郁達夫先生的作品？",
        "c": [
            "鍛煉",
            "南遷",
            "子夜",
            "寒冬"
        ],
        "a": "B"
    },
    {
        "q": "一個帝王陵區只有一個主神道，一般修在誰的陵前？",
        "c": [
            "第一個埋葬者",
            "年齡最大者",
            "統治時間最長者",
            "國力最昌盛者"
        ],
        "a": "A"
    },
    {
        "q": "古時代，地中海沿岸地區以一種豆角樹上的一部分作為計量黃金重量的測量標准。請問：其所用的是豆角樹的哪一部分？",
        "c": [
            "樹根",
            "豆夾",
            "樹葉",
            "豆仁"
        ],
        "a": "D"
    },
    {
        "q": "“杵臼交”多用來指不計身份而結交的朋友。這裡的“杵臼”在古代是用來做什麼的？",
        "c": [
            "搗米",
            "打水",
            "磨面",
            "榨油"
        ],
        "a": "A"
    },
    {
        "q": "歐元什麼時候正式誕生？",
        "c": [
            "1999年1月1日",
            "1999年7月1日",
            "1999年12月1日",
            "1999年2月1日"
        ],
        "a": "A"
    },
    {
        "q": "目前觀測到的距地球最近的一顆恆星位於：",
        "c": [
            "織女座",
            "仙女座",
            "半人馬座",
            "大熊座"
        ],
        "a": "C"
    },
    {
        "q": "人體最大的解毒器官是：",
        "c": [
            "胃",
            "腎",
            "肝",
            "脾"
        ],
        "a": "C"
    },
    {
        "q": "我國最先出現的紙幣是：",
        "c": [
            "元代的“寶鈔”",
            "元代的“交子”",
            "宋代的“寶鈔”",
            "宋代的“交子”"
        ],
        "a": "D"
    },
    {
        "q": "王安石變法發生在宋朝哪個皇帝在位期間？",
        "c": [
            "仁宗",
            "神宗",
            "哲宗",
            "高宗"
        ],
        "a": "B"
    },
    {
        "q": "古人所謂“黃道”是哪種天體運行周年的軌道？",
        "c": [
            "金星",
            "月亮",
            "太陽",
            "地球"
        ],
        "a": "C"
    },
    {
        "q": "漫畫《三毛流浪記》的作者是：",
        "c": [
            "齊白石",
            "豐子愷",
            "張樂平",
            "張大千"
        ],
        "a": "C"
    },
    {
        "q": "下列哪個是酒類廣告中不應出現的內容？",
        "c": [
            "倡導人們飲酒",
            "飲酒後的表情",
            "未成年人飲酒",
            "駕駛汽車"
        ],
        "a": "D"
    },
    {
        "q": "金庸掛印封筆，金盆洗手於多少年？",
        "c": [
            "1970",
            "1971",
            "1972",
            "1973"
        ],
        "a": "C"
    },
    {
        "q": "以下哪些作品不是宮崎駿的作品？",
        "c": [
            "千與千尋的神隱",
            "龍貓",
            "紅發少女安妮",
            "天空的守護神"
        ],
        "a": "D"
    },
    {
        "q": "如果把一個成人的全部血管連接起來，其長度接近多少公裡？",
        "c": [
            "10公里",
            "1000公里",
            "10000公里",
            "10萬公里"
        ],
        "a": "D"
    },
    {
        "q": "孔泰發明的現在通用的鉛筆是由石墨和什麼混合制成的？",
        "c": [
            "鉛粉",
            "粘土",
            "松香",
            "硫磺"
        ],
        "a": "B"
    },
    {
        "q": "《星星索》是哪一國家的民歌？",
        "c": [
            "日本",
            "俄羅斯",
            "印度尼西亞",
            "印度"
        ],
        "a": "C"
    },
    {
        "q": "在世界上首創用湯藥治病的是：",
        "c": [
            "孫思邈",
            "扁鵲",
            "李時珍",
            "伊尹"
        ],
        "a": "D"
    },
    {
        "q": "豆科植物可通過根瘤菌固定哪種元素？",
        "c": [
            "氮",
            "磷",
            "鉀",
            "氧"
        ],
        "a": "A"
    },
    {
        "q": "母乳是嬰兒的最佳食品，以下五種營養素中，哪一種營養素牛乳中的含量比母乳中的高？",
        "c": [
            "氨基酸",
            "脂肪",
            "鈣",
            "維生素C"
        ],
        "a": "C"
    },
    {
        "q": "味精的鮮味來自谷氨酸，它最早發現於什麼湯中？",
        "c": [
            "雞湯",
            "海帶湯",
            "竹筍湯",
            "魚湯"
        ],
        "a": "B"
    },
    {
        "q": "戰國時郭隗對燕昭王說“請自隗始”，是指他開始干什麼呢？",
        "c": [
            "清查財產",
            "聘請任用",
            "晉升高官",
            "撤職查辦"
        ],
        "a": "B"
    },
    {
        "q": "最能反映骨骼發育的重要指標是",
        "c": [
            "胸圍",
            "牙齒數",
            "坐高",
            "身長"
        ],
        "a": "D"
    },
    {
        "q": "下列各朝代疆域西至最遠的是：",
        "c": [
            "秦朝",
            "唐朝",
            "宋朝",
            "清朝"
        ],
        "a": "B"
    },
    {
        "q": "“三北”防護林體系不包括的省區有：",
        "c": [
            "黑龍江",
            "山西",
            "河南",
            "青海"
        ],
        "a": "C"
    },
    {
        "q": "以下哪種動物是軟體動物？",
        "c": [
            "蝸牛",
            "蠶",
            "變形蟲",
            "水蛭"
        ],
        "a": "A"
    },
    {
        "q": "赤壁之戰中，假裝投降以接近曹軍的吳國將領是：",
        "c": [
            "黃忠",
            "黃巢",
            "黃蓋",
            "姜維"
        ],
        "a": "C"
    },
    {
        "q": "下列人物中，哪一個是羅馬神話中的神？",
        "c": [
            "雅典娜",
            "朱比特",
            "蚩尤",
            "黑天"
        ],
        "a": "B"
    },
    {
        "q": "“沙龍”Salon是從哪國傳進的外來語？",
        "c": [
            "英國",
            "法國",
            "美國",
            "俄國"
        ],
        "a": "B"
    },
    {
        "q": "下列人種的分布中，純屬人口遷移造成的是：",
        "c": [
            "非洲白色人種",
            "澳洲棕色人種",
            "亞洲白色人種",
            "美洲黑色人種"
        ],
        "a": "D"
    },
    {
        "q": "雪蓮花的顏色是：",
        "c": [
            "深紅色",
            "粉色",
            "白色",
            "黃色"
        ],
        "a": "A"
    },
    {
        "q": "企鵝產卵的季節一般是：",
        "c": [
            "春季",
            "夏季",
            "秋季",
            "冬季"
        ],
        "a": "C"
    },
    {
        "q": "“草聖”是指那位書法家？",
        "c": [
            "張旭",
            "王羲之",
            "張芝",
            "懷素"
        ],
        "a": "A"
    },
    {
        "q": "“初唐四傑”中有：",
        "c": [
            "王績",
            "王勃",
            "王維",
            "王之煥"
        ],
        "a": "B"
    },
    {
        "q": "《資政新篇》是哪一時期的綱領性文件？",
        "c": [
            "太平天國後期",
            "洋務運動",
            "清末預備立憲",
            "戊戌變法"
        ],
        "a": "A"
    },
    {
        "q": "有“小提琴之王”之稱的作曲家是：",
        "c": [
            "帕格尼尼",
            "貝多芬",
            "海頓",
            "莫扎特"
        ],
        "a": "A"
    },
    {
        "q": "中國第一座佛教寺院是哪一座？",
        "c": [
            "北京潭柘寺",
            "洛陽白馬寺",
            "五台山清涼寺",
            "蒿山少林寺"
        ],
        "a": "B"
    },
    {
        "q": "由於鈣質流失，容易出現維生素D缺乏症，導致腰腿發軟，骨質疏松，下列哪項不是補充維生素D？",
        "c": [
            "經常曬太陽",
            "多食用動物肝髒",
            "多吃牛奶和雞蛋",
            "多吃獼猴桃等水果"
        ],
        "a": "D"
    },
    {
        "q": "杜康酒的產地在我國的：",
        "c": [
            "河南",
            "山西",
            "陝西",
            "山東"
        ],
        "a": "A"
    },
    {
        "q": "“一衣帶水”的水是指哪條河流？",
        "c": [
            "長江",
            "黃河",
            "珠江",
            "黑龍江"
        ],
        "a": "A"
    },
    {
        "q": "文學名篇《人變獸》的作者是哪一位作家？",
        "c": [
            "魯迅",
            "矛盾",
            "聞一多",
            "徐志摩"
        ],
        "a": "D"
    },
    {
        "q": "在下列足球明星中，有“獨狼”稱號的是誰？",
        "c": [
            "古力特羅西納爾",
            "多古徳來明",
            "彼德羅",
            "羅馬裡奧"
        ],
        "a": "D"
    },
    {
        "q": "在小說《俠客行》中，石破天的玄鐵令是從那裡得來的？",
        "c": [
            "一塊燒餅中",
            "一本書中",
            "一口井裡",
            "路上撿到的"
        ],
        "a": "A"
    },
    {
        "q": "被稱為“英雄樹”的是哪種植物？",
        "c": [
            "龍眼",
            "木棉",
            "富貴菊",
            "蓮花"
        ],
        "a": "B"
    },
    {
        "q": "中國的傳統手工藝---景泰藍在哪一歷史時期發展最快？",
        "c": [
            "明景泰年間",
            "明宣德年間",
            "明萬歷年間",
            "清康熙年間"
        ],
        "a": "A"
    },
    {
        "q": "“景泰藍”是何地的特種工藝？",
        "c": [
            "北京",
            "上海",
            "南京",
            "杭州"
        ],
        "a": "A"
    },
    {
        "q": "五子棋段位制最高為：",
        "c": [
            "一段",
            "六",
            "九段",
            "十二段"
        ],
        "a": "C"
    },
    {
        "q": "按有關法律規定，經營者可以從事的抽獎式有獎銷售，最高獎的獎金額的限度是：",
        "c": [
            "五千元人民幣",
            "五萬人民幣",
            "一百萬人民幣",
            "五百萬人民幣"
        ],
        "a": "A"
    },
    {
        "q": "我們日常的主食基本上屬於什麼食物？",
        "c": [
            "酸性食物",
            "堿性食物",
            "中性食物",
            "半酸半堿食物"
        ],
        "a": "A"
    },
    {
        "q": "公元前594年，實行“初稅畝”，按畝收稅的國家是：",
        "c": [
            "楚國",
            "魯國",
            "鄭國",
            "魏國"
        ],
        "a": "B"
    },
    {
        "q": "中國雖然不是雙姓大國，但還是有不少雙姓，請問以下哪個不是雙姓？",
        "c": [
            "東郭",
            "百裡",
            "羊舌",
            "三台"
        ],
        "a": "D"
    },
    {
        "q": "《阿裡山的姑娘》是哪個少數民族的民歌？",
        "c": [
            "苗族民歌",
            "彝族民歌",
            "高山族民歌",
            "黎族民歌"
        ],
        "a": "C"
    },
    {
        "q": "青蛙除了用肺外還用什麼器官呼吸？",
        "c": [
            "肌肉",
            "皮膚",
            "脾臟",
            "腮"
        ],
        "a": "B"
    },
    {
        "q": "科學家把豬、牛、羊、馬一起關在施放了有毒氯氣的環境中作試驗，它們中誰逃脫了厄運？",
        "c": [
            "豬",
            "牛",
            "羊",
            "馬"
        ],
        "a": "A"
    },
    {
        "q": "“運斤成風”比喻技藝神異，手法熟練，這個“斤”字是指：",
        "c": [
            "石墩",
            "銅錘",
            "斧子",
            "鐵棍"
        ],
        "a": "C"
    },
    {
        "q": "《嘎達梅林》是哪個民族的敘事歌曲？",
        "c": [
            "維吾爾族",
            "哈薩克族",
            "蒙古族",
            "達斡爾"
        ],
        "a": "C"
    },
    {
        "q": "我國的哪一個城市素有“日光之城”的美稱？",
        "c": [
            "廈門",
            "青島",
            "三亞",
            "拉薩"
        ],
        "a": "D"
    },
    {
        "q": "“何處招魂，香草還生三戶地；當年呵壁，湘流應識九歌心”，這幅對聯說的是：",
        "c": [
            "賈誼",
            "諸葛亮",
            "屈原",
            "文天祥"
        ],
        "a": "C"
    },
    {
        "q": "世界上最深的海溝位於：",
        "c": [
            "太平洋",
            "大西洋",
            "北冰洋",
            "印度洋"
        ],
        "a": "A"
    },
    {
        "q": "國際上用“K”表示含金量，18K表示含金量為：",
        "c": [
            "90%",
            "83%",
            "75%",
            "50%"
        ],
        "a": "C"
    },
    {
        "q": "民間故事“八仙過海”中的“八仙”和誰屬一教派？太上老君",
        "c": [
            "觀音菩薩",
            "摩西",
            "惠能和尚",
            ""
        ],
        "a": "A"
    },
    {
        "q": "“似曾相識燕歸來”的上一句是：",
        "c": [
            "無可奈何花落去",
            "相逢一笑泯恩仇",
            "東邊日出西邊雨",
            "雙手推開床前月"
        ],
        "a": "A"
    },
    {
        "q": "“民告官”是以下哪種法律行為的俗稱？",
        "c": [
            "刑事訴訟",
            "民事訴訟",
            "行政訴訟",
            "勞動仲裁"
        ],
        "a": "C"
    }
]