export default
[
    {
        "q": "北韓的首都在哪裡？",
        "c": [
            "漢城",
            "平壤",
            "平塚",
            "東京"
        ],
        "a": "B"
    },
    {
        "q": "一場正常足球比賽，每隊有多少名足球員出賽？",
        "c": [
            "22個",
            "9個",
            "12個",
            "11個"
        ],
        "a": "D"
    },
    {
        "q": "印度教徒相信只有哪裡的水可以洗淨他們靈魂？",
        "c": [
            "黃河",
            "恆河",
            "尼羅河",
            "長江"
        ],
        "a": "B"
    },
    {
        "q": "不同顏色的壁球代表什麼？",
        "c": [
            "球的大小",
            "比賽地方",
            "球的速度",
            "比賽級別"
        ],
        "a": "C"
    },
    {
        "q": "《金田一少年事件簿》中，誰是金田一青梅竹馬的女朋友？",
        "c": [
            "月都果步",
            "七瀨美雪",
            "神田菜都",
            "金井永都"
        ],
        "a": "B"
    },
    {
        "q": "《浮士德》的作者哥德是哪個國籍？",
        "c": [
            "比利時",
            "德國",
            "法國",
            "英國"
        ],
        "a": "B"
    },
    {
        "q": "京劇中的臉譜，「紅臉」是代表什麼？",
        "c": [
            "忠勇",
            "狡詐",
            "好色",
            "懦弱"
        ],
        "a": "A"
    },
    {
        "q": "巴士行內術語「大銀幕」代表什麼？",
        "c": [
            "車頭燈",
            "水撥",
            "倒後鏡",
            "車頭擋風玻璃"
        ],
        "a": "D"
    },
    {
        "q": "溫布頓網球公開賽在哪裡舉行？",
        "c": [
            "美國",
            "日本",
            "意大利",
            "英國"
        ],
        "a": "D"
    },
    {
        "q": "海南島的三亞市以什麼工藝品著名？",
        "c": [
            "中國劍",
            "銅雕",
            "椰雕",
            "髮繡"
        ],
        "a": "C"
    },
    {
        "q": "以下哪個國家不是位於南美洲？",
        "c": [
            "哥倫比亞",
            "安道爾",
            "古巴",
            "智利"
        ],
        "a": "B"
    },
    {
        "q": "首次被判破產的人經過多久會自動解除破產人身份？",
        "c": [
            "2年",
            "4年",
            "7年",
            "10年"
        ],
        "a": "B"
    },
    {
        "q": "「小號」是屬於哪一種類別的樂器？",
        "c": [
            "敲擊樂",
            "弦樂",
            "管樂",
            "琴鍵樂"
        ],
        "a": "C"
    },
    {
        "q": "以下哪個姓氏不是新界的「五大姓氏族」之一？",
        "c": [
            "李",
            "文",
            "鄧",
            "廖"
        ],
        "a": "A"
    },
    {
        "q": "香港的物業稅的標準稅率是多少？",
        "c": [
            "10%",
            "12%",
            "15%",
            "20%"
        ],
        "a": "C"
    },
    {
        "q": "自己稱呼爸爸的媽媽為什麼？",
        "c": [
            "婆婆",
            "祖母",
            "姨媽",
            "姐姐"
        ],
        "a": "B"
    },
    {
        "q": "今年的冬至是在新曆的幾月幾日？",
        "c": [
            "12月5日",
            "12月22日",
            "11月5日",
            "11月22日"
        ],
        "a": "B"
    },
    {
        "q": "中國內地生育法例，在城市只準(准)一對已婚夫婦生多少個小孩？",
        "c": [
            "1",
            "2",
            "3",
            "4"
        ],
        "a": "A"
    },
    {
        "q": "福克蘭戰爭發生時，誰是英國首相？",
        "c": [
            "邱吉爾",
            "威爾遜",
            "馬卓安",
            "戴卓爾夫人"
        ],
        "a": "D"
    },
    {
        "q": "哪一位官員對是否向一個人提出刑事檢控有最後決定權？",
        "c": [
            "保安局局長",
            "警務處處長",
            "律政司司長",
            "行政長官"
        ],
        "a": "C"
    },
    {
        "q": "中國字「武」字從字形上有什麼意思？",
        "c": [
            "行善積德",
            "停止干戈",
            "樹立權威",
            "賣藝表演"
        ],
        "a": "B"
    },
    {
        "q": "第一屆世界盃由哪一隊球隊取得冠軍?",
        "c": [
            "烏拉圭",
            "英格蘭",
            "巴西",
            "意大利"
        ],
        "a": "A"
    },
    {
        "q": "門齒的主要功能是什麼？",
        "c": [
            "切割食物",
            "撕裂食物",
            "壓碎食物",
            "研磨食物"
        ],
        "a": "A"
    },
    {
        "q": "黃金寶在今屆亞洲單車錦標賽的計時賽中奪得什麼獎牌？",
        "c": [
            "無",
            "金",
            "銀",
            "銅"
        ],
        "a": "D"
    },
    {
        "q": "地鐵線中，中環與尖沙咀之間是什麼站？",
        "c": [
            "銅鑼灣",
            "金鐘",
            "佐敦",
            "杏花村"
        ],
        "a": "B"
    },
    {
        "q": "以下哪一種不是哺乳類動物？",
        "c": [
            "鯨魚",
            "馬",
            "企鵝",
            "老虎"
        ],
        "a": "C"
    },
    {
        "q": "羅馬數字「X」相等於哪一個數目？",
        "c": [
            "1",
            "10",
            "100",
            "1000"
        ],
        "a": "B"
    },
    {
        "q": "瑞典的首都是哪一個城市？",
        "c": [
            "斯德哥爾摩",
            "馬賽",
            "鹿特丹",
            "熱那亞"
        ],
        "a": "A"
    },
    {
        "q": "以下哪本是中國第一部茶藝專著？",
        "c": [
            "大觀茶論",
            "茶經",
            "茶寮記",
            "茶論"
        ],
        "a": "B"
    },
    {
        "q": "電影《人鬼情未了》的女主角是誰？",
        "c": [
            "芭芭拉史翠珊",
            "狄美摩亞",
            "茱莉亞羅拔絲",
            "莎朗史東"
        ],
        "a": "B"
    },
    {
        "q": "中國國家副主席是誰？",
        "c": [
            "江澤民",
            "朱鎔基",
            "胡錦濤",
            "李鵬"
        ],
        "a": "C"
    },
    {
        "q": "聖誕花又名什麼？",
        "c": [
            "大紅花",
            "滿地紅",
            "一品紅",
            "一串白"
        ],
        "a": "C"
    },
    {
        "q": "以下哪一種是台灣著名的食品？",
        "c": [
            "葡撻",
            "鴨舌",
            "填鴨",
            "咖哩雞"
        ],
        "a": "B"
    },
    {
        "q": "南昌市是中國哪個省的省會？",
        "c": [
            "廣西",
            "遼寧",
            "江西",
            "西藏"
        ],
        "a": "C"
    },
    {
        "q": "世界上最大的鯨魚是什麼？",
        "c": [
            "布氏鯨",
            "殺人鯨",
            "藍鯨",
            "大翅鯨"
        ],
        "a": "C"
    },
    {
        "q": "元雜劇《西廂記》中的女主角是誰？",
        "c": [
            "崔鶯鶯",
            "霍小玉",
            "杜十娘",
            "聶小倩"
        ],
        "a": "A"
    },
    {
        "q": "電腦倉頡輸入法是由以下誰人發明？",
        "c": [
            "王志東",
            "朱邦復",
            "李遠哲",
            "倉頡"
        ],
        "a": "B"
    },
    {
        "q": "以下哪一個是香港首位華人立法局議員？",
        "c": [
            "李鵬飛",
            "周壽臣",
            "伍廷芳",
            "何東"
        ],
        "a": "C"
    },
    {
        "q": "以下哪一句是成語「一本正經」的相反詞？",
        "c": [
            "十年寒暑",
            "千言萬語",
            "嬉皮笑臉",
            "面無人色"
        ],
        "a": "C"
    },
    {
        "q": "有「甜島」之稱的毛里裘斯盛產什麼？",
        "c": [
            "甘蔗",
            "香蕉",
            "蘋果",
            "橙"
        ],
        "a": "A"
    },
    {
        "q": "完全沒有活動紀錄，也沒有活動跡象的火山叫作什麼？",
        "c": [
            "死火山",
            "活火山",
            "睡火山",
            "窮火山"
        ],
        "a": "A"
    },
    {
        "q": "香港2001年的書展在哪個地方舉行？",
        "c": [
            "香港科學館",
            "香港會議展覽中心",
            "香港文化中心",
            "香港藝術館"
        ],
        "a": "B"
    },
    {
        "q": "在日本富士急樂園的富士急過山車，它的最大傾斜度為多少？",
        "c": [
            "65度",
            "50度",
            "20度",
            "35度"
        ],
        "a": "A"
    },
    {
        "q": " “只要有恆心”的下一句是什麼？",
        "c": [
            "必定有錢剩",
            "鐵柱磨成針",
            "天下無敵人",
            "點石可成金"
        ],
        "a": "b"
    },
    {
        "q": "《聊齋志異》的作者是誰？",
        "c": [
            "曹雪芹",
            "蒲松齡",
            "施耐庵",
            "笑笑生"
        ],
        "a": "b"
    },
    {
        "q": "提出著名的韋達公式的數學家韋達，是哪國人？",
        "c": [
            "英國",
            "法國",
            "德國",
            "俄國"
        ],
        "a": "b"
    },
    {
        "q": "尤西比奧是哪個國家的球星？",
        "c": [
            "西班牙",
            "南斯拉夫",
            "法國",
            "葡萄牙"
        ],
        "a": "d"
    },
    {
        "q": "《嘗試集》的作者是誰？",
        "c": [
            "魯迅",
            "胡適",
            "郭沫若",
            "朱志清"
        ],
        "a": "b"
    },
    {
        "q": "Windows .Net技術的核心是什麼？",
        "c": [
            "提供電子商務",
            "實現分布式計算",
            "新開主頁更方便",
            "提供額外的網絡安全性"
        ],
        "a": "a"
    },
    {
        "q": "我們常稱風韻猶存的中年婦女為“半老徐娘”，這個“徐娘”原是指一位？",
        "c": [
            "王妃",
            "農家婦女",
            "女將軍",
            "明代徐文長的母親"
        ],
        "a": "a"
    },
    {
        "q": "“法律面前人人平等”是什麼人最先提出來的：",
        "c": [
            "中國人",
            "法國人",
            "英國人",
            "美國人"
        ],
        "a": "b"
    },
    {
        "q": "魚露是一種：",
        "c": [
            "鹹味調料",
            "甜味調料",
            "酸味調料",
            "鮮味調料"
        ],
        "a": "a"
    },
    {
        "q": "鐵達尼號游輪是哪一年沉沒的？",
        "c": [
            "1910年",
            "1911年",
            "1912年",
            "1913年"
        ],
        "a": "c"
    },
    {
        "q": "世界最著名的十大海峽中，位於印度南端和斯裡蘭卡島北部之間的是什麼海峽？",
        "c": [
            "保克海峽",
            "白令海峽",
            "麻六甲海峽",
            "對馬海峽"
        ],
        "a": "a"
    },
    {
        "q": "世界最著名的十大海峽中，位於前蘇聯東部與美國西部之間的是什麼海峽？",
        "c": [
            "白令海峽",
            "馬六甲海峽保",
            "克海峽",
            "對馬海峽"
        ],
        "a": "a"
    },
    {
        "q": "歌德寫《浮士德》用了多長時間？",
        "c": [
            "30年",
            "40年",
            "50年",
            "60年"
        ],
        "a": "d"
    },
    {
        "q": "2002世界杯韓國同意大利的比賽中誰頂入了一個金球？",
        "c": [
            "樸智星",
            "安貞煥",
            "崔龍洙",
            "金泰映"
        ],
        "a": "b"
    },
    {
        "q": "2002日韓世界杯第一次點球大戰中西班牙門將共撲出幾個球？",
        "c": [
            "1",
            "2",
            "3",
            "4"
        ],
        "a": "b"
    },
    {
        "q": "《浪客劍心》中緋村劍心臉上豎著的傷疤是誰劃上的？",
        "c": [
            "雪代巴",
            "雪代緣",
            "雪代巴的未婚夫",
            "自己"
        ],
        "a": "c"
    },
    {
        "q": "四大名亭中的陶然亭是因為誰的詩句得名的？",
        "c": [
            "歐陽修",
            "白居易",
            "陶淵明",
            "杜牧"
        ],
        "a": "b"
    },
    {
        "q": "人的五感中那個感覺反應最快？",
        "c": [
            "嗅覺",
            "視覺",
            "聽覺",
            "味覺"
        ],
        "a": "d"
    },
    {
        "q": "下列官名中那個不是唐朝的官名？",
        "c": [
            "尚書",
            "黃門",
            "巡按",
            "殿中"
        ],
        "a": "d"
    },
    {
        "q": "巴金幾歲寫成長篇小說《家》？",
        "c": [
            "27歲",
            "28歲",
            "29歲",
            "30歲"
        ],
        "a": "a"
    },
    {
        "q": "十歲以下的小娃娃就當了皇帝的，在中國歷史上共有幾個？",
        "c": [
            "19位",
            "22位",
            "25位",
            "29位"
        ],
        "a": "d"
    },
    {
        "q": "在位時間最短的皇帝是東漢的劉賀，他只當了多久的皇帝就被廢除了？",
        "c": [
            "25天",
            "26天",
            "27天",
            "28天"
        ],
        "a": "c"
    },
    {
        "q": "有“世界花城”（花都）之稱的是那個城市？",
        "c": [
            "紐約",
            "倫敦",
            "巴黎",
            "華盛頓"
        ],
        "a": "c"
    },
    {
        "q": "世界上最早的銀行始建於哪個國家？",
        "c": [
            "義大利",
            "美國",
            "法國",
            "瑞士"
        ],
        "a": "a"
    },
    {
        "q": "“垂簾聽政”始於何時？",
        "c": [
            "宋朝",
            "元朝",
            "唐朝",
            "清朝"
        ],
        "a": "c"
    },
    {
        "q": "冰球十九世紀七十年代起源於那個國家？",
        "c": [
            "美國",
            "英國",
            "加拿大",
            "愛爾蘭"
        ],
        "a": "c"
    },
    {
        "q": "乒乓球十九世紀始於那個國家？",
        "c": [
            "中國",
            "瑞典",
            "法國",
            "英國"
        ],
        "a": "d"
    },
    {
        "q": "歷史劇《屈原》是誰的作品？",
        "c": [
            "胡適",
            "郭沫若",
            "矛盾",
            "郁達夫"
        ],
        "a": "b"
    },
    {
        "q": "小說《沉淪》是誰的作品？",
        "c": [
            "矛盾",
            "郁達夫",
            "郭沫若",
            "老舍"
        ],
        "a": "b"
    },
    {
        "q": "下列哪部小說是郁達夫先生的作品？",
        "c": [
            "鍛煉",
            "南遷",
            "子夜",
            "寒冬"
        ],
        "a": "b"
    },
    {
        "q": "一個帝王陵區只有一個主神道，一般修在誰的陵前？",
        "c": [
            "第一個埋葬者",
            "年齡最大者",
            "統治時間最長者",
            "國力最昌盛者"
        ],
        "a": "a"
    },
    {
        "q": "古時代，地中海沿岸地區以一種豆角樹上的一部分作為計量黃金重量的測量標准。請問：其所用的是豆角樹的哪一部分？",
        "c": [
            "樹根",
            "豆夾",
            "樹葉",
            "豆仁"
        ],
        "a": "d"
    },
    {
        "q": "“杵臼交”多用來指不計身份而結交的朋友。這裡的“杵臼”在古代是用來做什麼的？",
        "c": [
            "搗米",
            "打水",
            "磨面",
            "榨油"
        ],
        "a": "a"
    },
    {
        "q": "歐元什麼時候正式誕生？",
        "c": [
            "1999年1月1日",
            "1999年7月1日",
            "1999年12月1日",
            "1999年2月1日"
        ],
        "a": "a"
    },
    {
        "q": "目前觀測到的距地球最近的一顆恆星位於：",
        "c": [
            "織女座",
            "仙女座",
            "半人馬座",
            "大熊座"
        ],
        "a": "c"
    },
    {
        "q": "人體最大的解毒器官是：",
        "c": [
            "胃",
            "腎",
            "肝",
            "脾"
        ],
        "a": "c"
    },
    {
        "q": "我國最先出現的紙幣是：",
        "c": [
            "元代的“寶鈔”",
            "元代的“交子”",
            "宋代的“寶鈔”",
            "宋代的“交子”"
        ],
        "a": "d"
    },
    {
        "q": "王安石變法發生在宋朝哪個皇帝在位期間？",
        "c": [
            "仁宗",
            "神宗",
            "哲宗",
            "高宗"
        ],
        "a": "b"
    },
    {
        "q": "古人所謂“黃道”是哪種天體運行周年的軌道？",
        "c": [
            "金星",
            "月亮",
            "太陽",
            "地球"
        ],
        "a": "c"
    },
    {
        "q": "漫畫《三毛流浪記》的作者是：",
        "c": [
            "齊白石",
            "豐子愷",
            "張樂平",
            "張大千"
        ],
        "a": "c"
    },
    {
        "q": "下列哪個是酒類廣告中不應出現的內容？",
        "c": [
            "倡導人們飲酒",
            "飲酒後的表情",
            "未成年人飲酒",
            "駕駛汽車"
        ],
        "a": "d"
    },
    {
        "q": "金庸掛印封筆，金盆洗手於多少年？",
        "c": [
            "1970",
            "1971",
            "1972",
            "1973"
        ],
        "a": "c"
    },
    {
        "q": "以下哪些作品不是宮崎駿的作品？",
        "c": [
            "千與千尋的神隱",
            "龍貓",
            "紅發少女安妮",
            "天空的守護神"
        ],
        "a": "d"
    },
    {
        "q": "如果把一個成人的全部血管連接起來，其長度接近多少公裡？",
        "c": [
            "10公里",
            "1000公里",
            "10000公里",
            "10萬公里"
        ],
        "a": "d"
    },
    {
        "q": "孔泰發明的現在通用的鉛筆是由石墨和什麼混合制成的？",
        "c": [
            "鉛粉",
            "粘土",
            "松香",
            "硫磺"
        ],
        "a": "b"
    },
    {
        "q": "《星星索》是哪一國家的民歌？",
        "c": [
            "日本",
            "俄羅斯",
            "印度尼西亞",
            "印度"
        ],
        "a": "c"
    },
    {
        "q": "在世界上首創用湯藥治病的是：",
        "c": [
            "孫思邈",
            "扁鵲",
            "李時珍",
            "伊尹"
        ],
        "a": "d"
    },
    {
        "q": "豆科植物可通過根瘤菌固定哪種元素？",
        "c": [
            "氮",
            "磷",
            "鉀",
            "氧"
        ],
        "a": "a"
    },
    {
        "q": "母乳是嬰兒的最佳食品，以下五種營養素中，哪一種營養素牛乳中的含量比母乳中的高？",
        "c": [
            "氨基酸",
            "脂肪",
            "鈣",
            "維生素C"
        ],
        "a": "c"
    },
    {
        "q": "味精的鮮味來自谷氨酸，它最早發現於什麼湯中？",
        "c": [
            "雞湯",
            "海帶湯",
            "竹筍湯",
            "魚湯"
        ],
        "a": "b"
    },
    {
        "q": "戰國時郭隗對燕昭王說“請自隗始”，是指他開始干什麼呢？",
        "c": [
            "清查財產",
            "聘請任用",
            "晉升高官",
            "撤職查辦"
        ],
        "a": "b"
    },
    {
        "q": "最能反映骨骼發育的重要指標是",
        "c": [
            "胸圍",
            "牙齒數",
            "坐高",
            "身長"
        ],
        "a": "d"
    },
    {
        "q": "下列各朝代疆域西至最遠的是：",
        "c": [
            "秦朝",
            "唐朝",
            "宋朝",
            "清朝"
        ],
        "a": "b"
    },
    {
        "q": "“三北”防護林體系不包括的省區有：",
        "c": [
            "黑龍江",
            "山西",
            "河南",
            "青海"
        ],
        "a": "c"
    },
    {
        "q": "以下哪種動物是軟體動物？",
        "c": [
            "蝸牛",
            "蠶",
            "變形蟲",
            "水蛭"
        ],
        "a": "a"
    },
    {
        "q": "赤壁之戰中，假裝投降以接近曹軍的吳國將領是：",
        "c": [
            "黃忠",
            "黃巢",
            "黃蓋",
            "姜維"
        ],
        "a": "c"
    },
    {
        "q": "下列人物中，哪一個是羅馬神話中的神？",
        "c": [
            "雅典娜",
            "朱比特",
            "蚩尤",
            "黑天"
        ],
        "a": "b"
    },
    {
        "q": "“沙龍”Salon是從哪國傳進的外來語？",
        "c": [
            "英國",
            "法國",
            "美國",
            "俄國"
        ],
        "a": "b"
    },
    {
        "q": "下列人種的分布中，純屬人口遷移造成的是：",
        "c": [
            "非洲白色人種",
            "澳洲棕色人種",
            "亞洲白色人種",
            "美洲黑色人種"
        ],
        "a": "d"
    },
    {
        "q": "雪蓮花的顏色是：",
        "c": [
            "深紅色",
            "粉色",
            "白色",
            "黃色"
        ],
        "a": "a"
    },
    {
        "q": "企鵝產卵的季節一般是：",
        "c": [
            "春季",
            "夏季",
            "秋季",
            "冬季"
        ],
        "a": "c"
    },
    {
        "q": "“草聖”是指那位書法家？",
        "c": [
            "張旭",
            "王羲之",
            "張芝",
            "懷素"
        ],
        "a": "a"
    },
    {
        "q": "“初唐四傑”中有：",
        "c": [
            "王績",
            "王勃",
            "王維",
            "王之煥"
        ],
        "a": "b"
    },
    {
        "q": "《資政新篇》是哪一時期的綱領性文件？",
        "c": [
            "太平天國後期",
            "洋務運動",
            "清末預備立憲",
            "戊戌變法"
        ],
        "a": "a"
    },
    {
        "q": "有“小提琴之王”之稱的作曲家是：",
        "c": [
            "帕格尼尼",
            "貝多芬",
            "海頓",
            "莫扎特"
        ],
        "a": "a"
    },
    {
        "q": "中國第一座佛教寺院是哪一座？",
        "c": [
            "北京潭柘寺",
            "洛陽白馬寺",
            "五台山清涼寺",
            "蒿山少林寺"
        ],
        "a": "b"
    },
    {
        "q": "由於鈣質流失，容易出現維生素D缺乏症，導致腰腿發軟，骨質疏松，下列哪項不是補充維生素D？",
        "c": [
            "經常曬太陽",
            "多食用動物肝髒",
            "多吃牛奶和雞蛋",
            "多吃獼猴桃等水果"
        ],
        "a": "d"
    },
    {
        "q": "杜康酒的產地在我國的：",
        "c": [
            "河南",
            "山西",
            "陝西",
            "山東"
        ],
        "a": "a"
    },
    {
        "q": "“一衣帶水”的水是指哪條河流？",
        "c": [
            "長江",
            "黃河",
            "珠江",
            "黑龍江"
        ],
        "a": "a"
    },
    {
        "q": "文學名篇《人變獸》的作者是哪一位作家？",
        "c": [
            "魯迅",
            "矛盾",
            "聞一多",
            "徐志摩"
        ],
        "a": "d"
    },
    {
        "q": "在下列足球明星中，有“獨狼”稱號的是誰？",
        "c": [
            "古力特羅西納爾",
            "多古徳來明",
            "彼德羅",
            "羅馬裡奧"
        ],
        "a": "d"
    },
    {
        "q": "在小說《俠客行》中，石破天的玄鐵令是從那裡得來的？",
        "c": [
            "一塊燒餅中",
            "一本書中",
            "一口井裡",
            "路上撿到的"
        ],
        "a": "a"
    },
    {
        "q": "被稱為“英雄樹”的是哪種植物？",
        "c": [
            "龍眼",
            "木棉",
            "富貴菊",
            "蓮花"
        ],
        "a": "b"
    },
    {
        "q": "中國的傳統手工藝---景泰藍在哪一歷史時期發展最快？",
        "c": [
            "明景泰年間",
            "明宣德年間",
            "明萬歷年間",
            "清康熙年間"
        ],
        "a": "a"
    },
    {
        "q": "“景泰藍”是何地的特種工藝？",
        "c": [
            "北京",
            "上海",
            "南京",
            "杭州"
        ],
        "a": "a"
    },
    {
        "q": "五子棋段位制最高為：",
        "c": [
            "一段",
            "六",
            "九段",
            "十二段"
        ],
        "a": "c"
    },
    {
        "q": "按有關法律規定，經營者可以從事的抽獎式有獎銷售，最高獎的獎金額的限度是：",
        "c": [
            "五千元人民幣",
            "五萬人民幣",
            "一百萬人民幣",
            "五百萬人民幣"
        ],
        "a": "a"
    },
    {
        "q": "我們日常的主食基本上屬於什麼食物？",
        "c": [
            "酸性食物",
            "堿性食物",
            "中性食物",
            "半酸半堿食物"
        ],
        "a": "a"
    },
    {
        "q": "公元前594年，實行“初稅畝”，按畝收稅的國家是：",
        "c": [
            "楚國",
            "魯國",
            "鄭國",
            "魏國"
        ],
        "a": "b"
    },
    {
        "q": "中國雖然不是雙姓大國，但還是有不少雙姓，請問以下哪個不是雙姓？",
        "c": [
            "東郭",
            "百裡",
            "羊舌",
            "三台"
        ],
        "a": "d"
    },
    {
        "q": "《阿裡山的姑娘》是哪個少數民族的民歌？",
        "c": [
            "苗族民歌",
            "彝族民歌",
            "高山族民歌",
            "黎族民歌"
        ],
        "a": "c"
    },
    {
        "q": "青蛙除了用肺外還用什麼器官呼吸？",
        "c": [
            "肌肉",
            "皮膚",
            "脾臟",
            "腮"
        ],
        "a": "b"
    },
    {
        "q": "科學家把豬、牛、羊、馬一起關在施放了有毒氯氣的環境中作試驗，它們中誰逃脫了厄運？",
        "c": [
            "豬",
            "牛",
            "羊",
            "馬"
        ],
        "a": "a"
    },
    {
        "q": "“運斤成風”比喻技藝神異，手法熟練，這個“斤”字是指：",
        "c": [
            "石墩",
            "銅錘",
            "斧子",
            "鐵棍"
        ],
        "a": "c"
    },
    {
        "q": "《嘎達梅林》是哪個民族的敘事歌曲？",
        "c": [
            "維吾爾族",
            "哈薩克族",
            "蒙古族",
            "達斡爾"
        ],
        "a": "c"
    },
    {
        "q": "我國的哪一個城市素有“日光之城”的美稱？",
        "c": [
            "廈門",
            "青島",
            "三亞",
            "拉薩"
        ],
        "a": "d"
    },
    {
        "q": "“何處招魂，香草還生三戶地；當年呵壁，湘流應識九歌心”，這幅對聯說的是：",
        "c": [
            "賈誼",
            "諸葛亮",
            "屈原",
            "文天祥"
        ],
        "a": "c"
    },
    {
        "q": "世界上最深的海溝位於：",
        "c": [
            "太平洋",
            "大西洋",
            "北冰洋",
            "印度洋"
        ],
        "a": "a"
    },
    {
        "q": "國際上用“K”表示含金量，18K表示含金量為：",
        "c": [
            "90%",
            "83%",
            "75%",
            "50%"
        ],
        "a": "c"
    },
    {
        "q": "民間故事“八仙過海”中的“八仙”和誰屬一教派？太上老君",
        "c": [
            "觀音菩薩",
            "摩西",
            "惠能和尚",
            ""
        ],
        "a": "a"
    },
    {
        "q": "“似曾相識燕歸來”的上一句是：",
        "c": [
            "無可奈何花落去",
            "相逢一笑泯恩仇",
            "東邊日出西邊雨",
            "雙手推開床前月"
        ],
        "a": "a"
    },
    {
        "q": "“民告官”是以下哪種法律行為的俗稱？",
        "c": [
            "刑事訴訟",
            "民事訴訟",
            "行政訴訟",
            "勞動仲裁"
        ],
        "a": "c"
    },
    {
        "q": "美國微軟公司的總部設在",
        "c": [
            "美國西部",
            "美國東部",
            "美國南部",
            "美國北部"
        ],
        "a": "a"
    },
    {
        "q": "中國的三大姓分別是？",
        "c": [
            "陳、李、王",
            "陳、張、李",
            "張、王、李",
            "張、林、王"
        ],
        "a": "c"
    },
    {
        "q": "米盧曾經帶領幾支隊伍參加過世界杯？",
        "c": [
            "2",
            "3",
            "4",
            "5"
        ],
        "a": "d"
    },
    {
        "q": "曹雪芹寫《紅樓夢》用了幾年的時間？",
        "c": [
            "5年",
            "10年",
            "15年",
            "20年"
        ],
        "a": "b"
    },
    {
        "q": "反映波蘭作曲家肖邦生平的美國影片是：",
        "c": [
            "《翠堤春曉》",
            "《一曲難忘》",
            "《音樂之聲》",
            "《雨中曲》"
        ],
        "a": "b"
    },
    {
        "q": "國際通用的航海速度用“節”表示，一“節”表示多少？",
        "c": [
            "0.925公裡/小時",
            "1.152公裡/小時",
            "1.852公裡/小時",
            "2.152公裡/小時"
        ],
        "a": "c"
    },
    {
        "q": "今年初原長城公司的CDMA業務被移交給了哪一家公司？",
        "c": [
            "中國移動",
            "中國聯通",
            "中國電信",
            "中國網通"
        ],
        "a": "b"
    },
    {
        "q": "標准鍵盤的“T”鍵左邊那個是什麼鍵？",
        "c": [
            "R",
            "S",
            "E",
            "Y"
        ],
        "a": "a"
    },
    {
        "q": "羅大佑的作品有：",
        "c": [
            "《戀曲1990》",
            "《鄉間的小路》",
            "《外婆的澎湖灣》",
            "《同桌的你》"
        ],
        "a": "a"
    },
    {
        "q": "地上、地下文物在我國居於首位的省分別是：",
        "c": [
            "山西、陝西",
            "河南、陝西",
            "河北、河南",
            "山西、河南"
        ],
        "a": "a"
    },
    {
        "q": "金剛石的組成元素與下列什麼物質相同：",
        "c": [
            "金子",
            "岩石",
            "石墨",
            "金剛砂"
        ],
        "a": "c"
    },
    {
        "q": "中國的尼姑最早是何時出現的？",
        "c": [
            "夏朝",
            "唐朝",
            "南北朝",
            "金朝"
        ],
        "a": "c"
    },
    {
        "q": "斯皮爾伯格執導的影片是：",
        "c": [
            "《泰坦尼克號》",
            "《蝙蝠俠》",
            "《辛德勒名單》",
            "《星球大戰》"
        ],
        "a": "c"
    },
    {
        "q": "塑料袋通常用什麼來制造？",
        "c": [
            "聚苯乙烯",
            "聚乙烯",
            "聚氯乙烯",
            "聚脂碳酸"
        ],
        "a": "b"
    },
    {
        "q": "地窖中如果存貯的蔬菜瓜果腐爛變質，會產生什麼有毒氣體？",
        "c": [
            "二氧化硫",
            "硫化氫",
            "甲烷",
            "二氧化碳"
        ],
        "a": "b"
    },
    {
        "q": "五香除花椒、茴香子外還有包括什麼？",
        "c": [
            "八角、辣椒、丁香",
            "八角、桂皮、丁香",
            "花蕾桂皮、六角、胡椒",
            "芥末、桂皮、八角"
        ],
        "a": "b"
    },
    {
        "q": "我們常用的標准鍵盤一共有多少個鍵位？",
        "c": [
            "87",
            "97",
            "107",
            "117"
        ],
        "a": "c"
    },
    {
        "q": "舉重比賽中，最重的杠鈴片是：",
        "c": [
            "藍色",
            "綠色",
            "紅色",
            "黃色"
        ],
        "a": "b"
    },
    {
        "q": "“知天命”代指什麼年紀？",
        "c": [
            "20歲",
            "70歲",
            "30歲",
            "50歲"
        ],
        "a": "d"
    },
    {
        "q": "中國古代哪個學派的主張，與綠色和平組織的思想相近？",
        "c": [
            "儒家",
            "道家",
            "佛家",
            "法家"
        ],
        "a": "b"
    },
    {
        "q": "少年兒童發育最快的系統是：",
        "c": [
            "神經系統",
            "消化系統",
            "血液循環系統",
            "呼吸系統"
        ],
        "a": "a"
    },
    {
        "q": "校園歌曲《童年》的詞曲作者是：",
        "c": [
            "黃舒駿",
            "李宗盛",
            "羅大佑",
            "李泰祥"
        ],
        "a": "c"
    },
    {
        "q": "在所有巨大的猛獸中，哪種動物的心髒最小？",
        "c": [
            "獅子",
            "老虎",
            "野豬",
            "獵豹"
        ],
        "a": "a"
    },
    {
        "q": "一張女排的球網有多高？",
        "c": [
            "2.15m",
            "2.34m",
            "2.24m",
            "2.25m"
        ],
        "a": "c"
    },
    {
        "q": "商老太在金庸看來是個怎樣的人物？",
        "c": [
            "喜劇人物",
            "悲劇人物",
            "鬧劇人物",
            "不明人物"
        ],
        "a": "b"
    },
    {
        "q": "在古希腊，像征婚姻幸福的標志是一個什麼形狀？",
        "c": [
            "正方形",
            "五角星",
            "心形",
            "三角形"
        ],
        "a": "d"
    },
    {
        "q": "鯨的心髒每小時跳動多少次？",
        "c": [
            "540次",
            "600次",
            "650次",
            "700次"
        ],
        "a": "a"
    },
    {
        "q": "我們所穿的衣服每天把成千上萬個表皮細胞揩掉。人們每過多少天就換上一層新的表皮？",
        "c": [
            "15天",
            "20天",
            "27天",
            "31天"
        ],
        "a": "c"
    },
    {
        "q": "中國十大元帥中不包括誰？",
        "c": [
            "葉劍英",
            "毛澤東",
            "賀龍",
            "劉伯承"
        ],
        "a": "b"
    },
    {
        "q": "我國從什麼時候起就有了歷法？",
        "c": [
            "漢",
            "商",
            "周",
            "夏"
        ],
        "a": "d"
    },
    {
        "q": "金庸作品時代背景最早的是哪個？",
        "c": [
            "天龍八部",
            "連城決",
            "笑傲江湖",
            "越女劍"
        ],
        "a": "d"
    },
    {
        "q": "Windows NT 操作系統使用的格式是什麼？",
        "c": [
            "FAT16",
            "FAT32",
            "NTFS",
            "FAT"
        ],
        "a": "c"
    },
    {
        "q": "SQL是指什麼？",
        "c": [
            "選擇隊列",
            "語言結構化",
            "查詢庫結構化",
            "查詢語言選擇隊列庫"
        ],
        "a": "c"
    },
    {
        "q": "以下那個數據庫屬於linux下的免費數據庫？",
        "c": [
            "sybase",
            "FOXPRO",
            "mysql",
            "sqlserver"
        ],
        "a": "c"
    },
    {
        "q": "成語“脫穎而出”的‘穎’是什麼意思？",
        "c": [
            "優秀",
            "稻穗",
            "錐尖",
            "聰明"
        ],
        "a": "c"
    },
    {
        "q": "現在世界上最大的城市是哪個？",
        "c": [
            "東京",
            "武漢",
            "紐約",
            "倫敦"
        ],
        "a": "b"
    },
    {
        "q": "珊瑚婚是指結婚多少周年？",
        "c": [
            "10",
            "25",
            "35",
            "40"
        ],
        "a": "c"
    },
    {
        "q": "圓周率最早出現在哪裡？",
        "c": [
            "巴比倫",
            "埃及",
            "印度",
            "阿拉伯"
        ],
        "a": "b"
    },
    {
        "q": "慈禧垂簾聽政的地點在哪裡？",
        "c": [
            "坤寧宮",
            "養心殿",
            "太和殿",
            "儲秀宮"
        ],
        "a": "b"
    },
    {
        "q": "我們的鼻子有多少個嗅覺感受器？",
        "c": [
            "300萬",
            "50萬",
            "500萬",
            "800萬"
        ],
        "a": "c"
    },
    {
        "q": "《義勇軍進行曲》是哪部電影的主題歌？",
        "c": [
            "《塞上風雲》",
            "《大路》",
            "《風雲兒女》",
            "《十字街頭》"
        ],
        "a": "c"
    },
    {
        "q": "在糖水中加少量鹽，嘗起來會怎樣？",
        "c": [
            "變澀",
            "變鹹",
            "更甜",
            "變苦"
        ],
        "a": "c"
    },
    {
        "q": "一般說，同一只手上哪個手指的指甲生長得最快？",
        "c": [
            "食指",
            "小指",
            "中指",
            "無名指"
        ],
        "a": "c"
    },
    {
        "q": "以下哪種化學物質可成為正離子？",
        "c": [
            "鎂",
            "氧",
            "氯",
            "碳"
        ],
        "a": "a"
    },
    {
        "q": "開發Quake系列游戲是哪家公司？",
        "c": [
            "ACTIVISON",
            "ID SOFTWARE",
            "RAVEN SOFT",
            "EA電子藝界"
        ],
        "a": "b"
    },
    {
        "q": "Flash是哪個公司的產品？",
        "c": [
            "微軟",
            "Macromedia",
            "Cisco",
            "IBM"
        ],
        "a": "b"
    },
    {
        "q": "在計算機中漢字是用幾個字節來表示？",
        "c": [
            "1",
            "2",
            "3",
            "4"
        ],
        "a": "b"
    },
    {
        "q": "形容動物的鳴叫常用一個字表示，狼的叫聲應該用：",
        "c": [
            "嘯",
            "嗥",
            "嘶",
            "鳴"
        ],
        "a": "b"
    },
    {
        "q": "不是女作家的作品有",
        "c": [
            "〈來來往往〉",
            "〈紅處方〉",
            "〈摩訶摩耶〉",
            "〈飄〉"
        ],
        "a": "c"
    },
    {
        "q": "彩虹的項部是什麼顏色的？",
        "c": [
            "綠",
            "藍",
            "紫",
            "紅"
        ],
        "a": "d"
    },
    {
        "q": "藏傳佛教“活佛”死後多采用",
        "c": [
            "天葬",
            "水葬",
            "火葬",
            "塔葬"
        ],
        "a": "d"
    },
    {
        "q": "操作系統中，文件系統的主要目的是：",
        "c": [
            "實現虛擬存儲",
            "實現對文件的按名存取",
            "實現對文件的按內容存取",
            "實現對文件的高速輸入輸出"
        ],
        "a": "b"
    },
    {
        "q": "曹丕是曹操的第幾個兒子？",
        "c": [
            "長子",
            "次子",
            "三子",
            "四子"
        ],
        "a": "b"
    },
    {
        "q": "草莓的花是什麼顏色？",
        "c": [
            "粉紅色",
            "白色",
            "黃色",
            "紫色"
        ],
        "a": "b"
    },
    {
        "q": "查看DOS版本的命令是______。",
        "c": [
            "TYPE",
            "DIR",
            "VER",
            "VOL"
        ],
        "a": "c"
    },
    {
        "q": "茶的原產地是：",
        "c": [
            "中國",
            "印度",
            "埃及",
            "美洲"
        ],
        "a": "a"
    },
    {
        "q": "茶葉加工中不經過發酵的是哪一類茶？",
        "c": [
            "紅茶",
            "綠茶",
            "烏龍茶",
            "菊花茶"
        ],
        "a": "b"
    },
    {
        "q": "茶葉依發酵程度不同分為三種，是：",
        "c": [
            "綠茶、花茶和紅茶",
            "綠茶、烏龍茶和紅茶",
            "新茶、炒青和鳳眉",
            "綠茶、花茶和炒青"
        ],
        "a": "b"
    },
    {
        "q": "產品生命周期曲線是針對某一產品在不同時期____變化的描述。",
        "c": [
            "利潤",
            "產量",
            "銷量",
            "價格"
        ],
        "a": "c"
    },
    {
        "q": "產於福建的名茶是：",
        "c": [
            "白茶",
            "龍井茶",
            "黑茶",
            "紅茶"
        ],
        "a": "a"
    },
    {
        "q": "長度單位中的“碼”是多少釐米？",
        "c": [
            "30釐米",
            "60釐米",
            "90釐米",
            "100釐米"
        ],
        "a": "c"
    },
    {
        "q": "長鼓舞是哪個民族的民間舞蹈？",
        "c": [
            "壯族",
            "黎族",
            "彝族",
            "土家族"
        ],
        "a": "d"
    },
    {
        "q": "陳皮是以哪種水果的表皮為原料的？",
        "c": [
            "橘子",
            "蘋果",
            "香蕉",
            "西瓜"
        ],
        "a": "a"
    },
    {
        "q": "稱為我國嶺南四大名果之一、古人叫它“長腰黃果”的是：",
        "c": [
            "柑橙",
            "菠蘿",
            "香蕉",
            "葡萄"
        ],
        "a": "c"
    },
    {
        "q": "成人牙齒共____顆。",
        "c": [
            "32",
            "36",
            "28",
            "30"
        ],
        "a": "a"
    },
    {
        "q": "成語“跋前疐後”形容的是哪種動物：",
        "c": [
            "狗",
            "狼",
            "狐狸",
            "豬"
        ],
        "a": "c"
    },
    {
        "q": "成語“三人行，必有我師”、“敏而好學，不恥下問”出自：",
        "c": [
            "大學",
            "孟子",
            "論語",
            "中庸"
        ],
        "a": "c"
    },
    {
        "q": "成語“安步當車”中形容怎樣走可以像坐車一樣？",
        "c": [
            "齊步走",
            "快走",
            "快跑",
            "慢慢走"
        ],
        "a": "d"
    },
    {
        "q": "成語“信口雌黃”中的“雌黃”原指什麼？",
        "c": [
            "謊言",
            "礦物",
            "食物",
            "顏料"
        ],
        "a": "b"
    },
    {
        "q": "吃了下列哪種水果後馬上喝涼水容易導致腹痛？",
        "c": [
            "蘋果",
            "龍眼",
            "橘子",
            "柿子"
        ],
        "a": "d"
    },
    {
        "q": "吃太多手搖爆米花機爆出的米花會導致：",
        "c": [
            "錫中毒",
            "鉛中毒",
            "鉻中毒",
            "鐵中毒"
        ],
        "a": "b"
    },
    {
        "q": "除夏威夷之外，哪個州也是美國本土以外的州？",
        "c": [
            "內華達州",
            "達拉斯州",
            "緬因州",
            "阿拉斯加州"
        ],
        "a": "d"
    },
    {
        "q": "穿梭機“挑戰者號”是美國第幾艘建造的穿梭機？",
        "c": [
            "5",
            "4",
            "3",
            "2"
        ],
        "a": "d"
    },
    {
        "q": "創辦最早，被稱為“電影節之父”的是：",
        "c": [
            "威尼斯電影節",
            "戛納電影節",
            "東京電影節",
            "柏林電影節"
        ],
        "a": "a"
    },
    {
        "q": "創作芭蕾舞劇“天鵝湖”的音樂家是：",
        "c": [
            "貝多芬",
            "柴可夫斯基",
            "施特勞斯",
            "李查德"
        ],
        "a": "b"
    },
    {
        "q": "春分那一天黃昏時，北鬥星的鬥柄指向：",
        "c": [
            "東方",
            "南方",
            "西方",
            "北方"
        ],
        "a": "a"
    },
    {
        "q": "春秋時的齊國和魯國，在現在的哪個省？",
        "c": [
            "河北",
            "山東",
            "江蘇",
            "安徽"
        ],
        "a": "b"
    },
    {
        "q": "純的銅器是什麼顏色？",
        "c": [
            "紫色",
            "黃色",
            "紅黃色",
            "金色"
        ],
        "a": "a"
    },
    {
        "q": "刺繡是我國著名的傳統工藝之一，約有多少年的歷史了？",
        "c": [
            "5000",
            "3000",
            "2500",
            "2000"
        ],
        "a": "b"
    },
    {
        "q": "從第____奧運會開始，射擊比賽開始設男女兩個組",
        "c": [
            "第22屆",
            "第23屆",
            "第24屆",
            "第25屆"
        ],
        "a": "b"
    },
    {
        "q": "從公元前613年到1986年，哈雷彗星共光顧地球多少次？",
        "c": [
            "17",
            "33",
            "35",
            "42"
        ],
        "a": "c"
    },
    {
        "q": "從古至今北京有幾次被定為都城？",
        "c": [
            "12次",
            "15次",
            "16次",
            "17次"
        ],
        "a": "a"
    },
    {
        "q": "從航天飛機裡看太陽是什麼顏色的？",
        "c": [
            "黃色的",
            "白色的",
            "藍色的",
            "紅色的"
        ],
        "a": "b"
    },
    {
        "q": "從何時開始，中國有了民辦報紙？",
        "c": [
            "唐朝",
            "宋朝",
            "元朝",
            "明朝"
        ],
        "a": "b"
    },
    {
        "q": "從事有害工種時實行定期輪換制度，合同期限最長不超過：",
        "c": [
            "10年",
            "8年",
            "5年",
            "3年"
        ],
        "a": "b"
    },
    {
        "q": "存儲120個64＊64點陣漢字，需要多少個KB？",
        "c": [
            "60",
            "50",
            "40",
            "70"
        ],
        "a": "a"
    },
    {
        "q": "存儲一個32＊32點陣漢字字型信息的字節數是．．",
        "c": [
            "64B",
            "128B",
            "512B",
            "256B"
        ],
        "a": "b"
    },
    {
        "q": "存儲一個漢字的內碼所需的字節數是______。",
        "c": [
            "1個",
            "8個",
            "4個",
            "2個"
        ],
        "a": "d"
    },
    {
        "q": "大家都知道，煙草中含有對人的身體十分有害的成分尼古丁，而尼古丁是以",
        "c": [
            "人命",
            "地名",
            "植物名",
            "動物名"
        ],
        "a": "a"
    },
    {
        "q": "大年三十，中國農村的很多地方都要蒸俗稱“金元寶”的什麼？",
        "c": [
            "年糕",
            "白饃饃",
            "豆沙包",
            "糖三角"
        ],
        "a": "b"
    },
    {
        "q": "大氣中的臭氧層過濾掉了大部分",
        "c": [
            "可見光",
            "紫外線",
            "紅外線",
            "太陽黑子"
        ],
        "a": "b"
    },
    {
        "q": "大氣中起吸收紫外線、保護地球生命作用的是哪種成分？",
        "c": [
            "氧氣",
            "水汽",
            "臭氧",
            "二氧化碳"
        ],
        "a": "c"
    },
    {
        "q": "大氣主要分布在地球表面的多少厚度內？",
        "c": [
            "5km",
            "12km",
            "20km",
            "24km"
        ],
        "a": "b"
    },
    {
        "q": "大秦帝國自秦始皇創建到滅亡，一共存在了多少年？",
        "c": [
            "14年",
            "15年",
            "16年",
            "17年"
        ],
        "a": "b"
    },
    {
        "q": "大文豪巴爾扎克是哪國人？",
        "c": [
            "英國",
            "法國",
            "德國",
            "西班牙"
        ],
        "a": "b"
    },
    {
        "q": "大文豪泰戈爾是哪個國家的驕傲？",
        "c": [
            "印度",
            "阿拉伯",
            "印尼",
            "古巴"
        ],
        "a": "a"
    },
    {
        "q": "當天空出現彎曲彩虹的時候最外層的顏色是？",
        "c": [
            "紫色",
            "黃色",
            "紅色",
            "橙色"
        ],
        "a": "a"
    },
    {
        "q": "當一列火車向我們開來時，聽到的汽笛聲會怎樣變化？",
        "c": [
            "越來越高",
            "越來越低",
            "沒有變化",
            "先低後高"
        ],
        "a": "a"
    },
    {
        "q": "燈謎是我國傳統的謎語形式，南宋時，人們把猜謎叫：",
        "c": [
            "射虎",
            "打虎",
            "謎虎",
            "猜啞謎"
        ],
        "a": "a"
    },
    {
        "q": "地動儀是誰制做的",
        "c": [
            "張儀",
            "張章",
            "張衡",
            "張良"
        ],
        "a": "c"
    },
    {
        "q": "地滾球在中國一般叫作什麼？",
        "c": [
            "棒球",
            "門球",
            "足球",
            "保齡球"
        ],
        "a": "d"
    },
    {
        "q": "地殼裡存在最多的金屬元素是：",
        "c": [
            "鐵",
            "銅",
            "鋁",
            "錫"
        ],
        "a": "c"
    },
    {
        "q": "地殼中含量最高的元素是：",
        "c": [
            "鋁",
            "鐵",
            "硅",
            "氧"
        ],
        "a": "a"
    },
    {
        "q": "地球的歷史可劃分為幾個地質時代？",
        "c": [
            "4個",
            "5個",
            "6個",
            "7個"
        ],
        "a": "b"
    },
    {
        "q": "地球的英文名是：",
        "c": [
            "Earth",
            "Mars",
            "Uranus",
            "Moon"
        ],
        "a": "a"
    },
    {
        "q": "地球上現存重量最大的生物是：",
        "c": [
            "藍鯨",
            "大像",
            "樹",
            "都不是"
        ],
        "a": "c"
    },
    {
        "q": "地球上最大的內海是什麼海？",
        "c": [
            "黑海",
            "加勒比海",
            "白令海",
            "地中海"
        ],
        "a": "b"
    },
    {
        "q": "地球同步衛星的運轉速度和什麼保持一致？",
        "c": [
            "地球的自轉速度",
            "地球的公轉速度",
            "月亮的公轉速度",
            "太陽自轉速度"
        ],
        "a": "a"
    },
    {
        "q": "第一個測定地震的科學家張衡是哪個歷史時期的人？",
        "c": [
            "東漢",
            "西漢",
            "春秋",
            "唐代"
        ],
        "a": "a"
    },
    {
        "q": "第一個飛出太陽系的航天器是：",
        "c": [
            "先驅者1號",
            "先驅者5號",
            "先驅者10號",
            "都不是"
        ],
        "a": "c"
    },
    {
        "q": "第一個接受人造心髒移植手術後活了１１２天的人，是一位：",
        "c": [
            "醫生",
            "詩人",
            "工人",
            "學者"
        ],
        "a": "a"
    },
    {
        "q": "第一個實現環球航行的是誰？",
        "c": [
            "哥倫布",
            "鄭和",
            "麥哲倫",
            "迪亞士"
        ],
        "a": "c"
    },
    {
        "q": "第一個微處理器於1971年由____公司生產！",
        "c": [
            "APPLE",
            "IBM",
            "INTEL",
            "MICROSOFT"
        ],
        "a": "c"
    },
    {
        "q": "第一屆奧運會於公元前776年在哪國舉行？",
        "c": [
            "希腊",
            "巴西",
            "埃及",
            "伊拉克"
        ],
        "a": "a"
    },
    {
        "q": "第一屆春節聯歡晚會，是在哪一個舉辦的？",
        "c": [
            "1983年",
            "1984年",
            "1982年",
            "1981年"
        ],
        "a": "a"
    },
    {
        "q": "第一屆冬季奧運會1924年在____舉行",
        "c": [
            "英國",
            "法國",
            "芬蘭",
            "中國"
        ],
        "a": "b"
    },
    {
        "q": "第一屆女足世界杯在哪個國家舉行？",
        "c": [
            "美國",
            "挪威",
            "中國",
            "瑞典"
        ],
        "a": "b"
    },
    {
        "q": "第一屆歐洲足球錦標賽是在哪一年舉辦的？",
        "c": [
            "1954",
            "1956",
            "1960",
            "1964"
        ],
        "a": "c"
    },
    {
        "q": "第一屆全國運動會是在____舉行的",
        "c": [
            "北京",
            "上海",
            "天津",
            "山東"
        ],
        "a": "a"
    },
    {
        "q": "第一屆世界杯足球賽的冠軍是哪只球隊？",
        "c": [
            "烏拉圭",
            "巴西",
            "匈牙利",
            "意大利"
        ],
        "a": "a"
    },
    {
        "q": "第一屆世界足球錦標賽是在哪一年舉行？",
        "c": [
            "1912",
            "1926",
            "1930",
            "1934"
        ],
        "a": "c"
    },
    {
        "q": "第一顆人造衛星是在哪一年發射成功的？",
        "c": [
            "1957",
            "1958",
            "1959",
            "1960"
        ],
        "a": "a"
    },
    {
        "q": "第一位培養育出沒有外祖父的癩蛤蟆的科學家朱洗是哪個省的人？",
        "c": [
            "山東",
            "浙江",
            "山西",
            "江西"
        ],
        "a": "b"
    },
    {
        "q": "第二次技術革命的標志是什麼？",
        "c": [
            "蒸氣機",
            "電視",
            "發電機",
            "印刷術"
        ],
        "a": "c"
    },
    {
        "q": "第三代計算機的邏輯器件采用的是",
        "c": [
            "晶體管",
            "中．小規模集成電路",
            "大規模集成電路",
            "微處理器集成電路"
        ],
        "a": "b"
    },
    {
        "q": "第三世界的崛起，對二戰後國際關系的影響主要是：",
        "c": [
            "把聯合國變成了第三世界的鬥爭舞台",
            "使亞非拉發展中國家發揮越來越大的作用",
            "有利地衝擊著美蘇爭霸的兩極格局",
            "改變了國際間舊的經濟關系"
        ],
        "a": "c"
    },
    {
        "q": "第四代計算機使用的邏輯器件是：",
        "c": [
            "繼電器",
            "電子管",
            "中小規模集成電路",
            "大規模和超大規模集成電路"
        ],
        "a": "d"
    },
    {
        "q": "電話的發明者是誰？",
        "c": [
            "貝爾",
            "愛迪生",
            "瓦特",
            "勞倫斯"
        ],
        "a": "a"
    },
    {
        "q": "電流的單位的什麼？",
        "c": [
            "歐姆",
            "安培",
            "焦耳",
            "庫"
        ],
        "a": "b"
    },
    {
        "q": "電腦的鼠標誕生於20世紀幾十年代？",
        "c": [
            "60年代",
            "70年代",
            "80年代",
            "90年代"
        ],
        "a": "a"
    },
    {
        "q": "電腦的中央處理器英文簡寫是什麼？",
        "c": [
            "RAM",
            "ROM",
            "CPU",
            "SDAM"
        ],
        "a": "c"
    },
    {
        "q": "電影《羅生門》的導演是：",
        "c": [
            "川端康成",
            "大島渚",
            "黑澤明",
            "斯皮爾伯格"
        ],
        "a": "c"
    },
    {
        "q": "冬季奧運會是從哪一年開始舉辦的？",
        "c": [
            "1894",
            "1896",
            "1922",
            "1924"
        ],
        "a": "d"
    },
    {
        "q": "動物中視角最大的是：",
        "c": [
            "鷹",
            "野鴨",
            "蛇",
            "魚"
        ],
        "a": "d"
    },
    {
        "q": "豆科作物能提高土壤肥力，主要是因為它",
        "c": [
            "消耗的養分少",
            "根腐爛後能化作肥力",
            "與根瘤菌共生",
            "生長慢"
        ],
        "a": "c"
    },
    {
        "q": "端硯的產地是：",
        "c": [
            "廣東",
            "安徽",
            "甘肅",
            "湖南"
        ],
        "a": "a"
    },
    {
        "q": "短距離跑指的是____的項目",
        "c": [
            "400米以下",
            "800米以下",
            "200米以下",
            "100米以下"
        ],
        "a": "a"
    },
    {
        "q": "段譽真正的父親是誰？",
        "c": [
            "段正淳",
            "段延慶",
            "段正明",
            "三者都不是"
        ],
        "a": "b"
    },
    {
        "q": "對蝦主要產於我國哪些海域？",
        "c": [
            "勃海、東海",
            "黃海、勃海",
            "東海、南海",
            "勃海"
        ],
        "a": "b"
    },
    {
        "q": "對於微型計算機，大卡按照字長一分類，常見的286機屬於多少位？",
        "c": [
            "16",
            "24",
            "64",
            "8"
        ],
        "a": "a"
    },
    {
        "q": "對於擁有剩余資金的人來說，將資金投向哪裡既有較大的收益，又安全、便利。",
        "c": [
            "炒股",
            "購買保險",
            "分散投資",
            "存入銀行"
        ],
        "a": "c"
    },
    {
        "q": "多年來，國際奧委會一直旗幟鮮明地反對使用興奮劑，在所有比賽項目中實行興奮劑檢查是從____開始的",
        "c": [
            "1964年",
            "1968年",
            "1972年",
            "1981年"
        ],
        "a": "b"
    },
    {
        "q": "多少級以上的地震會造成破壞？",
        "c": [
            "4．5級",
            "5級",
            "6級",
            "7級"
        ],
        "a": "b"
    },
    {
        "q": "奪得世界杯次數最多的足球隊是：",
        "c": [
            "巴西足球隊",
            "法國足球隊",
            "阿根廷足球隊",
            "意大利足球隊"
        ],
        "a": "a"
    },
    {
        "q": "俄羅斯的克裡姆林宮建於何時？",
        "c": [
            "1325",
            "1475",
            "1589",
            "1679"
        ],
        "a": "b"
    },
    {
        "q": "峨眉山第二次處在海平面之下的時間是在：",
        "c": [
            "四億年前",
            "兩億年前",
            "七千萬年前",
            "三千萬年前"
        ],
        "a": "c"
    },
    {
        "q": "恩格爾系數達到多少的消費水平被稱為小康水平？",
        "c": [
            "20％~30％",
            "30~40％",
            "40~50％",
            "50~60％"
        ],
        "a": "c"
    },
    {
        "q": "二戰中，最早發明並廣泛使用雷達的國家是：",
        "c": [
            "英國",
            "美國",
            "德國",
            "前蘇聯"
        ],
        "a": "a"
    },
    {
        "q": "發明了電話的科學家是：",
        "c": [
            "貝爾",
            "愛迪生",
            "赫茲",
            "馬克尼"
        ],
        "a": "a"
    },
    {
        "q": "發燒時不宜喝什麼飲料？",
        "c": [
            "果汁",
            "白開水",
            "濃茶",
            "汽水"
        ],
        "a": "c"
    },
    {
        "q": "發射人造地球衛星的火箭在水平方向上的速度至少應達到：",
        "c": [
            "第一宇宙速度",
            "第二宇宙速度",
            "第三宇宙速度",
            "第四宇宙速度"
        ],
        "a": "a"
    },
    {
        "q": "發生在北京盧溝橋的歷史事變名叫？",
        "c": [
            "華北事變",
            "戊戌政變",
            "七七事變",
            "皖南事變"
        ],
        "a": "c"
    },
    {
        "q": "法國的凡爾賽宮是在哪一年開始建造的？",
        "c": [
            "1478",
            "1546",
            "1661",
            "1683"
        ],
        "a": "c"
    },
    {
        "q": "帆船運動是來源於生產活動的一項水上運動，它作為娛樂活動最早出現於16-17世紀的____。",
        "c": [
            "英國",
            "荷蘭",
            "丹麥",
            "意大利"
        ],
        "a": "b"
    },
    {
        "q": "房東想把房屋出租給第三人，必須提前多久通知現租人",
        "c": [
            "兩個月",
            "三個月",
            "四個月",
            "五個月"
        ],
        "a": "b"
    },
    {
        "q": "飛得最快的鳥是：",
        "c": [
            "信天翁",
            "蜂鳥",
            "雨燕",
            "鷹"
        ],
        "a": "c"
    },
    {
        "q": "費爾馬大定理於何時被破解？",
        "c": [
            "1986",
            "1994",
            "2000",
            "1776"
        ],
        "a": "b"
    },
    {
        "q": "符號“＆”的中文意思是什麼？",
        "c": [
            "或",
            "但",
            "和",
            "也"
        ],
        "a": "c"
    },
    {
        "q": "復活節島上的巨大石雕是在什麼時候被發現的？",
        "c": [
            "1548",
            "1695",
            "1722",
            "1864"
        ],
        "a": "c"
    },
    {
        "q": "復活節島上有多少墩石像？",
        "c": [
            "214",
            "180",
            "163",
            "說不清楚"
        ],
        "a": "d"
    },
    {
        "q": "柑橘生長在",
        "c": [
            "熱帶",
            "亞熱帶",
            "溫帶",
            "寒帶"
        ],
        "a": "b"
    },
    {
        "q": "橄欖球起源於____。",
        "c": [
            "英國",
            "美國",
            "加拿大",
            "西班牙"
        ],
        "a": "a"
    },
    {
        "q": "橄欖球是從____中派生出來的。",
        "c": [
            "籃球運動",
            "足球運動",
            "排球運動",
            "手球運動"
        ],
        "a": "b"
    },
    {
        "q": "鋼是由什麼組成的？",
        "c": [
            "純鐵",
            "鐵、碳",
            "鐵、鋁",
            "鐵、鎳"
        ],
        "a": "b"
    },
    {
        "q": "高爾夫球起源於____。",
        "c": [
            "中國",
            "英國",
            "法國",
            "德國"
        ],
        "a": "b"
    },
    {
        "q": "高爾夫球最基本的器材有幾種？",
        "c": [
            "3種",
            "4種",
            "5種",
            "6種"
        ],
        "a": "c"
    },
    {
        "q": "高粱可以制成：",
        "c": [
            "咖啡伴侶",
            "啤酒",
            "掃帚",
            "面筋"
        ],
        "a": "c"
    },
    {
        "q": "高壓鈉燈是一種高亮度的路燈，其燈管材料是一種：",
        "c": [
            "液晶",
            "陶瓷",
            "玻璃",
            "塑料"
        ],
        "a": "b"
    },
    {
        "q": "哥白尼提出了什麼重要的自然學說？",
        "c": [
            "地球中心說",
            "原子微粒說",
            "日心說",
            "大陸漂移說"
        ],
        "a": "c"
    },
    {
        "q": "哥倫布發現的是哪一塊大陸？",
        "c": [
            "亞洲",
            "非洲",
            "大洋洲",
            "美洲"
        ],
        "a": "d"
    },
    {
        "q": "歌劇誕生於哪個國家？",
        "c": [
            "意大利",
            "德國",
            "希腊",
            "法國"
        ],
        "a": "a"
    },
    {
        "q": "個人混和泳是競技游泳比賽項目之一，它由4種姿勢組成，下列不屬於這4種姿勢的是____。",
        "c": [
            "蝶泳",
            "仰泳",
            "蛙泳",
            "潛泳"
        ],
        "a": "d"
    },
    {
        "q": "個人計算機屬於______。",
        "c": [
            "小巨型機",
            "小型計算機",
            "微型計算機",
            "中型計算機"
        ],
        "a": "c"
    }
]