export default
[
    {
        "q": "北韓的首都在哪裡？",
        "c": [
            "漢城",
            "平壤",
            "平塚",
            "東京"
        ],
        "a": "B"
    },
    {
        "q": "一場正常足球比賽，每隊有多少名足球員出賽？",
        "c": [
            "22個",
            "9個",
            "12個",
            "11個"
        ],
        "a": "D"
    },
    {
        "q": "印度教徒相信只有哪裡的水可以洗淨他們靈魂？",
        "c": [
            "黃河",
            "恆河",
            "尼羅河",
            "長江"
        ],
        "a": "B"
    },
    {
        "q": "不同顏色的壁球代表什麼？",
        "c": [
            "球的大小",
            "比賽地方",
            "球的速度",
            "比賽級別"
        ],
        "a": "C"
    },
    {
        "q": "《金田一少年事件簿》中，誰是金田一青梅竹馬的女朋友？",
        "c": [
            "月都果步",
            "七瀨美雪",
            "神田菜都",
            "金井永都"
        ],
        "a": "B"
    },
    {
        "q": "《浮士德》的作者哥德是哪個國籍？",
        "c": [
            "比利時",
            "德國",
            "法國",
            "英國"
        ],
        "a": "B"
    },
    {
        "q": "京劇中的臉譜，「紅臉」是代表什麼？",
        "c": [
            "忠勇",
            "狡詐",
            "好色",
            "懦弱"
        ],
        "a": "A"
    },
    {
        "q": "巴士行內術語「大銀幕」代表什麼？",
        "c": [
            "車頭燈",
            "水撥",
            "倒後鏡",
            "車頭擋風玻璃"
        ],
        "a": "D"
    },
    {
        "q": "溫布頓網球公開賽在哪裡舉行？",
        "c": [
            "美國",
            "日本",
            "意大利",
            "英國"
        ],
        "a": "D"
    },
    {
        "q": "海南島的三亞市以什麼工藝品著名？",
        "c": [
            "中國劍",
            "銅雕",
            "椰雕",
            "髮繡"
        ],
        "a": "C"
    },
    {
        "q": "以下哪個國家不是位於南美洲？",
        "c": [
            "哥倫比亞",
            "安道爾",
            "古巴",
            "智利"
        ],
        "a": "B"
    },
    {
        "q": "首次被判破產的人經過多久會自動解除破產人身份？",
        "c": [
            "2年",
            "4年",
            "7年",
            "10年"
        ],
        "a": "B"
    },
    {
        "q": "「小號」是屬於哪一種類別的樂器？",
        "c": [
            "敲擊樂",
            "弦樂",
            "管樂",
            "琴鍵樂"
        ],
        "a": "C"
    },
    {
        "q": "以下哪個姓氏不是新界的「五大姓氏族」之一？",
        "c": [
            "李",
            "文",
            "鄧",
            "廖"
        ],
        "a": "A"
    },
    {
        "q": "香港的物業稅的標準稅率是多少？",
        "c": [
            "10%",
            "12%",
            "15%",
            "20%"
        ],
        "a": "C"
    },
    {
        "q": "自己稱呼爸爸的媽媽為什麼？",
        "c": [
            "婆婆",
            "祖母",
            "姨媽",
            "姐姐"
        ],
        "a": "B"
    },
    {
        "q": "今年的冬至是在新曆的幾月幾日？",
        "c": [
            "12月5日",
            "12月22日",
            "11月5日",
            "11月22日"
        ],
        "a": "B"
    },
    {
        "q": "中國內地生育法例，在城市只準(准)一對已婚夫婦生多少個小孩？",
        "c": [
            "1",
            "2",
            "3",
            "4"
        ],
        "a": "A"
    },
    {
        "q": "福克蘭戰爭發生時，誰是英國首相？",
        "c": [
            "邱吉爾",
            "威爾遜",
            "馬卓安",
            "戴卓爾夫人"
        ],
        "a": "D"
    },
    {
        "q": "哪一位官員對是否向一個人提出刑事檢控有最後決定權？",
        "c": [
            "保安局局長",
            "警務處處長",
            "律政司司長",
            "行政長官"
        ],
        "a": "C"
    },
    {
        "q": "中國字「武」字從字形上有什麼意思？",
        "c": [
            "行善積德",
            "停止干戈",
            "樹立權威",
            "賣藝表演"
        ],
        "a": "B"
    },
    {
        "q": "第一屆世界盃由哪一隊球隊取得冠軍?",
        "c": [
            "烏拉圭",
            "英格蘭",
            "巴西",
            "意大利"
        ],
        "a": "A"
    },
    {
        "q": "門齒的主要功能是什麼？",
        "c": [
            "切割食物",
            "撕裂食物",
            "壓碎食物",
            "研磨食物"
        ],
        "a": "A"
    },
    {
        "q": "黃金寶在今屆亞洲單車錦標賽的計時賽中奪得什麼獎牌？",
        "c": [
            "無",
            "金",
            "銀",
            "銅"
        ],
        "a": "D"
    },
    {
        "q": "地鐵線中，中環與尖沙咀之間是什麼站？",
        "c": [
            "銅鑼灣",
            "金鐘",
            "佐敦",
            "杏花村"
        ],
        "a": "B"
    },
    {
        "q": "以下哪一種不是哺乳類動物？",
        "c": [
            "鯨魚",
            "馬",
            "企鵝",
            "老虎"
        ],
        "a": "C"
    },
    {
        "q": "羅馬數字「X」相等於哪一個數目？",
        "c": [
            "1",
            "10",
            "100",
            "1000"
        ],
        "a": "B"
    },
    {
        "q": "瑞典的首都是哪一個城市？",
        "c": [
            "斯德哥爾摩",
            "馬賽",
            "鹿特丹",
            "熱那亞"
        ],
        "a": "A"
    },
    {
        "q": "以下哪本是中國第一部茶藝專著？",
        "c": [
            "大觀茶論",
            "茶經",
            "茶寮記",
            "茶論"
        ],
        "a": "B"
    },
    {
        "q": "電影《人鬼情未了》的女主角是誰？",
        "c": [
            "芭芭拉史翠珊",
            "狄美摩亞",
            "茱莉亞羅拔絲",
            "莎朗史東"
        ],
        "a": "B"
    },
    {
        "q": "中國國家副主席是誰？",
        "c": [
            "江澤民",
            "朱鎔基",
            "胡錦濤",
            "李鵬"
        ],
        "a": "C"
    },
    {
        "q": "聖誕花又名什麼？",
        "c": [
            "大紅花",
            "滿地紅",
            "一品紅",
            "一串白"
        ],
        "a": "C"
    },
    {
        "q": "以下哪一種是台灣著名的食品？",
        "c": [
            "葡撻",
            "鴨舌",
            "填鴨",
            "咖哩雞"
        ],
        "a": "B"
    },
    {
        "q": "南昌市是中國哪個省的省會？",
        "c": [
            "廣西",
            "遼寧",
            "江西",
            "西藏"
        ],
        "a": "C"
    },
    {
        "q": "世界上最大的鯨魚是什麼？",
        "c": [
            "布氏鯨",
            "殺人鯨",
            "藍鯨",
            "大翅鯨"
        ],
        "a": "C"
    },
    {
        "q": "元雜劇《西廂記》中的女主角是誰？",
        "c": [
            "崔鶯鶯",
            "霍小玉",
            "杜十娘",
            "聶小倩"
        ],
        "a": "A"
    },
    {
        "q": "電腦倉頡輸入法是由以下誰人發明？",
        "c": [
            "王志東",
            "朱邦復",
            "李遠哲",
            "倉頡"
        ],
        "a": "B"
    },
    {
        "q": "以下哪一個是香港首位華人立法局議員？",
        "c": [
            "李鵬飛",
            "周壽臣",
            "伍廷芳",
            "何東"
        ],
        "a": "C"
    },
    {
        "q": "以下哪一句是成語「一本正經」的相反詞？",
        "c": [
            "十年寒暑",
            "千言萬語",
            "嬉皮笑臉",
            "面無人色"
        ],
        "a": "C"
    },
    {
        "q": "有「甜島」之稱的毛里裘斯盛產什麼？",
        "c": [
            "甘蔗",
            "香蕉",
            "蘋果",
            "橙"
        ],
        "a": "A"
    },
    {
        "q": "完全沒有活動紀錄，也沒有活動跡象的火山叫作什麼？",
        "c": [
            "死火山",
            "活火山",
            "睡火山",
            "窮火山"
        ],
        "a": "A"
    },
    {
        "q": "香港2001年的書展在哪個地方舉行？",
        "c": [
            "香港科學館",
            "香港會議展覽中心",
            "香港文化中心",
            "香港藝術館"
        ],
        "a": "B"
    },
    {
        "q": "在日本富士急樂園的富士急過山車，它的最大傾斜度為多少？",
        "c": [
            "65度",
            "50度",
            "20度",
            "35度"
        ],
        "a": "A"
    },
    {
        "q": "下列哪一種說法是對的?",
        "c": [
            "冰沒有固定的形態",
            "水有固定的形態",
            "水蒸氣有固定的形態",
            "水沒有固定的形態"
        ],
        "a": "D"
    },
    {
        "q": "下列哪一種食物只含有少量水分?",
        "c": [
            "水果",
            "紅豆冰",
            "餅乾",
            "豆腐花"
        ],
        "a": "A"
    },
    {
        "q": "下列哪一種食物含有大量水分?",
        "c": [
            "餅乾",
            "炸雞翼",
            "麵包",
            "水果"
        ],
        "a": "D"
    },
    {
        "q": "下列哪一種不是水的三態?",
        "c": [
            "固態",
            "水態",
            "液態",
            "氣態"
        ],
        "a": "B"
    },
    {
        "q": "下列哪一種不是水的用途?",
        "c": [
            "清潔",
            "維持生命",
            "通訊",
            "煮食"
        ],
        "a": "C"
    },
    {
        "q": "下列哪一項不是水的用途?",
        "c": [
            "清潔身體",
            "煮熟食物",
            "漂白衣服",
            "救火"
        ],
        "a": "C"
    },
    {
        "q": "下列哪一項會浪費食水?",
        "c": [
            "玩水",
            "淋浴代替浸浴",
            "定期檢查水喉",
            "用過的食水再用"
        ],
        "a": "A"
    },
    {
        "q": "下列哪些水我們不可以直接飲用?",
        "c": [
            "蒸餾水",
            "經煮沸的水",
            "經過濾的水",
            "水喉水"
        ],
        "a": "D"
    },
    {
        "q": "我們在哪一種情況不必用水?",
        "c": [
            "洗澡",
            "救火",
            "溫習",
            "洗菜"
        ],
        "a": "C"
    },
    {
        "q": "水的三態變化和ˍˍ有關",
        "c": [
            "空氣",
            "溫度",
            "濕度",
            "物件"
        ],
        "a": "B"
    },
    {
        "q": "長期缺水會導致甚麼後果?",
        "c": [
            "令動物死亡",
            "令植物開花",
            "加速人體新陳代謝",
            "令動物更健康"
        ],
        "a": "A"
    },
    {
        "q": "下列哪一項是水的功用?",
        "c": [
            "漂白衣服",
            "為人體提供維生素",
            "供人飲用",
            "提供熱能"
        ],
        "a": "C"
    },
    {
        "q": "蒸魚、煲湯和沖果汁都需要甚麼呢?",
        "c": [
            "豉油",
            "水",
            "火",
            "油"
        ],
        "a": "B"
    },
    {
        "q": "下列哪一項是錯誤的?",
        "c": [
            "水遇冷會凝固成冰",
            "冰遇熱變成水",
            "水遇熱變成水蒸氣",
            "水遇熱會變成冰"
        ],
        "a": "D"
    },
    {
        "q": "下列哪一項是正確的?",
        "c": [
            "沒有水我們也能生存",
            "米煮成飯便沒有水分",
            "麵包中是沒有水分的",
            "水能幫助消化食物"
        ],
        "a": "D"
    },
    {
        "q": "春天晴朗的清晨，在草地上行走，我們的鞋子有時會沾上ˍˍ",
        "c": [
            "雨水",
            "露水",
            "霧水",
            "食水"
        ],
        "a": "B"
    },
    {
        "q": "水ˍˍ會變成水蒸氣",
        "c": [
            "遇熱",
            "受冷",
            "循環",
            "變身"
        ],
        "a": "A"
    },
    {
        "q": "冰ˍˍ會變成水",
        "c": [
            "循環",
            "受冷",
            "遇熱",
            "變身"
        ],
        "a": "C"
    },
    {
        "q": "水蒸氣ˍˍ會變成水",
        "c": [
            "遇熱",
            "受冷",
            "變身",
            "循環"
        ],
        "a": "B"
    },
    {
        "q": "水ˍˍ會變成冰",
        "c": [
            "變身",
            "循環",
            "受冷",
            "遇熱"
        ],
        "a": "C"
    },
    {
        "q": "運動員在運動後為甚麼要喝水?",
        "c": [
            "補充血液",
            "增加熱能",
            "消除疲勞",
            "補充消耗的水分"
        ],
        "a": "D"
    },
    {
        "q": "下列哪一種是節約用水的正確方法?",
        "c": [
            "長開水喉洗碗碟",
            "時常開洗衣機",
            "用花灑洗澡",
            "三日才洗澡一次"
        ],
        "a": "C"
    },
    {
        "q": "下列哪一種做法是浪費食水?",
        "c": [
            "定期檢查水喉",
            "用花灑洗澡",
            "浴缸注滿水才洗澡",
            "儲夠衣服才開洗衣機"
        ],
        "a": "C"
    },
    {
        "q": "在溫暖潮濕的天氣裏，霧大多在ˍˍ形成",
        "c": [
            "清晨",
            "中午",
            "下午",
            "正午"
        ],
        "a": "A"
    },
    {
        "q": "和我們日常生活關係最密切的是",
        "c": [
            "雨",
            "霧",
            "露",
            "霜"
        ],
        "a": "A"
    },
    {
        "q": "雨水和東江水在輸送給用戶前要先送到哪裏處理?",
        "c": [
            "汽水廠",
            "淚水廠",
            "過水廠",
            "濾水廠"
        ],
        "a": "D"
    },
    {
        "q": "為什麼食水經過處理後，仍要煮沸才可飲用?",
        "c": [
            "輸送途中可能受污染",
            "味道會好一點",
            "會清澈一點",
            "營養會多一點"
        ],
        "a": "A"
    },
    {
        "q": "在食水加入氯氣，有什麼作用?",
        "c": [
            "殺菌",
            "保護牙齒",
            "分隔懸浮物",
            "過濾水中雜質"
        ],
        "a": "A"
    },
    {
        "q": "在食水加入氟化物，有什麼作用?",
        "c": [
            "殺菌",
            "保護牙齒",
            "分隔懸浮物",
            "過濾水中雜質"
        ],
        "a": "B"
    },
    {
        "q": "濃霧瀰漫會令ˍˍ減低",
        "c": [
            "可見度",
            "清澈度",
            "能見度",
            "能看度"
        ],
        "a": "C"
    },
    {
        "q": "下列哪一項不是水對人體的作用?",
        "c": [
            "補充身體失去水分",
            "消除疲勞",
            "幫助消化和排泄",
            "幫助體內輸送養料"
        ],
        "a": "B"
    },
    {
        "q": "冰是什麼形態?",
        "c": [
            "水態",
            "冰態",
            "氣態",
            "固態"
        ],
        "a": "D"
    },
    {
        "q": "水蒸氣是什麼形態?",
        "c": [
            "液態",
            "氣態",
            "煙態",
            "固態"
        ],
        "a": "B"
    },
    {
        "q": "水是什麼形態?",
        "c": [
            "水態",
            "液態",
            "流態",
            "三態"
        ],
        "a": "B"
    },
    {
        "q": "船灣淡水湖位於哪裏?",
        "c": [
            "大埔",
            "西貢",
            "香港島",
            "大嶼山"
        ],
        "a": "A"
    },
    {
        "q": "水遇熱變成水蒸氣，沸點的溫度是",
        "c": [
            "70度",
            "80度",
            "90度",
            "100度"
        ],
        "a": "D"
    },
    {
        "q": "冰遇熱會溶解變成水，溶點的溫度是",
        "c": [
            "-15度",
            "-10度",
            "0度",
            "10度"
        ],
        "a": "C"
    },
    {
        "q": "霧的形成是空氣中的水蒸氣在哪裏遇冷?",
        "c": [
            "高空",
            "中空",
            "低空",
            "地面的物體表面"
        ],
        "a": "C"
    },
    {
        "q": "雲的形成是空氣中的水蒸氣在哪裏遇冷?",
        "c": [
            "高空",
            "低空",
            "地面",
            "地面的物體表面"
        ],
        "a": "A"
    },
    {
        "q": "露的形成是空氣中的水蒸氣在哪裏遇冷?",
        "c": [
            "高空",
            "低空",
            "半空",
            "較冷的物體表面"
        ],
        "a": "D"
    },
    {
        "q": "「雪條」是水以甚麼形態出現",
        "c": [
            "固態",
            "液態",
            "氣態",
            "定態"
        ],
        "a": "A"
    },
    {
        "q": "在下雨的景象中，水是以甚麼形態出現?",
        "c": [
            "固態",
            "液態",
            "水態",
            "氣態"
        ],
        "a": "B"
    },
    {
        "q": "熱茶中冒出的水蒸氣，是水以甚麼形態出現?",
        "c": [
            "固態",
            "液態",
            "氣態",
            "煙態"
        ],
        "a": "C"
    },
    {
        "q": "河流中的水是以甚麼形態出現?",
        "c": [
            "液態",
            "流態",
            "水態",
            "固態"
        ],
        "a": "A"
    },
    {
        "q": "溫泉冒出的白煙，是水以甚麼形態出現?",
        "c": [
            "固態",
            "液態",
            "氣態",
            "煙態"
        ],
        "a": "C"
    },
    {
        "q": "下列哪一句是正確的?",
        "c": [
            "水有四種不同形態",
            "水的形態會循環變化",
            "溫度不能改變水形態",
            "冰會隨容器改變形狀"
        ],
        "a": "B"
    },
    {
        "q": "要確保健康，我們在飲用食水前要先把它",
        "c": [
            "雪藏",
            "煮沸",
            "加熱",
            "加氯消毒"
        ],
        "a": "B"
    },
    {
        "q": "萬宜水庫位於哪裏",
        "c": [
            "香港島",
            "大埔",
            "大嶼山",
            "西貢"
        ],
        "a": "D"
    },
    {
        "q": "石壁水塘位於哪裏?",
        "c": [
            "香港島",
            "大埔",
            "大嶼山",
            "西貢"
        ],
        "a": "C"
    },
    {
        "q": "全港共有多少個水塘?",
        "c": [
            "15個",
            "16個",
            "17個",
            "18個"
        ],
        "a": "C"
    },
    {
        "q": "列哪一項是香港食水的主要來源?",
        "c": [
            "河水",
            "井水",
            "溪水",
            "雨水"
        ],
        "a": "D"
    },
    {
        "q": "香港從內地哪裏輸入食水?",
        "c": [
            "東江",
            "江東",
            "東河",
            "河東"
        ],
        "a": "A"
    },
    {
        "q": "下列哪一項不是香港食水的處理過程?",
        "c": [
            "沈澱",
            "過濾",
            "消毒",
            "煮沸"
        ],
        "a": "D"
    },
    {
        "q": "把經過化學處理的水送到澄清池，目的是",
        "c": [
            "沈澱較大的懸浮物",
            "煮沸食水",
            "濾清水中雜質",
            "殺滅水中細菌"
        ],
        "a": "A"
    },
    {
        "q": "水經過濾水池後能夠",
        "c": [
            "消毒殺菌",
            "使沙石沈澱",
            "把食水煮沸",
            "過濾較小的懸浮物"
        ],
        "a": "D"
    },
    {
        "q": "為水不斷地循環，所以地球上的水",
        "c": [
            "會越來越少",
            "會越來越多",
            "用之不盡",
            "會有一天用完"
        ],
        "a": "C"
    },
    {
        "q": "濃霧不會阻礙那裏的視線?",
        "c": [
            "陸上",
            "空中",
            "海上",
            "海底"
        ],
        "a": "D"
    },
    {
        "q": "哪個政府部門負責香港食水的供應",
        "c": [
            "渠務署",
            "入境署",
            "水務署",
            "食環署"
        ],
        "a": "C"
    },
    {
        "q": "雨水佔香港食水的供應幾分之幾?",
        "c": [
            "三分之一",
            "三分之二",
            "四分之三",
            "五分之三"
        ],
        "a": "A"
    },
    {
        "q": "東江水佔香港食水的供應幾分之幾?",
        "c": [
            "三分之一",
            "三分之二",
            "四分之一",
            "五分之一"
        ],
        "a": "B"
    },
    {
        "q": "太陽的熱力把地面的水蒸發，化作ˍˍ",
        "c": [
            "露",
            "霧",
            "水蒸氣",
            "冰"
        ],
        "a": "C"
    },
    {
        "q": "空氣中的水蒸氣在高空遇冷後，會凝結變成ˍˍ",
        "c": [
            "雲",
            "雨",
            "霧",
            "露"
        ],
        "a": "A"
    },
    {
        "q": "太陽的熱力把地面的水ˍˍ，化作水蒸氣?",
        "c": [
            "凝結",
            "蒸發",
            "侵蝕",
            "消耗"
        ],
        "a": "B"
    },
    {
        "q": "空氣中的水蒸氣在高空ˍˍ，會凝結成小水點，變成雲",
        "c": [
            "遇熱",
            "遇冷",
            "受熱",
            "變身"
        ],
        "a": "B"
    },
    {
        "q": "當雲的大小和重量增加時，水點便會變成ˍˍ",
        "c": [
            "雨",
            "霧",
            "露",
            "霜"
        ],
        "a": "A"
    },
    {
        "q": "大霧瀰漫時會對我們有甚麼影響?",
        "c": [
            "天氣突然變得炎熱",
            "會阻礙我們的視線",
            "會阻礙飛機升降",
            "能見度減低"
        ],
        "a": "A"
    },
    {
        "q": "露通常不會附在哪些物體的表面上?",
        "c": [
            "花",
            "草",
            "枝葉",
            "動物"
        ],
        "a": "D"
    },
    {
        "q": "露通常不會附在哪些物體的表面上?",
        "c": [
            "石頭",
            "花",
            "枝葉",
            "水"
        ],
        "a": "D"
    },
    {
        "q": "香港歷史最悠久的水塘是",
        "c": [
            "萬宜水庫",
            "黃泥涌水塘",
            "薄扶林水塘",
            "石壁水塘"
        ],
        "a": "C"
    },
    {
        "q": "香港存水量最多的水塘是",
        "c": [
            "萬宜水庫",
            "黃泥涌水塘",
            "薄扶林水塘",
            "石壁水塘"
        ],
        "a": "A"
    },
    {
        "q": "已改作水上活動中心的水塘是",
        "c": [
            "萬宜水庫",
            "黃泥涌水塘",
            "薄扶林水塘",
            "石壁水塘"
        ],
        "a": "B"
    },
    {
        "q": "下列哪一項是正確的?",
        "c": [
            "水蒸發後會永遠消失",
            "水是用之不盡的",
            "食水是用之不盡的",
            "水是會有用完的一天"
        ],
        "a": "B"
    },
    {
        "q": "下列哪一項不是露的特徵?",
        "c": [
            "肉眼能看到的水珠",
            "凝結在較冷物體表面",
            "在晴朗的清晨出現",
            "在潮濕的早晚出現"
        ],
        "a": "D"
    },
    {
        "q": "下列哪一項不是霧的特徵?",
        "c": [
            "水蒸氣在低空凝結",
            "令能見度減低",
            "在晴朗的清晨出現",
            "在潮濕較冷的早晚出現"
        ],
        "a": "C"
    },
    {
        "q": "水會受熱和受冷而改變形態，這個現象稱為甚麼?",
        "c": [
            "水的形態",
            "水的循環",
            "水的旅程",
            "水的大迴環"
        ],
        "a": "B"
    }
];