export default [
    {
        'q': '二三四五六七八九',
        'a': '缺衣少食'
    },
    {
        'q': '門裡站著一個人。',
        'a': '閃'
    },
    {
        'q': '一點一橫長，一撇飄南洋，南洋有個人，只有一寸長。',
        'a': '府'
    },
    {
        'q': '一個人無法做，一群人做沒意思，兩個人做剛剛好。請問是啥密事？',
        'a': '說悄悄話'
    },
    {
        'q': '會飛不是鳥，像鼠不是鼠。白天躲暗處，夜晚捉害蟲。',
        'a': '蝙蝠'
    },
    {
        'q': '小時四隻腳，中午兩隻腳，傍晚三隻腳。',
        'a': '嬰兒,青少年,老人.'
    },
    {
        'q': '上邊毛，下邊毛，中間一個黑葡萄。',
        'a': '眼睛'
    },
    {
        'q': '「蠶蟻」是螞蟻還是蠶？',
        'a': '蠶'
    },
    {
        'q': '三面牆一面空小孩子在當中',
        'a': '匹'
    },
    {
        'q': '老詹養了一隻狗，並且從來不幫狗洗澡，為什麼狗不會生跳蚤呢？',
        'a': '因為狗只會生小狗'
    },
    {
        'q': '兩隻螞蟻抬根槓,一隻螞蟻槓上望',
        'a': '六'
    },
    {
        'q': '為什麼兩個孩子恰恰好？',
        'a': '因為不孝有三'
    },
    {
        'q': '為什麼嬰兒一出生就大哭？',
        'a': '因為他看到護士阿姨太漂亮.自己又太...小'
    },
    {
        'q': '像糖不是糖，不能用口嘗，幫你改錯字，紙上來回忙。',
        'a': '橡皮'
    },
    {
        'q': '有對一模一樣的雙胞胎兄弟，哥哥的屁股有黑痣，而弟弟沒有。但即使這對雙胞胎穿著相同的服飾，仍然有人可立刻知道誰是哥哥，誰是弟弟。究竟是誰呢？',
        'a': '他們自己'
    },
    {
        'q': '有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？',
        'a': '每個字兩角'
    },
    {
        'q': '一個人有三根頭髮，為什麼他還要剪掉一根？',
        'a': '他想做三毛的哥哥'
    },
    {
        'q': '華先生有個本領，那就是能讓見到他的人，都會自動手心朝上。這是怎麼回事？',
        'a': '他是個中醫'
    },
    {
        'q': '老人梅友並到醫院去做檢查，結果醫生告訴他說要看開一點，請問他得了什麼病？',
        'a': '豆雞眼'
    },
    {
        'q': '杏子從52樓跳下，為什麼沒事？',
        'a': '她是隻鳥'
    },
    {
        'q': '兩位帥哥因何為了一位長相如恐龍般的女子大打出手？',
        'a': '打的要娶她.'
    },
    {
        'q': '年年有餘，為什麼錢還是存不起來？',
        'a': '因為年年都被炒魷魚'
    },
    {
        'q': '五個兄弟，住在一起，名字不同，高矮不其。',
        'a': '手指'
    },
    {
        'q': '醫生給了你三顆藥丸要你每半個小時吃一顆請問吃完需要多長時間',
        'a': '一個小時'
    },
    {
        'q': '干涉',
        'a': '步'
    },
    {
        'q': '無聊的時候，開車游車河時，叫做什麼？',
        'a': '白花油'
    },
    {
        'q': '勞資爭議時，僱主應該穿什麼？',
        'a': '防彈背心'
    },
    {
        'q': '灰姑娘的老爸老媽可能是誰？',
        'a': '白雪公主與包公'
    },
    {
        'q': '在路上，它翻了一個觔斗，接著又翻了一次（猜4字成語）',
        'a': '三翻兩次'
    },
    {
        'q': '用豬肝和熊膽作成的神奇肥皂（猜4字成語）',
        'a': '肝膽相照(香皂)'
    },
    {
        'q': '為什麼大家喜歡看漫畫？',
        'a': '無聊'
    },
    {
        'q': '一個男人加一個女人會成了什麼？',
        'a': '兩個人'
    },
    {
        'q': '兩個女人與一千隻鴨子所說的話有何相似性呢？',
        'a': '無稽(雞)之談'
    },
    {
        'q': '為什麼DrJ做完10下伏地挺身後，地上多了個凹洞？',
        'a': '因為他單手做伏地挺身'
    },
    {
        'q': '為什麼大家都喜歡坐著看電影？',
        'a': '因為站著看腳會酸'
    },
    {
        'q': '什麼書買不到？',
        'a': '遺書'
    },
    {
        'q': '什麼鼠最愛乾淨？',
        'a': '環保署'
    },
    {
        'q': '阿匹婆的英文名字是？',
        'a': 'A-people'
    },
    {
        'q': '右手永遠抓不到什麼？',
        'a': '右手'
    },
    {
        'q': '參加聯考時，除了准考證之外，最重要的是什麼？',
        'a': '記得起床'
    },
    {
        'q': '小馬哥的老爸在市立圖書館（四字成語）',
        'a': '識途老馬(市圖老馬)'
    },
    {
        'q': '哞哞叫的牛一下水游泳後就不叫了（四字成語）',
        'a': '有勇無謀(哞)'
    },
    {
        'q': '小麥的兩包面都被偷了（四字成語）',
        'a': '面面俱到(盜)'
    },
    {
        'q': '這封信是兩顆蛋做的（四字成語）',
        'a': '信誓旦旦(蛋蛋)'
    },
    {
        'q': '這冰看起來就好像是張鋁箔（四字成語）',
        'a': '如履(鋁)薄冰.'
    },
    {
        'q': '一頭被10公尺繩子拴住的老虎，要如何吃到20公尺外的草？',
        'a': '老虎...不吃草'
    },
    {
        'q': '這個東西，左看像電燈，右看也像電燈，和電燈沒什麼兩樣。但它就是不會亮，這是啥東西呢？',
        'a': '壞掉的電燈'
    },
    {
        'q': '天知地知我知（打福建一市縣名）',
        'a': '三明'
    },
    {
        'q': '長安一片月（打一字）',
        'a': '脹'
    },
    {
        'q': '人在不飢渴時也需要的是什麼水？',
        'a': '薪水'
    },
    {
        'q': '海水為什麼是鹹的？',
        'a': '魚流的淚太多了'
    },
    {
        'q': '為什麼阿福總要等老師動手才去聽老師的話？',
        'a': '他是個聾子'
    },
    {
        'q': '鑽進錢眼裡的人最終會怎樣？',
        'a': '最終會死'
    },
    {
        'q': '老王已經年過半百為什麼總愛圍著女人轉？',
        'a': '老王是推銷化妝品的'
    },
    {
        'q': '用什麼方法可以使人不喝水？',
        'a': '把水改名字'
    },
    {
        'q': '一斤白菜5角錢，一斤蘿蔔6角錢，那一斤排骨多少錢？',
        'a': '一兩等於十錢一斤100錢'
    },
    {
        'q': '有一名女囚犯，被抓到警察局，並被單獨關到了一間防守非常好的小囚室裡，在沒有可能外人進入的情況下，第二天早晨，囚室裡居然多出了一名男士！這是為什麼？',
        'a': '這是一名懷了孕的女犯生下一名男嬰'
    },
    {
        'q': '阿珍什麼家務都不會做，脾氣又壞，他爸媽為什麼還拚命催她結婚？',
        'a': '其目的是為了嫁禍於人.'
    },
    {
        'q': '一間屋子裡到處都在漏雨，可是誰也沒被淋濕，為什麼？',
        'a': '空房子'
    },
    {
        'q': '什麼人可以飯來張口，衣來伸手？',
        'a': '嬰兒'
    },
    {
        'q': '脫了紅袍子,是個白胖子去了白胖子,是個黑圓子。打一植物？',
        'a': '荔枝'
    },
    {
        'q': '一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼',
        'a': '警察打車'
    },
    {
        'q': '有一個網站，凡是上網的人沒有不先去那裡的為什麼',
        'a': '任何人都能夠各需所愛.'
    },
    {
        'q': '鴨蛋一打有多少個？',
        'a': '全沒有了碎了'
    },
    {
        'q': '後腦勺受傷的人怎樣睡覺？',
        'a': '閉著眼睛睡覺'
    },
    {
        'q': '人死後為什麼變得冰涼？',
        'a': '心靜自然涼'
    },
    {
        'q': '現代人為什麼越來越喜歡挖耳朵？',
        'a': '愛講髒話的人越來越多了'
    },
    {
        'q': '友情和愛情怎樣區分？',
        'a': '友情出現在白天愛情出現在晚上'
    },
    {
        'q': '吃不到葡萄，也不說葡萄酸，為什麼？',
        'a': '理解'
    },
    {
        'q': '十萬個為什麼是什麼？',
        'a': '想問什麼就問什麼'
    },
    {
        'q': '什麼時候我們會甘心熄滅自己的生命之火？',
        'a': '切生日蛋糕之前'
    },
    {
        'q': '三名犯人聆聽法官宣判，法官說左右兩個無罪，究竟為什麼？',
        'a': '關中'
    },
    {
        'q': '中國人講什麼話？',
        'a': '中國話'
    },
    {
        'q': '地球有兩處地方，昨天可以是今天，今天可以是明天，那地方是哪？',
        'a': '南極和北極'
    },
    {
        'q': '小凱開著車子，卻始終到不目的地，為什麼？',
        'a': '車子倒著走'
    },
    {
        'q': '芳芳吃牛肉麵，卻不見任何牛肉？',
        'a': '她吃的是牛肉泡麵'
    },
    {
        'q': '大明的英語呱呱叫，可是老外，都聽不懂他講的？',
        'a': '頭撞到水中的烏龜'
    },
    {
        'q': '陸先生剛理發完，便要求理髮師降他的頭髮「中分」理髮師說做不到，為什麼？',
        'a': '他的頭髮是奇數'
    },
    {
        'q': '聖　誕　夜，　聖　誕　老　公　公　放　進　襪　子　的　第　一　件　東　西　是　什　麼　？',
        'a': '腳'
    },
    {
        'q': '什麼地方蓋了章才過得去？',
        'a': '印度'
    },
    {
        'q': '蘋果樹上有二十個熟透的蘋果，被風吹落了一　半，後又被果農摘了一半，那麼樹上還有幾個蘋果？',
        'a': '5'
    },
    {
        'q': '從一寫到一萬，你會用多少時間？',
        'a': '最多5秒,10000'
    },
    {
        'q': '為　什　麼　拿　破　侖　的　字　典　裡　沒　有　一個「難」字　？',
        'a': '他的字典是法文'
    },
    {
        'q': '和尚打著一把傘，是一個什麼成語？',
        'a': '無發無天'
    },
    {
        'q': '什麼花可以看而不可以把握？',
        'a': '水花和煙花'
    },
    {
        'q': '哪種火車車廂最少？',
        'a': '救火車'
    },
    {
        'q': '什麼人是人們說時很崇拜，但卻不想見到',
        'a': '上帝'
    },
    {
        'q': '胖妞生病了，最怕別人來探病時說什麼？',
        'a': '多多保重'
    },
    {
        'q': '中國人最早的姓氏是什麼',
        'a': '姓善\'人之初,性本善.\''
    },
    {
        'q': '一隻健壯的鴨子為什麼在小河中溺死了？',
        'a': '想不開自殺了'
    },
    {
        'q': '從前，遍地是金的山是什麼山？',
        'a': '舊金山'
    },
    {
        'q': '鐵放到外面要生銹，那金子呢',
        'a': '沒了'
    },
    {
        'q': '農夫養了10頭牛，為什麼只有19只角？',
        'a': '其中一隻是犀牛'
    },
    {
        'q': '小明的爸爸只當了一次官，而且只當了幾天。可是因為當了那次官，鬧得他每天都要掏腰包，他當的是什麼官',
        'a': '新郎官'
    },
    {
        'q': '什麼時候最好還是要高高舉起你的雙手好些',
        'a': '當人用手槍指著你的頭的時候'
    },
    {
        'q': '小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎',
        'a': '媽媽背著他上樓'
    },
    {
        'q': '一個蘋果減去一個蘋果，猜一個字。',
        'a': '0'
    },
    {
        'q': '三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼',
        'a': '救命'
    },
    {
        'q': '哪兒的海不產魚',
        'a': '辭海'
    },
    {
        'q': '楚楚的生日在三月三十日，請問是哪年的三月三十日',
        'a': '每年的三月三十日'
    },
    {
        'q': '有種動物，大小像隻貓，長相又像虎，這是什麼動物',
        'a': '小老虎'
    },
    {
        'q': '猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米',
        'a': '一個也沒有掰到'
    },
    {
        'q': '小紅口袋裡原有１０個銅錢，但它們都掉了，請問小紅口袋裡還剩下什麼',
        'a': '還剩下一個洞'
    },
    {
        'q': '世上什麼東西比天更高',
        'a': '心比天高'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛',
        'a': '人造衛星'
    },
    {
        'q': '三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間',
        'a': '三分鐘'
    },
    {
        'q': '一個偉大的人和一隻偉大的獅子同一天誕生，有什麼關係？',
        'a': '沒關係'
    },
    {
        'q': '醉鬼是什麼人？',
        'a': '宣佈自己沒醉的人'
    },
    {
        'q': '當地球爆炸時，什麼地方最安全',
        'a': '地猴'
    },
    {
        'q': '哪一件衣服最耐穿？',
        'a': '最不喜歡的那件'
    },
    {
        'q': '法王路易十四被砍頭後他的兒子當了什麼？',
        'a': '孤兒'
    },
    {
        'q': '世界上什麼沒有標價？',
        'a': '情意'
    },
    {
        'q': '小雲和阿花已經結婚了，為什麼他們還偷偷摸摸的約會呢？',
        'a': '他們分別是和別人約會'
    },
    {
        'q': '一個人什麼「地方」能大能小？',
        'a': '心眼兒'
    },
    {
        'q': '一年前的元月一日，所有的人都在做著一件非常重要的事，你記得是什麼事嗎？',
        'a': '都在呼吸'
    },
    {
        'q': '小王跑步為什麼總是保持一個姿勢不變？',
        'a': '因為他在照片中'
    },
    {
        'q': '左看像電風扇，右看像電風扇，雖然像電風扇，就是不會轉，請問這究竟是什麼？',
        'a': '停電的電風扇'
    },
    {
        'q': '什麼情況下，每個人都會主動地發揮赴湯蹈火精神？',
        'a': '吃火鍋的時候'
    },
    {
        'q': '3個人3天用3桶水，9個人9天用幾桶水',
        'a': '九'
    },
    {
        'q': '為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下',
        'a': '跳水運動員'
    },
    {
        'q': '小王因工作需要常交際應酬，雖然每天都很早回家，可妻子還是抱怨不斷，這為什麼',
        'a': '他每天凌晨回家'
    },
    {
        'q': '有一隻蝸牛從新疆維吾爾自治區爬到海南省為什麼只需三分鐘',
        'a': '它在地圖上爬'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼',
        'a': '穿著救生衣'
    },
    {
        'q': '車禍發生不久，第一批警察就趕到了現場，他們發現司機完好無損，翻覆的車子內外血跡斑斑，卻沒有見到死者和傷者，而這裡是荒郊野外，並無人煙，這是怎麼回事',
        'a': '因為這是一輛獻血車'
    },
    {
        'q': '哪種人希望孩子越多越好？',
        'a': '兒童用品製造高'
    },
    {
        'q': '一個人死前要做的最後一件事是什麼？',
        'a': '嚥下最後一口氣'
    },
    {
        'q': '為什麼劉備三顧茅廬，諸葛亮才肯見他？',
        'a': '因為前兩次沒帶禮'
    },
    {
        'q': '小王說他會在太陽和月亮永遠在一起的時候去旅行，你說可能嗎？',
        'a': '可能是明天'
    },
    {
        'q': '古時候沒有鐘，有人養了一群雞,可是天亮時，沒有一隻雞給他報曉。這是為什麼？',
        'a': '他養了一群母雞'
    },
    {
        'q': '老張是出了名的拳手，為什麼一戴上拳擊手套反而讓對手三下兩下打下台去了？',
        'a': '他是劃酒拳的高手'
    },
    {
        'q': '遠東百貨遭小偷，警察立刻封鎖住所有出口，但為什麼小偷仍逃了出去，為什麼？',
        'a': '小偷可以從入口逃走呀'
    },
    {
        'q': '你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼',
        'a': '做夢'
    },
    {
        'q': '明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼',
        'a': '什麼都看不見'
    },
    {
        'q': '太太吃完飯後向先生要火柴，先生慇勤地掏出名牌打火機，卻被太太瞪了一眼，為什麼？',
        'a': '打火機怎麼能剔牙齒呢'
    },
    {
        'q': '永遠都沒有終結的事是什麼？',
        'a': '問題'
    },
    {
        'q': '世界上最潔淨的「球」是什麼球？',
        'a': '衛生球'
    },
    {
        'q': '每個人都最愛的人是誰？',
        'a': '自己'
    },
    {
        'q': '一個手無寸鐵的人鑽進了獅子籠裡，為什麼太平無事？',
        'a': '獅子籠是空的'
    },
    {
        'q': '比黃金更容易招引盜賊的東西是什麼？',
        'a': '美貌'
    },
    {
        'q': '老陳買的明明是真藥而不是假藥，為什麼會被判重刑？',
        'a': '他走私軍火'
    },
    {
        'q': '有一個海沒有一滴水。是什麼海？',
        'a': '辭海'
    },
    {
        'q': '為什麼只看過「小說」，沒看過「大說」？',
        'a': '因為大說已逝世'
    },
    {
        'q': '新版的紙幣，竟然印得不一樣，為什麼？',
        'a': '號碼不一樣'
    },
    {
        'q': '有一種牛皮最容易被戳穿，那是什麼牛皮？',
        'a': '吹牛皮'
    },
    {
        'q': '黑人不必擔心哪一件事？',
        'a': '曬黑'
    },
    {
        'q': '一個四腳朝天，一個四腳朝地，一個很痛苦，一個很高興，這是在幹什麼',
        'a': '貓捉老鼠'
    },
    {
        'q': '黃河的源頭在哪兒？',
        'a': '天上,黃河之水天上來.'
    },
    {
        'q': '裝模作樣的人成功的途徑是什麼？',
        'a': '濫竽充數'
    },
    {
        'q': '住在什麼樣的家裡，腳不出家門就可以上班工作？',
        'a': '國家'
    },
    {
        'q': '什麼樣的河人們永遠也渡不過去？',
        'a': '銀河'
    },
    {
        'q': '賣水的人看到河會怎麼想？',
        'a': '這些都是錢'
    },
    {
        'q': '從事什麼職業的人容易在短時間反覆改變主意？',
        'a': '列隊的教官'
    },
    {
        'q': '流浪了50多年的流浪漢，有一天突然不流浪了，為什麼？',
        'a': '他死了'
    },
    {
        'q': '老王天天掉頭髮，什麼辦法都用了，只有一種辦法使他永遠不掉頭髮。是什麼辦法呢？',
        'a': '剃光'
    },
    {
        'q': '什麼動物在天上是4只腳，在地上是2只腳，在水裡是3只腳？',
        'a': '怪物'
    },
    {
        'q': '買一雙高級女皮鞋要214元5角6分錢，請問買一隻要多少錢？',
        'a': '一隻不賣'
    },
    {
        'q': '一艘五十萬噸的油輪沉沒了，最先浮出水面的是什麼？',
        'a': '空氣'
    },
    {
        'q': '為什麼羅丹雕塑的作品「沉思者」沒有穿衣服？',
        'a': '他正在想穿那件衣服好看'
    },
    {
        'q': '什麼東西破裂之後，即使最精密的儀器也找不到裂紋？',
        'a': '感情'
    },
    {
        'q': '什麼事情，只能用一隻手去做？',
        'a': '剪自己的手指甲'
    },
    {
        'q': '什麼房子失了火卻不見有人跑出來',
        'a': '太平間'
    },
    {
        'q': '家裡又髒又亂，怎樣才能在最短時間內弄乾淨？',
        'a': '閉上眼睛眼不見為淨'
    },
    {
        'q': '什麼地方能出生入死？',
        'a': '醫院'
    },
    {
        'q': '在布匹店,買不到什麼布',
        'a': '松贊干布'
    },
    {
        'q': '什麼東西不能用放大鏡放大？',
        'a': '角度'
    },
    {
        'q': '少女們的偶像如果不幸因車禍而成了植物人，那麼影迷們會怎樣呢？',
        'a': '帥呆了'
    },
    {
        'q': '既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人',
        'a': '新郎'
    },
    {
        'q': '阿里巴巴和四十大盜的故事是東方夜譚還是西方夜譚',
        'a': '都不是天方夜譚'
    },
    {
        'q': '黑人和白人生下的嬰兒，牙齒是什麼顏色的',
        'a': '嬰兒還沒有長牙齒'
    },
    {
        'q': '為什麼老王家的馬能吃掉老張家的象',
        'a': '因為他們正在下象棋'
    },
    {
        'q': '為什麼女人穿高跟鞋後，就代表她快結婚了',
        'a': '因為穿高跟鞋慢很容易被男人追上'
    },
    {
        'q': '老高騎自行車騎了十公里，但周圍的景物始終沒有變化。為什麼',
        'a': '他騎的是室內健身車'
    },
    {
        'q': '六歲的小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理',
        'a': '媽媽讓爸爸修理小明'
    },
    {
        'q': '哪一種人最容易走極端？',
        'a': '愛基斯摩人'
    },
    {
        'q': '狼來了——猜一水果名',
        'a': '楊桃'
    },
    {
        'q': '為什麼警察要系白皮帶？',
        'a': '不系皮帶褲子會掉下來'
    },
    {
        'q': '世界上最高的峰叫什麼峰？',
        'a': '高峰'
    },
    {
        'q': '一個圓有幾個面？',
        'a': '兩個面一個外面一個裡面'
    },
    {
        'q': '為什麼結婚要請客吃飯，辦喪事也要請客吃飯？',
        'a': '前面宣佈家裡多了一個人吃飯後面宣佈家裡少了一個人吃'
    },
    {
        'q': '怎樣使用最簡單的方法使X+I=IX等式成立？',
        'a': '1+X'
    },
    {
        'q': '此字不難猜，孔子猜三天，請問是何字？',
        'a': '晶'
    },
    {
        'q': '什麼時候4-3=5？',
        'a': '算錯時'
    },
    {
        'q': '蛇為什麼要脫皮？',
        'a': '因為皮在癢'
    },
    {
        'q': '教室中為什麼要有講台？',
        'a': '提高老師的地位'
    },
    {
        'q': '為什麼沖天炮射不到星星？',
        'a': '因為星星會閃呀'
    },
    {
        'q': '此字不難猜，而且不分開。請問是何字？',
        'a': '面'
    },
    {
        'q': '在餐廳中吃完飯發現沒帶錢，怎麼辦？',
        'a': '刷卡或吃賒帳'
    },
    {
        'q': '選美大賽--猜一國家名',
        'a': '以色列'
    },
    {
        'q': '藍色的筆能寫出紅字嗎？',
        'a': '寫個紅字當然可以'
    },
    {
        'q': '人體最大的器官是什麼？',
        'a': '膽膽大包天.'
    },
    {
        'q': '一個掛鐘敲六下要30秒，敲12下要幾秒？',
        'a': '66秒'
    },
    {
        'q': '請問英語有多少個字母？',
        'a': '沒有字母是中文'
    },
    {
        'q': '老王從九歲開始有蟲牙，為什麼90歲時他的牙都還在？',
        'a': '蟲早已換掉'
    },
    {
        'q': '為什麼胖的人比瘦的人怕曬？',
        'a': '曬的面積比較大'
    },
    {
        'q': '借什麼可以不還',
        'a': '借光'
    },
    {
        'q': '剛起飛的飛機突然冒煙掉在地上，為什麼沒人受傷',
        'a': '所有人都死了'
    },
    {
        'q': '什麼時候有人敲門，你絕不會說請進',
        'a': '在廁所裡的時候'
    },
    {
        'q': '梁山伯和祝英台變成了一對比翼雙飛的蝴蝶之後怎樣了',
        'a': '生了一堆毛毛蟲'
    },
    {
        'q': '什麼東西可以死很多次，而且一般情況下每次死的時間不超過1分鐘？',
        'a': '死機'
    },
    {
        'q': '有甲、乙、丙三人跳傘，甲乙有帶傘，丙則無，但後來反而丙沒事，甲乙都有事，為什麼？',
        'a': '甲乙為丙辦喪'
    },
    {
        'q': '世界上什麼東西以近2000公里小時的速度載著人奔馳,而不必加油或其它燃料',
        'a': '地球'
    },
    {
        'q': '考試做判斷題，小花擲骰子決定答案，但題目有20題，為什麼他卻扔了40次？',
        'a': '他要驗證一遍'
    },
    {
        'q': '一把11厘米長的尺子，可否只刻3個整數刻度，即可用於量出1到11厘米之間的任何整數厘米長的物品長度？如果可以，問應刻哪幾個刻度？',
        'a': '可以.刻度可位於2,7,8處.'
    },
    {
        'q': '世界上任何地方找不出如此便宜的住所是什麼地方？',
        'a': '牢房'
    },
    {
        'q': '如果核戰爆發，你認為哪兩個地方會人滿為患？',
        'a': '地猴和天堂'
    },
    {
        'q': '浪費掉人的一生的三分之一時間的會是什麼東西？',
        'a': '床'
    },
    {
        'q': '什麼馬不會跑？',
        'a': '木馬'
    },
    {
        'q': '整天整天在大街上逛悠並且特愛「管閒事」的傢伙是誰？',
        'a': '交通警'
    },
    {
        'q': '為什麼離婚的人越來越多？',
        'a': '因為結婚的越來越多'
    },
    {
        'q': '如果不辛得了狂犬病，你第一件事要做什麼？',
        'a': '列張仇人名單'
    },
    {
        'q': '為什麼有人說：世界上分配得最公平的東西是「良心」？',
        'a': '你說過有人說自己沒有良心了嗎'
    },
    {
        'q': '你知道一個人的小腿應該有多長？',
        'a': '應該長到碰著地面'
    },
    {
        'q': '你有一艘船，船上有十五位船員，六十位乘客，三百噸貨物。你能根據上面的提示，算出船主的年齡嗎',
        'a': '你就是船主年齡還需要算嗎?'
    },
    {
        'q': '小王在市區租了一間房子，租約上註明若不慎引起火災，燒燬了房子，必須賠償三百萬元。小王不但不反對，甚至還主動多填了一個零，為什麼？',
        'a': '反正都賠不起'
    },
    {
        'q': '你在一年半的時間都不會說話，這段時間你在幹什麼？',
        'a': '剛出生在哭'
    },
    {
        'q': '有一種活動能夠準確無誤地告訴你：美人不是天生長出來的，而是七嘴八舌說出來的，這是什麼活動？',
        'a': '選美'
    },
    {
        'q': '你怎麼區分東南西北？',
        'a': '很簡單加頓號'
    },
    {
        'q': '在什麼樣的情況之下，手推車前有人推，後有人拉，但還是會向前進？',
        'a': '下坡的時候'
    },
    {
        'q': '有三個小朋友在猜拳，，一個出剪刀，一個出石頭，一個出布，請問三個人共有幾根指頭？',
        'a': '六十'
    },
    {
        'q': '我常帶著我的狗去晨跑，累得我和它都滿頭大汗，為什麼？',
        'a': '你見過狗滿頭大汗嗎'
    },
    {
        'q': '晶晶一下子就破了跳高記錄，是怎麼做到的呢？',
        'a': '她從桿子底下走過去的'
    },
    {
        'q': '當你捏住你的鼻子是，你會看不到什麼呢？',
        'a': '當然是你自己的鼻子'
    },
    {
        'q': '可以天天躺在枕頭上工作一輩子的是什麼？',
        'a': '鐵軌'
    },
    {
        'q': '有一樣的東西能托起五十公斤的橡木，卻容不下五十公斤的沙，你知道是什麼嗎？',
        'a': '水'
    },
    {
        'q': '書獃子買了一本書，第二天他媽媽卻發現書在臉盆裡，為什麼？',
        'a': '他認為那本書太枯燥了'
    },
    {
        'q': '小胖在從圖書館回家的計程車上睡著了。突然他一覺醒來，發現前座的司機先生不見了，而車子卻仍然在往前進，為什麼？',
        'a': '車子執錨了,司機正在後面推車.'
    },
    {
        'q': '塑料袋裡有六個橘子，如何均分給三個小孩，而塑料袋裡仍有二個橘子？（不可以分開橘子）',
        'a': '當然是一個人兩個桔子,只是一個連塑料袋一起給他.'
    },
    {
        'q': '王大嬸有三個兒子，這三個兒子又各有一個姐姐和妹妹，請問王大嬸共有幾個孩子？',
        'a': '五個'
    },
    {
        'q': '神偷「妙手空空」把附近一些有錢人家的金銀珠寶偷得一乾二淨，為什麼唯獨一家既無防盜設備，也無保全人員的財主沒受到光顧？',
        'a': '他自己的家'
    },
    {
        'q': '有一個傢伙上身穿著棉襖，下身穿著短褲，左手拿著冰可樂，右手端著熱咖啡，每天坐在火爐旁，卻又開著冷氣，請問他到底是什麼人？',
        'a': '神經病'
    },
    {
        'q': '爸爸要小明背論語，他一分鐘就背了整本書，難道小明是天才嗎？',
        'a': '不因為他只背了論語.'
    },
    {
        'q': '老古家遭小偷，損失慘重，但當警方通知破案是，老古卻送慰問品去看那名竊賊，為什麼？',
        'a': '他想請教如何在半夜回家而不把老婆吵醒的秘法'
    },
    {
        'q': '班長告訴菜鳥，當拉開手榴彈的保險之後，口中先數五秒再投擲出去，菜鳥一切都按班長指示動作，但仍被炸死了，為什麼？',
        'a': '因為菜鳥有口吃'
    },
    {
        'q': '什麼虎會嚇人但並不吃人？',
        'a': '壁虎'
    },
    {
        'q': '電話聲大作，卻不見小華和哥哥去接電話，這是怎麼回事？',
        'a': '因為那是電視廣告'
    },
    {
        'q': '阿陳為什麼不能把賭博一次戒掉？',
        'a': '因為戒了右手還有左手呀'
    },
    {
        'q': '艷陽高照，為什麼只有小可全身濕淋淋的？',
        'a': '因為他正在游泳呀'
    },
    {
        'q': '大雄練就了「吃西瓜不吐子」的絕招，到底他是怎麼練成的？',
        'a': '吃得是無子西瓜呀'
    },
    {
        'q': '一朵插在牛糞上的鮮花是什麼花？',
        'a': '牽牛花'
    },
    {
        'q': '小秦買了一輛全新的跑車，卻不能開上馬路，這是為什麼？',
        'a': '他買的是玩具跑車'
    },
    {
        'q': '堂堂的中央圖書館，卻沒有明版的「康熙字典」，這是為什麼？',
        'a': '康熙字典是清朝人編的'
    },
    {
        'q': '老師和牧師有一個共同點，你知道是什麼嗎？',
        'a': '同樣擁有讓人睡覺的功夫'
    },
    {
        'q': '從前大家都怕「大哥大」，現在卻喜歡「大哥大」，到底怎麼回事？',
        'a': '大哥大電話誰不喜歡'
    },
    {
        'q': '做什麼事睜一隻眼，閉一隻眼比較好？',
        'a': '照相的'
    },
    {
        'q': '奶奶非常疼愛她養的那頭貓，當貓咪生日那天，她特地準備了五個各放了一條魚的盤子，為它祝賀。貓咪走到盤子前，猶豫了一會兒，然後把第三個盤子裡的魚吃掉了，為什麼？',
        'a': '它高興'
    },
    {
        'q': '中國人為什麼人口這麼多？',
        'a': '因為漢(和)人在一起.'
    },
    {
        'q': '女兒第一次參加舞會，媽媽最擔心什麼？',
        'a': '與狼共舞'
    },
    {
        'q': '每個懷孕的女人都常常會去想像孩子未來的長相，為什麼只有阿美例外',
        'a': '她到現在還沒有想起來他爸爸長得什麼樣'
    },
    {
        'q': '豬皮是用來作什麼的呢？',
        'a': '包豬肉用的'
    },
    {
        'q': '100公斤的胖妹聽說騎馬可以減肥，便去試，你猜結果如何？',
        'a': '馬瘦子十公斤'
    },
    {
        'q': '小虎從「武術大全」這本書上學得一身好功夫，但是第一次路見不平就被修理了一頓，為什麼？',
        'a': '他看的是盜印版'
    },
    {
        'q': '為什麼小明拒絕用「一邊……一邊……」這個詞來造句？',
        'a': '老師不是說\'一心不能二用\'嘛.'
    },
    {
        'q': '在什麼情況之下24和44不會約為成最簡分數？',
        'a': '寫在五線譜上面'
    },
    {
        'q': '小吳稱讚女朋友的新衣服「十分漂亮」，但卻被女友打了一頓，為什麼？',
        'a': '滿分是一百分'
    },
    {
        'q': '母親節那天，你如果不想讓母親洗碗，又不想自己動手的話，你該怎麼辦？',
        'a': '跟她說:\'媽留著明天洗吧.\''
    },
    {
        'q': '一隻田鼠在挖洞時並沒有在洞口四周留下泥堆，為什麼？',
        'a': '因為他先挖出口'
    },
    {
        'q': '阿忠結婚好幾年了，卻沒生下一個孩子，這是為什麼？',
        'a': '他生的是雙胞胎'
    },
    {
        'q': '有一位律師，他自己有了婚變，卻站在太太的立場，免費擔任太太的辯護律師，並且幫助她向丈夫要求更多的贍養費，最後這律師卻沒有任何損失，為什麼？',
        'a': '因為這個律師正是那個太太'
    },
    {
        'q': '老師出了一道作文，題目是「假如我是個董事長」，同學都用心在寫，為什麼小強不動手？',
        'a': '他在等秘書替他寫'
    },
    {
        'q': '小麗身上只有五百元，下班後卻和同事跑到百貨公司瘋狂購物，花了五千元，她是怎麼做到的？',
        'a': '他用信用卡'
    },
    {
        'q': '什麼東西要藏起來暗地裡用，用完之後再暗地裡交給別人？',
        'a': '軟片'
    },
    {
        'q': '森林裡有一條眼鏡蛇，可是它從來不咬人，你知道為什麼嗎？',
        'a': '因為那森林裡沒有人'
    },
    {
        'q': '為什麼老李喜歡和自己的老婆和孩子一起打麻將？',
        'a': '只有這樣才能回收一部分薪水'
    },
    {
        'q': '明明是放砂糖的罐子，卻貼著一張寫著「鹽」的標籤，你知道作用何在？',
        'a': '騙螞蟻'
    },
    {
        'q': '戒煙為什麼要戒兩次呢？',
        'a': '戒了右手還是戒左手'
    },
    {
        'q': '如果你生出來的兒子只有一隻右手你會怎麼辦？',
        'a': '怕什麼他不是還有一隻左手嘛'
    },
    {
        'q': '什麼車最不可能發生車禍？',
        'a': '靈車'
    },
    {
        'q': '常把手伸向別人包裡的人，為什麼卻不是小偷？',
        'a': '海關檢查員'
    },
    {
        'q': '美玲每晚都出去夢遊，為什麼她的丈夫不帶她去醫院治療呢？',
        'a': '她每回夢遊回來都帶回來兩千元'
    },
    {
        'q': '世界上哪一種鴨蛋不能吃，煮不熟，卻打得破？',
        'a': '比賽成績的鴨蛋.'
    },
    {
        'q': '老王是個酒鬼，有一天他去看醫生，醫生警告他喝酒一次不可超過4杯，為什麼老王還是不怕，一次喝了8杯呢？',
        'a': '因為他連續看了兩次醫生'
    },
    {
        'q': '有一間屋子的北邊有肥料廠，南邊有酒廠，它有項優點，你知道是什麼嗎？',
        'a': '只要一開窗子就能知道什麼風'
    },
    {
        'q': '小虎的機車既沒有鎖，也沒有違規，但是仍然被鎖上了，為什麼？',
        'a': '不知道那個迷糊蛋鎖錯了'
    },
    {
        'q': '明明是個「錯」字，為什麼小華卻偏偏說要「對」？',
        'a': '的確是個\'錯\'字呀'
    },
    {
        'q': '三個人一起下田，但其中一個人卻老站在那裡不動手，為什麼？',
        'a': '那是個稻草人'
    },
    {
        'q': '外國人問路，小明拚命有英語對他說，他卻一點也聽不懂，這是為什麼？',
        'a': '因為他是法國人'
    },
    {
        'q': '福爾摩斯花了半天時間，卻查不出命案現場有任何線索及目擊者，但他隨即就宣佈破案了，為什麼？',
        'a': '因為兇手自首了'
    },
    {
        'q': '氣候突然轉冷，一隻鴕鳥決定南遷，請問它頭向南，尾朝北，而爪子該朝向哪一方呢？',
        'a': '鴕鳥不會飛'
    },
    {
        'q': '小傑最愛吹牛，但是為什麼他說大家都說他講話很實在？',
        'a': '那是他自己說的'
    },
    {
        'q': '經理想寫封信給太太，於是口述由女秘書代筆。寫好之後，經理卻發現漏了最後一句：「我愛你。」為什麼？',
        'a': '女秘書以為是對她說的'
    },
    {
        'q': '天上有十個太陽，為什麼後翼只射下九個？',
        'a': '他不想摸黑回家'
    },
    {
        'q': '什麼時候，我們會目中無人？',
        'a': '半夜我們一個人走在墓地'
    },
    {
        'q': '誰會連續搖頭半個小時以上？',
        'a': '看球賽的'
    },
    {
        'q': '考一個親戚稱呼問題，如果你曾祖父的兒子，就是娶了你媽媽的那個人，你應該叫他什麼？',
        'a': '喂乘兒子吃了沒有'
    },
    {
        'q': '嫦娥為什麼後悔上廣寒宮？',
        'a': '因為月亮上沒有賽月餅'
    },
    {
        'q': '人在做哪一件事的時候，最好能閉上眼睛？',
        'a': '死掉的時候省得嚇人'
    },
    {
        'q': '除了司機以外，還有誰可以每天搭公車而不必給錢？',
        'a': '售票員'
    },
    {
        'q': '在機場辦出境手續時，才想起忘了拿護照，怎麼樣才能在最短的時間裡拿到護照呢？',
        'a': '打開皮包就可以拿到了'
    },
    {
        'q': '對一個打算把頭髮留到腰部的人來說，最重要的一件事是什麼？',
        'a': '晚上不要穿著白衣服出門'
    },
    {
        'q': '為什麼有人說：「情人眼裡出西施」？',
        'a': '因為愛情使人盲目'
    },
    {
        'q': '超人看到有人在銀行搶劫，為什麼不去阻止？',
        'a': '找不到電話亭'
    },
    {
        'q': '什麼地方物品售價愈高，客人愈高興？',
        'a': '當鋪'
    },
    {
        'q': '車子應該靠右行使才對，為什麼楊先生靠左行使卻沒事？',
        'a': '因為他正行駛在靠左行駛的國家'
    },
    {
        'q': '老陳工作時一直閉著眼睛，從不睜開，他究竟是做什麼工作的？',
        'a': '假裝瞎子乞討'
    },
    {
        'q': '在沒有停電、跳電的情況下，為什麼吳先生按了開關電燈卻沒有亮？',
        'a': '他接的是電視開關當然不會亮了'
    },
    {
        'q': '小呆一天寫作文時，發現不會寫「笨」字，於是他查字典，但是卻查不到這個字，為什麼？',
        'a': '她笨的去拿英文字典去查了'
    },
    {
        'q': '安妮的醫師男友到外地出差一年，每兩天會寫一封情書給安妮，請問兩個月之後，安妮會收到幾封情書？',
        'a': '一封也沒有,有,但他太懶了,一封也沒有寄.'
    },
    {
        'q': '阿三死了，為什麼大毛理直氣壯的說：「兇手不是我，絕對另有其人！」',
        'a': '因為阿三是電視推理劇場中的'
    },
    {
        'q': '一名國中女生上了傳說中鬧鬼的廁所後，為什麼昏倒在廁所裡面？',
        'a': '他忘了廁所門是帶拉的推半天推不開暈過去了'
    },
    {
        'q': '某人向槍靶射擊了五發子彈，共得一百分，他射中了哪裡？',
        'a': '只中一發正好一百'
    },
    {
        'q': '甲跟乙打賭：「我可以咬到自己的右眼。」乙不信，甲把假的右眼拿下來放在嘴裡咬了五下。甲又說：「我還可以咬到自己的左眼。」乙仍然不信，結果，甲又贏了，他是怎麼做到的？',
        'a': '他把假牙拿下來咬左眼'
    },
    {
        'q': '大多數人是用左手端碗，右手吃飯，對吧？',
        'a': '那要嘴巴幹什麼'
    },
    {
        'q': '不見棺材不掉淚」可以拿來形容一個頑固，你知道什麼人是「見了棺材仍然不掉淚」的死硬派嗎？',
        'a': '當然是死人了'
    },
    {
        'q': '老吳每天抽兩包煙，他老婆逼他減少一半的量，於是老吳把一天分成兩段時間，用過去相同的間隔速度抽煙，事實上，老吳的煙量卻一根也沒減少這是為什麼？',
        'a': '他的劃分是以清醒與睡覺為均等於沒少'
    },
    {
        'q': '老李站在馬路上比手劃腳，卻不見警察來趕他，為什麼？',
        'a': '老李是警察'
    },
    {
        'q': '一隻青蛙掉進三十公尺深的枯井，如果它每次能跳二公尺高，它需要跳幾次才能跳出井口呢？',
        'a': '那麼深的枯井他早就摔死了'
    },
    {
        'q': '三國美男子周瑜，為什麼會感慨的說：「既生瑜，何生亮」呢？',
        'a': '因為諸葛亮長的比周瑜帥'
    },
    {
        'q': '一向最愛吃蛋糕的大寶，今天為什麼連面前那14小塊蛋糕都吃不下呢？',
        'a': '因為他剛剛吃完那3/4'
    },
    {
        'q': '為什麼阿發悄悄對臭皮說他褲子的拉鏈忘了拉，臭皮卻不以為意？',
        'a': '因為阿發說的是自己'
    },
    {
        'q': '一個失戀的年輕男子從兩層樓高的天橋往下跳，結果卻毫髮無傷，這是怎麼回事？',
        'a': '因為他是演員正在拍電影'
    },
    {
        'q': '媽媽明明在叫大寶，但出來的竟是小寶，為什麼？',
        'a': '大寶不在'
    },
    {
        'q': '什麼東西越擦越小？',
        'a': '橡皮擦'
    },
    {
        'q': '蘿蔔喝醉了，會變成什麼？',
        'a': '紅蘿蔔'
    },
    {
        'q': '一加一等於多少？',
        'a': '不三不四'
    },
    {
        'q': '煮一個蛋要四分鐘，煮八個蛋要幾分鐘？',
        'a': '四分鐘'
    },
    {
        'q': '什麼東西不怕布，只怕石頭？',
        'a': '剪刀.'
    },
    {
        'q': '大象為什麼會有那麼長的鼻子？',
        'a': '他愛說謊'
    },
    {
        'q': '一頭牛一年吃三公頃的牧草，現有面積三十公頃的牧場養了五頭牛，請問需要多久才能全部吃完？',
        'a': '春風吹又生他們一輩子也吃不完'
    },
    {
        'q': '他竟然可以向後走而向前進，這是怎麼一回事呢？',
        'a': '搭車裡向著與車行駛方向相反行走'
    },
    {
        'q': '大氣的流動叫「氣流」；河水的流動叫「水流」；那風的流動呢？',
        'a': '風流'
    },
    {
        'q': '從前的人結婚都要先查一查對方的三代，現在的人則查什麼？',
        'a': '口袋'
    },
    {
        'q': '印度政府規定，男性不得與他的寡婦之姐妹結婚，為什麼？',
        'a': '既然有了寡婦表明本人已死了當然不能再娶了'
    },
    {
        'q': '順著往「基隆」的路標走，卻跑到「桃園」去了，為什麼？',
        'a': '颱風剛過嘛,路標倒了'
    },
    {
        'q': '明明是一個晴朗出太陽的好日子，卻有人說：「等一下就要刮颱風了！」為什麼他會這麼說？',
        'a': '因為現在正在颱風眼裡'
    },
    {
        'q': '阿發仔的長相和家人很相像，但大家都說阿發仔不是他們的孩子，為什麼？',
        'a': '因為他是爸爸'
    },
    {
        'q': '出去的時候光著身子，回到家才穿上衣服的是什麼？',
        'a': '衣架'
    },
    {
        'q': '在平衡的蹺蹺板兩邊各放一個西瓜和冰塊，重量相等，如果就這樣放著，最後，蹺蹺板會向哪個方向傾斜？',
        'a': '一樣水平冰化了西瓜滾了'
    },
    {
        'q': '什麼地方只要進去一個人就客滿？',
        'a': '廁所'
    },
    {
        'q': '為什麼會有人見死不救？',
        'a': '死都死了還救什麼'
    },
    {
        'q': '報紙上登的消息未必都是真的但是什麼消息絕對假不了？',
        'a': '日期'
    },
    {
        'q': '電梯中擠滿了人，上升不久後突然下墜，為什麼沒人受傷？',
        'a': '全部死亡'
    },
    {
        'q': '有名偷車賊，某天四下無人時，看到一輛凱迪拉克，他卻不動手，為什麼？',
        'a': '車是他的'
    },
    {
        'q': '要形容女孩子好看，說什麼話她最高興？',
        'a': '謊話'
    },
    {
        'q': '有一個瞎子快走到懸崖邊時，突然轉頭往回走，為什麼？',
        'a': '因為他只瞎了一隻眼'
    },
    {
        'q': '每天早上從東方升起，西方落下，猜一種五個字的東西？？',
        'a': '是是是太陽(有點兒口吃).'
    },
    {
        'q': '有個男子住在十三樓，他每天出門必搭電梯到一樓，但回來時只搭到四樓，然後再爬樓上去，為什麼',
        'a': '他個子太矮按不到按鈕'
    },
    {
        'q': '曹蘭在馬路邊攔下一輛計程車，當她坐進車中後立刻被司機趕出來，為什麼？',
        'a': '因為司機問他去那兒她說不告訴你.'
    },
    {
        'q': '牛小時侯叫「犢」那兔子、烏龜小時侯應如何稱呼？',
        'a': '兔崽子龜兒子'
    },
    {
        'q': '小陳半夜吃泡麵，為什麼一面吃，一面眼盯著表？',
        'a': '那包面的食用期到今天'
    },
    {
        'q': '為什麼老陳會說他少了女人一天也活不下去？',
        'a': '他是化妝品製造商'
    },
    {
        'q': '我伯父的弟媳，但不是我的叔母，那她是誰？',
        'a': '我母親'
    },
    {
        'q': '我有九個蘋果，卻必須分給十三個小朋友，我該怎麼辦？',
        'a': '搾果汁'
    },
    {
        'q': '報紙新聞和電視新聞最大的不同在哪裡？',
        'a': '報紙看完了可以保存.'
    },
    {
        'q': '有架飛機失事，現場支離破碎，令人驚訝的是找不到任何傷著，為什麼？',
        'a': '那是一架遙控飛機'
    },
    {
        'q': '老張不小心吞了一枚金幣，為什麼到十年後才去手術取出來呢？',
        'a': '因為當時不急著用錢'
    },
    {
        'q': '天黑一次亮一次就是一天，可有一次天黑了兩次仍然只過了一天，你倆猜得到是什麼原因嗎？',
        'a': '碰上日全食了'
    },
    {
        'q': '有一個人發高燒50度，他這時該找誰幫忙？',
        'a': '消防隊'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害？',
        'a': '除非你喝了它'
    },
    {
        'q': '小明在圖畫課是交了一張全部塗黑的圖畫為什麼老師還是算及格？',
        'a': '因為小明畫的是一個黑人在半夜裡抓烏鴉'
    },
    {
        'q': '懷孕的母狗怕人踢它，可是有個傢伙踢它，它既不躲避也不生氣，為什麼？',
        'a': '因為那傢伙在他的肚子裡踢'
    },
    {
        'q': '一人一點是什麼字？',
        'a': '太'
    },
    {
        'q': '山崗上有三隻狐狸，獵人開槍打死了一隻，問山崗上還有幾隻狐狸？',
        'a': '一隻'
    },
    {
        'q': '小華和小涵約好中午12點鐘在學校吃飯，小華看了表後，匆匆去找小涵。見面後，小涵對小華說：「你相信9+4=1嗎？」小華聽後臉紅了，為什麼？',
        'a': '九點鐘加四點鐘是一點鐘'
    },
    {
        'q': '一隻羊碰到一頭老虎，非但不怕，而且還把那頭老虎給吃了，這是怎麼回事？',
        'a': '那是只紙考虎'
    },
    {
        'q': '人們心中最熱烈，最難以滿足的激情之一是什麼？',
        'a': '好奇心'
    },
    {
        'q': '地球自轉一圈要24小時，自轉半圈要多少小時？',
        'a': '6小時'
    },
    {
        'q': '小明和小涵各買了三束花，他們把花捆在一起，準備送給老師，那麼老師收到幾束花？',
        'a': '事束'
    },
    {
        'q': '一個人請人畫十二生肖像最後只剩下蛇沒畫是，畫師怎麼也不肯畫了，為什麼？',
        'a': '因為他怕畫蛇添足'
    },
    {
        'q': '亮亮開著車跟在一輛敞蓬車後面，那車卻沒有司機，為什麼？',
        'a': '車已壞靠前面的車拖著走.'
    },
    {
        'q': '幼兒園的老師拿出一包糖，準備分給小朋友們吃，如果一人分一塊，便多出一塊，一人分兩塊，又欠兩塊，究竟最少有幾個小朋友？幾塊糖？',
        'a': '三個小朋友四塊糖'
    },
    {
        'q': '明買了一兜水果，回到家了卻兩手空空，他保證沒有偷吃，也沒有弄丟，那是什麼原因呢？',
        'a': '送人了'
    },
    {
        'q': '除了動物園和非洲可以看到長頸鹿外，還有哪些地方看得到？',
        'a': '考場'
    },
    {
        'q': '大勇向小夥伴們吹噓說：今天上課的時候，老師提了一個問題，全班除了他沒有一個答對，你猜老師問的是什麼問題？',
        'a': '說:\'大勇你為什麼又遲到了?\''
    },
    {
        'q': '三支點燃的蠟燭擱在紙盒上，一陣風吹來，吹熄了一支，其餘兩支繼續燃燒，最後會剩下幾支蠟燭呢？',
        'a': '一支也不剩'
    },
    {
        'q': '大勇不慎掉到水缸裡去了，當時周圍沒有大人，小朋友們急得團團轉，怎樣才能用最快的方法把大勇救出來？',
        'a': '把缸打破'
    },
    {
        'q': '大勇說他和學校的老師很熟，在學校裡哪裡都能進去，但小涵偏說他有一處地方永遠也不能進去，是什麼地方呢？',
        'a': '女廁所'
    },
    {
        'q': '一隻皮球和一隻鐵球從高樓上掉下來，誰先落地？',
        'a': '鐵球'
    },
    {
        'q': '星期二過去是星期三，星期三過去是星期四，星期四過去卻是星期天，為什麼',
        'a': '多撕了兩張日曆'
    },
    {
        'q': '有個胖子上了公共汽車，沒有月票，也沒有買票，售票員為什麼讓他從起點坐到終點？',
        'a': '是個司機'
    },
    {
        'q': '小明5歲，小亮3歲，小涵比他們倆各相差一歲，那麼小涵有幾歲？',
        'a': '四歲'
    },
    {
        'q': '涵捉到一隻小鳥，她把小鳥放在桌子上，小鳥卻沒有飛，是什麼原因？',
        'a': '鳥已死'
    },
    {
        'q': '大勇總愛吹牛，他說他能不用任何容器將一杯水帶走，小朋友都不相信，但他卻做到了，是怎麼回事呢？',
        'a': '將杯子倒扣在裝滿水的盆子裡'
    },
    {
        'q': '在做遊戲是，你是司令，你手下有兩名軍長，五名團長，十個排長和二十五名士兵，那麼他們的司令今年幾歲了？',
        'a': '你幾歲就是幾歲'
    },
    {
        'q': '小涵的媽媽熨燙衣服，一件衣服要五分鐘，一條褲子要三分鐘，現在有三件小衣服，一條褲子，小涵的媽媽要幾分鐘才能全部熨燙完？',
        'a': '18分鐘'
    },
    {
        'q': '貓和豬有何區別？',
        'a': '一種是寵物一種是食物'
    },
    {
        'q': '一場大雨，忙著耕種的農人紛紛走避，卻仍有一人不走，為什麼？',
        'a': '它是稻草人'
    },
    {
        'q': '牆壁上爬著三隻壁虎，一隻壁虎掉下後沒多久，另外兩隻也跟著掉下來，到底發生什麼事情？',
        'a': '因為一隻在打瞌睡,另兩隻拍手叫好,也掉下來了,'
    },
    {
        'q': '某島上有只烏龜，正中央是棵椰子樹，島的旁邊還有一座島，烏龜想過去，但又不太會游水，請問它該怎麼過？',
        'a': '他還在想'
    },
    {
        'q': '公車來了，一位穿長裙的小姐投了8塊錢，司機讓她上車，第二位穿迷你裙的小姐投了4塊錢，司機也讓她上車，第三位小姐沒投錢，司機還是讓她上車，為什麼？',
        'a': '她用車票'
    },
    {
        'q': '為什麼空軍的阿兵哥比較少？',
        'a': '空軍嘛當然比較少啦'
    },
    {
        'q': '武士刀和日本人有什麼關係？',
        'a': '他們是剖腹之交'
    },
    {
        'q': '餐廳裡，有兩對母女在用餐，每人各叫一個700元的牛排，付帳是卻只付2100元，為什麼？',
        'a': '這兩對母女是奶奶媽媽女兒,'
    },
    {
        'q': '阿美念T大哲學系，她每天早上都擠八點的公車去上學，今天她擠上車後恰好有一空位，阿美坐上去後不知不覺地就睡著了，突然一覺醒來，發現全車除了她空無一人，但車子還在前進，為什麼？',
        'a': '車子拋錨了司機和乘客都在下面推車'
    },
    {
        'q': '走進一家店，看見老闆和客人正在議價，老闆拚命殺價，而顧客卻一直抬高價錢，為什麼？',
        'a': '因為客人來賣車'
    },
    {
        'q': '某人買了易開罐農藥，打算自殺，他的情人也要求同歸與盡，但農藥份量必須一整罐才會斃命，結果兩個人都死了，為什麼？',
        'a': '打開農藥罐已壞再拿一罐'
    },
    {
        'q': '什麼樣的食物最讓人倒胃口？',
        'a': '吃了大半個蘋果裡邊藏著半條蟲子'
    },
    {
        'q': '小陳禮拜天早上趕到西門町去看早場電影，到了西門町，卻看不到半個人，為什麼',
        'a': '人有好多個就是沒有半個.'
    },
    {
        'q': '有一個嬰兒喝了牛奶之後，一星期重了十公斤，為什麼？',
        'a': '那是一頭牛'
    },
    {
        'q': '小明帶一百元去買一個七十五元的東西，但老闆卻只找了五塊錢給他，為什麼？',
        'a': '小明只拿元給老闆'
    },
    {
        'q': '為什麼李爺爺被歹徒搶走了十萬元之後，不但不心疼，反而哈哈大笑？',
        'a': '因為那名歹徒是他上幼兒園的孫子扮演的'
    },
    {
        'q': '「失敗為成功之母」，那成功為失敗的什麼？',
        'a': '反義詞'
    },
    {
        'q': '有一個胖子和瘦子走在一起，胖子突然被掉落的高壓電線打倒，胖子死了，而瘦子並未碰到胖子或電線，可是他也死了，為什麼？',
        'a': '瘦子被油炸死了'
    },
    {
        'q': '某人有喝一打高粱的酒量，但今晚他只喝了半瓶啤酒就醉了，為什麼？',
        'a': '他不久前才剛喝了一打高梁'
    },
    {
        'q': '什麼時候會看到最多的星星？',
        'a': '踩到地雷'
    },
    {
        'q': '恐龍為什麼會滅亡？',
        'a': '那個時候沒有動物保護協會'
    },
    {
        'q': '喝可樂可以再來一罐，買洗衣粉也可以買大送小，那請問什麼店不能買一送一？',
        'a': '棺材店'
    },
    {
        'q': '做什麼事情最開心？',
        'a': '開心手術'
    },
    {
        'q': '聖女貞德是哪國人？',
        'a': '天國'
    },
    {
        'q': '為什麼會有悲傷茱麗葉？',
        'a': '因為有愛的羅密歐'
    },
    {
        'q': '為什麼天上會有星星？',
        'a': '證明愛因斯坦的相對論天上有星星地下也有猩猩.'
    },
    {
        'q': '當跳到黃河也洗不清的時候，該如何澄清自己？',
        'a': '跳到澄清湖裡'
    },
    {
        'q': '騎馬的蒙古人，是怎麼走路的？',
        'a': '走馬步'
    },
    {
        'q': '為什麼大多數的人都不喜歡過32歲的生日？',
        'a': '沒有人會在蛋糕上插上三長兩短.'
    },
    {
        'q': '閉著眼睛也看得見的是什麼？',
        'a': '夢'
    },
    {
        'q': '剛念幼兒園的皮皮才學英文一個月卻能毫無困難地和外國人交談，為什麼？',
        'a': '外國人用國語與他交談'
    },
    {
        'q': '台灣人去夏威夷度假，結果在海邊溺水，高喊救命，卻沒人理他，為什麼？',
        'a': '沒人聽懂中文'
    },
    {
        'q': '拿破侖指揮作戰時，高喊「衝啊！」為何所有士兵卻是動也不動？',
        'a': '拿破侖說的是中文士兵怎麼聽得懂'
    },
    {
        'q': '小龍的爸爸看到小龍書包裡塞滿了鈔票，卻視若無睹，為什麼？',
        'a': '那是兒童玩具'
    },
    {
        'q': '小燕站在路中央，一輛時速90公里的汽車急馳而過，她卻未被撞死，為什麼？',
        'a': '小燕站在天橋上'
    },
    {
        'q': '一隻母豬帶著10只小豬過河，背叼3只，過河後一算，還是10只小豬，為什麼？',
        'a': '母豬不會算數'
    },
    {
        'q': '有一天，小英看到小明隨即驚叫，小明見狀，也跟著驚叫，為什麼？',
        'a': '因為他們正在玩遊戲'
    },
    {
        'q': '小王開醫院，生意一直不是很如意，一天他的醫院突然車水馬龍排了一大堆人，為什麼？',
        'a': '因為他在醫院門口貼了今日住院3折'
    },
    {
        'q': '身高168公分的小華，有一天去看棒球賽回來卻變成170公分，為什麼？',
        'a': '因為他被擊中長出了一個兩公分的包'
    },
    {
        'q': '在賽車比賽中，有輛車撞上大樹，車子完全撞爛，開車者卻毫髮無傷，為什麼？',
        'a': '那是遙控車比賽'
    },
    {
        'q': '住在台灣鄉下的老童，每早都有公雞叫起床，現在到了美國兒子家，無論公雞如何叫，老童都醒來，為什麼',
        'a': '美國公雞用英語發音'
    },
    {
        'q': '歹徒搶劫MTV店，朝店主開了一槍，店主情急之下抽出一卷影帶擋，居然平安無事，為什麼？',
        'a': '歹徒拿得是水槍'
    },
    {
        'q': '政府在去年的中秋節提倡「不要讓嫦娥笑我們髒」，今年卻沒有，為什麼？',
        'a': '因為嫦娥去年就笑死了'
    },
    {
        'q': '雞蛋裡面挑「骨頭」表示故意找人麻煩，那雞蛋裡面挑「石頭」又代表什麼意思？',
        'a': '小雞得了腎結石必須挑石頭了'
    },
    {
        'q': '小明去參加講笑話比賽，一路上小明一直用冰塊敷嘴巴，為什麼？',
        'a': '怕笑話到時候不新鮮'
    },
    {
        'q': '當女朋友跟你要天上的星星時，你該怎麼辦？',
        'a': '給他一拳再說他要不要月亮'
    },
    {
        'q': '四月一日是屬於誰的節日？',
        'a': '你的'
    },
    {
        'q': '為什麼夏天才有颱風？',
        'a': '因為他要冬眠'
    },
    {
        'q': '為什麼閃電總是比雷快？',
        'a': '因為雷公說女士優先'
    },
    {
        'q': '一個即將被槍決的犯人，他的最大願望是什麼？',
        'a': '穿上防彈衣'
    },
    {
        'q': '身為中國人，你知道為什麼中秋節一定要吃月餅嗎？',
        'a': '你想吃太陽餅也行呀'
    },
    {
        'q': '小寶的媽，看了奶粉廣告後，去買了加拿大的無污染奶粉，結果小寶吃了，還是拉肚子，為什麼？',
        'a': '因為那是用台灣的水泡的'
    },
    {
        'q': '大頭買了一雙鞋子，從來沒穿過，提著鞋子到處走，到底是為了什麼？',
        'a': '他說鞋子穿久會壞'
    },
    {
        'q': '小毛喜歡運動，有一天他在攝氏38高溫大太陽下做很激烈的運動，為什麼也居然不會流汗？',
        'a': '他在水裡游泳'
    },
    {
        'q': '白冰冰與關公生的雙胞胎叫什麼名字？',
        'a': '粉紅派對'
    },
    {
        'q': '樹上有100隻鳥，用什麼方法才能把它們全部抓住？',
        'a': '用照相機'
    },
    {
        'q': '小華請李明依簽名，李明依卻這樣都不肯答，為什麼？',
        'a': '小華請他簽在身份證的配偶欄裡'
    },
    {
        'q': '什麼時候是老二最爽的時候？',
        'a': '當老大不在不能欺負老二時'
    },
    {
        'q': '小陳有一天不小心撞到電線桿，為什麼連手也會痛？',
        'a': '因為小陳狠狠地揍了電線桿一頓'
    },
    {
        'q': '著名歌手羅大佑有一天出現在熱鬧的西門町街頭，為什麼卻沒有半個人認出他來？',
        'a': '因為他忘了帶墨鏡'
    },
    {
        'q': '為什麼愛斯基摩人是唯一住在北極的人呢',
        'a': '因為他們是愛死寂寞的人'
    },
    {
        'q': '超人和女超人做完俯地挺身後，地上各有一個洞及二個洞，是怎麼回事？',
        'a': '超人用單手女超人用雙手'
    },
    {
        'q': '何時是離婚最好的日子？',
        'a': '1月23日(自由日)'
    },
    {
        'q': '為什麼一架紙飛機，造價一億台幣？',
        'a': '那是用一張一億台幣的紙票折的'
    },
    {
        'q': '什麼時候黃信介只能選擇統一，不能獨立？',
        'a': '買鮮奶的時候'
    },
    {
        'q': '日子過得不平順時，應該怎麼辦？',
        'a': '拿\'飛利浦\'熨平'
    },
    {
        'q': '台灣的紅綠燈和日本的有何不同？',
        'a': '台灣的是參考書的'
    },
    {
        'q': '有一位老奶奶在看報，一隻蚊子正想要叮她，老奶奶手和腳都沒動，為什麼蚊子會突然死掉了？',
        'a': '因為他被老奶奶的皺紋夾死了'
    },
    {
        'q': '怎麼樣才能使男人一見鍾情？',
        'a': '別讓他看你第二眼'
    },
    {
        'q': '二位爸爸、一個兒子同處一室，三人合計卻有九隻手，為什麼？',
        'a': '祖孫三代同是扒手'
    },
    {
        'q': '波斯灣戰爭中，為什麼美軍在夜間死傷比伊軍少？',
        'a': '美國黑人較多'
    },
    {
        'q': '志明說自己可以一面吹口哨，一面刷牙，你猜他是怎麼辦到的？',
        'a': '他戴的是假牙'
    },
    {
        'q': '富商陳氏書房之中，雖然牆上有三個彈孔，但他的身上卻沒有外傷，你猜是怎麼死的？',
        'a': '嘲笑槍手槍法太差笑死了'
    },
    {
        'q': '小玲放學回家後，發現自己忘了帶鑰匙，她該怎麼做才能進家門呢？',
        'a': '門沒鎖開開就好了'
    },
    {
        'q': '去年遺傳學界最偉大的發現是什麼？',
        'a': '麻雀變鳳凰'
    },
    {
        'q': '有什麼事比親眼看著好朋友上電椅更痛苦？',
        'a': '他臨死還握著我的手'
    },
    {
        'q': '什麼老鼠爬最慢？',
        'a': '幫烏龜身上的老鼠.'
    },
    {
        'q': '藝人方芳和方芳芳有什麼關係？',
        'a': '一個是方的平方一個是方的立方.'
    },
    {
        'q': '煮什麼湯最「鮮」？',
        'a': '煮\'魚\'肉湯和\'羊\'肉湯'
    },
    {
        'q': '頂地立天是什麼意思？',
        'a': '倒立'
    },
    {
        'q': '飛行員從來不吃哪一種食物？',
        'a': '醉雞'
    },
    {
        'q': '有只小北極熊早上醒來後一直追問熊媽媽，他是不是一隻小浣熊，他媽媽回答：「你當然是北極熊」，可是他為什麼還是不相信？',
        'a': '因為他覺得很冷'
    },
    {
        'q': '有一段100公尺長的鐵軌上面每隔1公分放一條橫木，請問共有幾條橫木？',
        'a': '0,因為鋼軌上不放橫木'
    },
    {
        'q': '有一天，有一班學生正在小考，有一個學生，他答出來之後，為什麼老師還打了他一頓？',
        'a': '因為他把答案念給同學聽'
    },
    {
        'q': '不孕症婦女的孩子，會不會遺傳她的不孕症？',
        'a': '不孕症婦女根本就生不出孩子'
    },
    {
        'q': '每個人每天都會讀到哪個英文字母？',
        'a': 'Z'
    },
    {
        'q': '小男孩和小女孩在一起不能玩什麼遊戲？',
        'a': '不能玩猜拳(兩小無猜0'
    },
    {
        'q': '某人患了高血壓，醫生說不要吃太鹹就沒事了，但是他一聽卻決定要搬家，為什麼？',
        'a': '因為他住在台南的鹽水打算搬到台北的淡水'
    },
    {
        'q': '一家洗衣店招牌寫著「二十四小時交貨」，今天小高拿去洗，為何老闆說要三天後才能拿到？',
        'a': '因為他是抓黑槍不是抓白槍'
    },
    {
        'q': '一家洗衣店招牌寫著「二十四小時交貨」，今天小高拿去洗，為何老闆說要三天後才能拿到？',
        'a': '因為每天工作八小時三天正好24小時'
    },
    {
        'q': '心有餘而力不足作何解釋？',
        'a': '我知道意思但不會解釋'
    },
    {
        'q': '小明每天都和媽媽上街買菜，每次都捉著媽媽的裙子，但這次卻迷路了，為什麼？',
        'a': '因為那天媽媽穿著迷你裙'
    },
    {
        'q': '來電了怎麼辦',
        'a': '看電視呀'
    },
    {
        'q': '一個人走夜路，最怕聽到哪一句話',
        'a': '請問你是什麼血型'
    },
    {
        'q': '為什麼食人族只有在烹煮女明星時要放入一大堆牛糞來調味？',
        'a': '香水味太濃他們吃不消'
    },
    {
        'q': '你手上拿著弓箭，夜晚看見兩個狼人，你會先射哪一個？',
        'a': '月亮'
    },
    {
        'q': '老丁身高一米六八，為什麼死了之後身高卻變成了一米七二？',
        'a': '他被絞繩絞死的'
    },
    {
        'q': '新人結婚，新郎（娘）不是你，在她（他）的婚禮上，你如何報一箭之仇？',
        'a': '在新朗新娘送客笑著對他們說再見'
    },
    {
        'q': '什麼妖怪，大家都不害怕？',
        'a': '難怪'
    },
    {
        'q': '為什麼越有錢的人死了，棺材都越大？',
        'a': '翻身比較方便'
    },
    {
        'q': '出門看天色，進門看臉色，女鬼來敲門時要看什麼？',
        'a': '看誰最色'
    },
    {
        'q': '七個好人和三個壞蛋同搭一艘渡輪，中途船翻了，七個好人沉入水中淹死了，三個壞蛋卻很快就浮出水面，為什麼？',
        'a': '因為蛋壞了以後才能浮上來.'
    },
    {
        'q': '碰到什麼節的時候，人人都很難過？',
        'a': '雨傘節'
    },
    {
        'q': '走夜路犯了煙癮，有煙無火時該怎麼辦？',
        'a': '看看有沒有鬼火可以點'
    },
    {
        'q': '如果你在尼斯湖划船時，水怪突然在附近冒了出來，而你卻忘了帶相機，這時該怎麼辦？',
        'a': '別擔心別的遊客會拍下你最後的鏡頭.'
    },
    {
        'q': '楊婆婆經常把嘴巴打開做癡呆狀，家人勸她閉起來，免得蒼蠅飛進去了，為什麼她卻堅持不肯？',
        'a': '她說:\'不打開,裡邊的蒼蠅怎麼飛進來?\''
    },
    {
        'q': '月圓之夜，全世界的鬼魂都聚集在一起開狂歡大會，偏偏只有狼人沒有到，為什麼？',
        'a': '狼人是妖怪不是鬼'
    },
    {
        'q': '小莊終於考上台大，有天晚上在校園裡，他竟然看到了一個死去多年的高中同學，為什麼？',
        'a': '那是解剖台上的屍體'
    },
    {
        'q': '秦始皇、斯大林和希特勒一起在地獄受審，同樣被判下油鍋的酷刑，為什麼秦始皇、斯大林面前都是一鍋滾燙的油，希特勒的卻是熱開水？',
        'a': '為他行刑的是猶大人'
    },
    {
        'q': '什麼時候太陽會打從西邊升起？',
        'a': '從鏡子裡'
    },
    {
        'q': '貝多芬給了我們什麼樣的啟示？',
        'a': '背了就會多分'
    },
    {
        'q': '、人死了為什麼要埋在地下？',
        'a': '去陰陽地府比較順暢'
    },
    {
        'q': '仁慈的皇帝卻常常滅人九族來懲罰罪犯，為什麼？',
        'a': '怕有人傷心'
    },
    {
        'q': '一個被槍斃而死的鬼，最大的煩惱是什麼？',
        'a': '喝水時會漏'
    },
    {
        'q': '在學校犯錯被逮到之後當然會被記過，那為什麼還要寫悔過書呢？',
        'a': '以便勵治下次再也不要被抓到'
    },
    {
        'q': '除了火車以外，世界上什麼車最長？',
        'a': '賽車'
    },
    {
        'q': '一個籠子了養了十隻鳥，小馬開槍打死了三隻，請問還剩多少只小鳥？',
        'a': '十隻三隻斷氣倒地七隻活著'
    },
    {
        'q': '如果你的朋友是個賽車選手，不慎在比賽中撞斷腿，你該怎麼安慰他？',
        'a': '希望他下次比賽不要半途而廢'
    },
    {
        'q': '有一天小董上完物理課後，突然想傚法牛頓，就到蘋果樹下，這時也剛好掉下一顆蘋果，砸到小董的頭，你猜小董怎麼說？',
        'a': '這個蘋果是熟的'
    },
    {
        'q': '據說前一陣子「ET」離開地球以後，英文字母只剩24個字，但是最新消息聽是15個字，為什麼？',
        'a': '因為UFO飛走了,WC臭死了AIDS生病住院'
    },
    {
        'q': '相傳中國的龍門瀑布是塊靈秀之地，鯉魚凡是躍過龍門，就能變成龍，如果失敗就會變成烏龜，於是很多鯉魚翻山越嶺想盡辦法要一步登天，但是成功的卻很少，那麼那些失敗變烏龜的都跑到哪兒去了？',
        'a': '正在這裡聽故事.'
    },
    {
        'q': '為什麼長頸鹿的脖子那麼長？',
        'a': '因為他的頭那麼高需要長脖子來接起來.'
    },
    {
        'q': '日月潭的中間是什麼？',
        'a': '是月字'
    },
    {
        'q': '廁所裡應該擺什麼花？',
        'a': '五月花'
    },
    {
        'q': '有一個人想要過河但水很急，這裡有一把梯子和木頭，但梯子還差10公尺，木頭只有5公尺，請問他要怎樣才能過河？',
        'a': '走橋'
    },
    {
        'q': '一輛火車由基隆到高雄全程需要6個小時才可到達，如今行使了3個小時，火車現在應該在什麼地方？',
        'a': '在鐵軌上'
    },
    {
        'q': '吸血鬼卓九勒，挨餓了二個月，好不容易找到一個男人吸血，沒想到血一吸完，卓九勒一命呼，這究竟是怎麼一回事？',
        'a': '因為兩個血型不一樣'
    },
    {
        'q': '小陳是個大家公認的窮光蛋，但是他居然能日擲千金，為什麼？',
        'a': '小陳是銀行的運鈔員'
    },
    {
        'q': '小畢是學校出了名的逃課王，幾乎有課必逃，但是有一節課，他卻不敢逃，永遠準時不缺課，請問是哪一課？',
        'a': '下課'
    },
    {
        'q': '休息的意義是為走更遠的路，那麼補考的作用是什麼？',
        'a': '為了念更多的書'
    },
    {
        'q': '考一個親戚稱呼的問題，如果你曾祖父的兒子，你叫爺爺，那麼你祖父的兒子，就是娶了你媽媽的那個人，你應該叫他什麼？',
        'a': '兒子'
    },
    {
        'q': '華盛頓小時候砍倒他父親的櫻桃樹時，他父親為什麼不馬上處罰他？',
        'a': '因為他手頭上還有斧頭'
    },
    {
        'q': '美人魚最怕遇到誰',
        'a': '加菲貓'
    },
    {
        'q': '麥可傑克森的兒子是幸福的，為什麼？',
        'a': '他可以把他爸爸的鼻子拿下來玩'
    },
    {
        'q': '主演最多電影的是誰？',
        'a': '領街主演每片都有呀'
    },
    {
        'q': '媽媽叫小民去拿碟子來裝菜，小民拿來了，卻被罵了一頓，為什麼？',
        'a': '他拿的是光喋'
    },
    {
        'q': '釋迦牟尼是男人還是女人？',
        'a': '都不是他是神'
    },
    {
        'q': '哪一種狗不怕狂犬病？',
        'a': '二郎神的神犬狗'
    },
    {
        'q': '唐老鴨最怕什麼事？',
        'a': '發現原來自己是白天鵝'
    },
    {
        'q': '不小心打破媽媽最喜歡的花瓶，該怎麼辦？',
        'a': '趕快假裝昏倒'
    },
    {
        'q': '強尼每天晚上做夢都夢到貓要吃他，他又不是老鼠，為什麼？',
        'a': '他白天在迪尼斯扮演米老鼠'
    },
    {
        'q': '王小明要跳水了！可是為什麼圍觀的群眾愈來愈多，卻沒有人想救他？',
        'a': '該地正在舉行跳水比賽他是參賽選手之一'
    },
    {
        'q': '人為什麼要上廁所？',
        'a': '防止絕種.'
    },
    {
        'q': '超人走到電話亭前突然哭了起來為什麼？',
        'a': '他嚴重發福所以進不去了'
    },
    {
        'q': '月黑風高的晚上，傳來一陣又一陣的狗吠聲，外面卻突然響起「咚咚咚」的敲門聲，你猜會是誰呢？',
        'a': '不管是誰勸你還是別開門好'
    },
    {
        'q': '兩歲的叮噹為什麼看到隔壁的歐巴桑都叫她「伯伯」，而對方卻一點也不生氣？',
        'a': '因為他是阿拉伯\'人'
    },
    {
        'q': '大姐得到了金幣，她為什麼不要？',
        'a': '解金幣送給你他要去夏威夷'
    },
    {
        'q': '許仙遇見白蛇後，發生了什麼事？',
        'a': '不知道因為他被白蛇嚇倒了'
    },
    {
        'q': '什麼錢最實用卻不能用？',
        'a': '死人錢'
    },
    {
        'q': '誰不能唱「哥哥爸爸真偉大」？',
        'a': '亞當和夏娃'
    },
    {
        'q': '下雨天為什麼要撐傘？',
        'a': '如果你喜歡,'
    },
    {
        'q': '電視對人類最大的貢獻是什麼？',
        'a': '讓世界瞭解了準時的好處'
    },
    {
        'q': '做什麼事情非得一個男生和一個女生不可？',
        'a': '扮演\'雄\'\'雌\'大盜'
    },
    {
        'q': '孔子為什麼要周遊列國？',
        'a': '因為飛機沒有發明'
    },
    {
        'q': '在火車站絕不可能發生什麼事？',
        'a': '既然不可能發生當然不能發生'
    },
    {
        'q': '既沒下雨也沒出太陽，某先生為什麼要撐傘？',
        'a': '他是神經病'
    },
    {
        'q': '男生和女生有什麼共同點？',
        'a': '都是人'
    },
    {
        'q': '哪一種草的生命力最強？',
        'a': '牆頭草風吹兩邊倒'
    },
    {
        'q': '五加五等於多少？',
        'a': '兩隻手'
    },
    {
        'q': '在什麼情形下你會覺得自己很抖？',
        'a': '練外丹功的時候'
    },
    {
        'q': '如何保持青春永駐？',
        'a': '用奇筆寫它不要擦去'
    },
    {
        'q': '一艘正在水中航行的船為什麼會突然消失得無影無綜',
        'a': '因為小寶已經洗完澡把它拿走了'
    },
    {
        'q': '怎麼稱呼一隻不會叫的狗？',
        'a': '狗'
    },
    {
        'q': '一隻很會叫的狗，我們叫它什麼？',
        'a': '吵死人'
    },
    {
        'q': '又小又大的是什麼？',
        'a': '尖'
    },
    {
        'q': '有一樣東西，你不需要它，卻又不能不要它，「它」到底是什麼東西？',
        'a': '大便'
    },
    {
        'q': '張先生拿著針到處刺人，為什麼沒有人責怪他？',
        'a': '他是針灸師'
    },
    {
        'q': '月亮在什麼時候完全不一樣？',
        'a': '在國外的時候因為外國的月亮比較圓'
    },
    {
        'q': '要如何教一隻螃蟹爬山？',
        'a': '要他橫著上去就行了'
    },
    {
        'q': '二十世紀最出風頭的超級巨星是哪一位？',
        'a': '海爾波普慧星千年才見一次'
    },
    {
        'q': '什麼句子可以用來形容海爾波普彗星？',
        'a': '一失足成千古恨'
    },
    {
        'q': '地上有一個五十元銅板，為什麼沒有人要撿？',
        'a': '不是不撿而是他陷到柏油路裡了必須得挖'
    },
    {
        'q': '出太陽為什麼要撐傘？',
        'a': '總不能像形字阿拉伯人蒙面紗戴頭巾'
    },
    {
        'q': '美麗為何一天到晚吐舌頭？',
        'a': '她是狗呀'
    },
    {
        'q': '阿姆斯壯登陸月球，他說的第一句話是什麼？',
        'a': '美式英語'
    },
    {
        'q': '五根手指頭少掉兩根會變成什麼？',
        'a': '殘廢'
    },
    {
        'q': '大華坐公車為什麼不用付錢？',
        'a': '因為公車還停在站上'
    },
    {
        'q': '不會講外語的大明和不會講中文的外國人有說有笑，他是怎麼辦到的？',
        'a': '他們兩講啞語呀'
    },
    {
        'q': '武松到底犯了什麼罪，為何被抓？',
        'a': '打死保護動物老虎'
    },
    {
        'q': '「天賦權利」的最佳例子？',
        'a': '吃母奶'
    },
    {
        'q': '不管是誰，只要看到他，就會給他錢，他到底是誰，為什麼有這麼大的魅力？',
        'a': '\'好兄弟\''
    },
    {
        'q': '什麼人最喜歡拍照？',
        'a': '觀光客'
    },
    {
        'q': '最具有經濟價值的瓜類是哪一種？',
        'a': '南瓜可以變成灰姑娘的馬車'
    },
    {
        'q': '小紅帽從大野狼面前走過，大野狼為何沒有發現她？',
        'a': '小紅帽今天沒有戴帽子'
    },
    {
        'q': '你知道最大的捐血中心由誰負責嗎？',
        'a': '蚊子'
    },
    {
        'q': '「頭大了！」表示什麼意思？',
        'a': '大頭的孩子長大了'
    },
    {
        'q': '馬要如何過河？',
        'a': '走\'日\'字步'
    },
    {
        'q': '當你對一件事忍無可忍時，你會怎麼處理？',
        'a': '趕快上廁所'
    },
    {
        'q': '如果恐龍沒有絕跡，世界將會變成什麼樣子？',
        'a': '再也沒有稀罕他的存在'
    },
    {
        'q': '榴蓮和地心引力有什麼關係？',
        'a': '幸好牛頓不是坐在榴蓮樹下發現地心引力的'
    },
    {
        'q': '大力水手卜派吃了一罐菠菜，為什麼沒有變成大力士？',
        'a': '他拿的是嬰兒食品'
    },
    {
        'q': '上台領獎致感謝辭時，可以不必說哪句話？',
        'a': '謝謝各們爸爸媽媽'
    },
    {
        'q': '歌仔戲和歌劇有什麼不一樣？',
        'a': '其實是一樣的一個是傳統歌仔戲,一個是西方歌仔戲'
    },
    {
        'q': '蘋果和地心引力有什麼關係？',
        'a': '農夫不會等到地球發生效力'
    },
    {
        'q': '想想看，如果外星人來到地球，他說的第一句話將會是什麼？',
        'a': '外星話'
    },
    {
        'q': '要如何利用一塊錢賺錢？',
        'a': '打電話要別人要錢'
    },
    {
        'q': '伍子胥過昭關，為何在一夜之間頭髮全變白了？',
        'a': '他忘了帶染髮劑'
    },
    {
        'q': '現今最流行的電子雞帶來什麼風潮？',
        'a': '讓商人大發利市'
    },
    {
        'q': '左眼跳財，右眼跳災，如果左右眼皮一起跳呢？',
        'a': '破財消災'
    },
    {
        'q': '為什麼很多學生上課會打瞌睡？',
        'a': '前幾節沒有睡飽'
    },
    {
        'q': '為什麼很多學生上課會打瞌睡？',
        'a': '前幾頁沒有睡袍'
    },
    {
        'q': '麥克傑克遜為什麼要去做漂白手術？',
        'a': '怕遭到不白之冤'
    },
    {
        'q': '猜猜看：今年聖誕夜，聖誕老人第一件放進襪子裡的是什麼東西？',
        'a': '也自己的腳'
    },
    {
        'q': '老子為什麼要騎青牛出海關？',
        'a': '老子高興'
    },
    {
        'q': '小美養了一頭兇猛的狼犬，為什麼它卻從不咬胖子？',
        'a': '他只吃瘦肉'
    },
    {
        'q': '目前國內哪些人拒二手煙最積極？',
        'a': '堅持抽第一手煙老煙槍'
    },
    {
        'q': '在台灣想從政，除了台語、國語還要會哪一種話？',
        'a': '肢體語言'
    },
    {
        'q': '教堂向祖父辦告解之前，都要先做那件事？',
        'a': '犯罪'
    },
    {
        'q': '阿輝從來不唸書。為何也能成為全校的模範生？',
        'a': '他是聾啞生'
    },
    {
        'q': '一歲的小毛不小心吞下了一枚1元的硬幣，爸爸緊張的將他倒提起來往背上一拉，可是小毛吐出來的卻是一枚10元硬幣，這時該怎麼辦？',
        'a': '繼續餵他吃一元的硬幣'
    },
    {
        'q': '三個蘋果吃掉一個，為什麼還是剩下三個？',
        'a': '兩個在外面一個在裡面'
    },
    {
        'q': '被人家放了鴿子還很高興的是誰？',
        'a': '鴿子'
    },
    {
        'q': '什麼叫做「緩兵之計」？',
        'a': '改天再告訴你'
    },
    {
        'q': '女超人身上哪一個洞最小？',
        'a': '耳洞'
    },
    {
        'q': '10除2卻不等於五，為什麼？',
        'a': '情報小組除去兩名漢奸還有8名'
    },
    {
        'q': '上課偷看「腦筋急轉彎」，如果被沒收了，誰最高興？',
        'a': '老師的孩子'
    },
    {
        'q': '彩色絲襪已經變成一種流行，為什麼紅色系列在台灣銷售得最差？',
        'a': '因為台灣蘿蔔腿的女孩子太多了'
    },
    {
        'q': '一條專門吃人的鱷魚為什麼也能獲准進入天堂？',
        'a': '因為他吃了一個神父'
    },
    {
        'q': '老王去年因為罵警察是豬而被罰款一萬五千元，為什麼今年又罵警察是豬，卻被罰了三萬元？',
        'a': '因為豬肉漲價了'
    },
    {
        'q': '小王開著空計程車出門，為什麼一路上都沒有人向他招手租車？',
        'a': '他走的是高速公路'
    },
    {
        'q': '患者張開嘴巴之後，牙醫嚇了一跳說：「哇！你的牙齒蛀了好大一個洞！哇！你的牙齒蛀了好大一個洞，一個洞！」請問他為什麼要說兩遍呢？',
        'a': '因為那是回音'
    },
    {
        'q': '大富翁快要死了，卻擔心不成器的兒子坐吃山空，他該怎麼辦才好',
        'a': '規定他們以後站著吃'
    },
    {
        'q': '阿火在營光日的考試全部答對，為什麼卻沒得到滿分？',
        'a': '因為考的是是非題'
    },
    {
        'q': '為什麼男生年滿廿歲就一定要入伍當兵？',
        'a': '因為兵不可以在家當'
    },
    {
        'q': '攻城時為什麼都要殺個雞犬不留？',
        'a': '加菜'
    },
    {
        'q': '為什麼有很多女孩子嫁給職業軍人？',
        'a': '吃饅頭不用涮碗'
    },
    {
        'q': '為什麼軍中的早餐一直是豆漿饅頭，從不吃稀飯？',
        'a': '饅頭比較好數'
    },
    {
        'q': '阿兵哥出操去野外最喜歡打什麼？',
        'a': '打香腸'
    },
    {
        'q': '阿兵哥們為什麼會把手榴彈叫做鐵蛋？',
        'a': '碰上了鐵定完蛋'
    },
    {
        'q': '步兵用走的，什麼兵卻隨時要用跑的？',
        'a': '逃兵'
    },
    {
        'q': '國旗和軍旗差在哪裡？',
        'a': '插在旗墩上'
    },
    {
        'q': '成功領受訓的大專兵，為什麼都會以身高來分發連部？',
        'a': '以免矮小在被亂棒打死'
    },
    {
        'q': '王上尉的老婆跟他說夢到自己變成上校夫人，王上尉很高興，但是沒多久王上尉卻獨自喝起悶酒來，為什麼？',
        'a': '他老婆改嫁給了一位上校'
    },
    {
        'q': '單兵甲偷用了單兵乙的牙刷，單兵乙有B型肝炎，為什麼單兵甲卻沒有被傳染？',
        'a': '他拿去刷皮鞋了'
    },
    {
        'q': '王輔導一向心直口快，什麼事竟然會讓他突然變得吞吞吐吐起來？',
        'a': '他在吃甘蔗'
    },
    {
        'q': '波霸參加500公尺賽跑，一路領先的波霸不慎摔了一大跤卻還能得第一名，為什麼？',
        'a': '因為其它人都被陷到坑裡了'
    },
    {
        'q': '生性巴結的陳連長特別在師長兒子生日那天準備了一份禮物送師長的兒子，為什麼師長的兒子一腳就把禮物給踢開了呢？',
        'a': '那禮物是一隻足球'
    },
    {
        'q': '新兵阿國：「報告班長！我的豆漿裡有一隻蒼蠅。」為什麼班長卻若無其事的告訴他放心喝，沒有問題的？',
        'a': '因為饅頭裡的蜘蛛會把蒼蠅'
    },
    {
        'q': '嬰兒的屁股上為什麼都有青色的胎記？',
        'a': '死賴著不肯投胎'
    },
    {
        'q': '夜裡遲歸的丈夫，不小心驚醒「恰北北」的太太，可以用什麼方法脫困？',
        'a': '假裝夢遊'
    },
    {
        'q': '一個胖子和一個瘦子一起跳樓，誰先到達地面？',
        'a': '圍觀的群眾'
    },
    {
        'q': '龜兔賽跑總是龜贏，兔子應該堅持比哪一項目，才能贏得了烏龜？',
        'a': '仰臥起做'
    },
    {
        'q': '阿忠在外島站衛兵時，明明看到水鬼摸上岸了，為什麼他卻睜一隻眼閉一隻眼？',
        'a': '他正在瞄準'
    },
    {
        'q': '老劉一個人在屋裡睡覺，醒來時為什麼屁股上竟然出現了深深的牙印？',
        'a': '工他壓在自己的假牙上了'
    },
    {
        'q': '二次世界大戰時，日本訓練了很多神風特攻隊員，戰後剩下的那些人呢？',
        'a': '在台北開計程車'
    },
    {
        'q': '師長要在最勇猛的第一班中挑敢死隊員，就下令志願者向前一步，大兵阿德原地不動，為什麼卻光榮入選？',
        'a': '其他人都向後退了一步'
    },
    {
        'q': '某部隊彈盡糧絕的被包圍了很久，空軍終於趕到，卻只空投了一塊大石頭又飛走了，為什麼？',
        'a': '讓他們刻陣亡將士紀念碑'
    },
    {
        'q': '連長用餐完畢向一旁的朱排長借火柴，朱排長慇勤的掏出「都彭」打火機，卻被連長白了他一眼，為什麼？',
        'a': '打火機怎麼剔牙齒'
    },
    {
        'q': '小明跳進了河為什麼沒死',
        'a': '河裡沒水'
    },
    {
        'q': '怎樣用手使一個不會上升的氣球到達最高處',
        'a': '把氣放掉然後把汽球使勁扔天上去.'
    },
    {
        'q': '怎樣使一隻用紙疊的船在水裡不會被水浸壞',
        'a': '在紙上塗一層蠟.'
    },
    {
        'q': '有兩個棋友在一天中共下了9盤棋，在沒有和局的情況下他倆贏的次數相同，這是怎麼一回事？',
        'a': '所下的九盤棋都不是他們下的'
    },
    {
        'q': '香港最出名的是什麼？',
        'a': '香港腳'
    },
    {
        'q': '睡美人最怕什麼',
        'a': '失眠'
    },
    {
        'q': '一位游泳運動員橫渡了英吉利海峽。當他登陸時，大家都為他喝彩。但一個猶太人卻批評他：「``````」她說什麼？',
        'a': '你還不知道這裡有航船嗎?'
    },
    {
        'q': '有一天坐公共汽車，車內買票人數只有坐車人數的13，售票員對此無動於衷。假設有月票的人也買了票，而且無一個小孩，請問這種情況會不會有？',
        'a': '只有一個乘客.'
    },
    {
        'q': '古先生有一晚從公司的辦公室走出，去拜訪幾位顧客。當他回家後，忽然發覺鑰匙還留在辦公室裡，忘了帶出來。但是他仍很快走進家門。他並不是爬牆進去的，也沒有把備用鑰匙藏在別處。他到底是怎麼進去的。',
        'a': '住宅和公司在同一棟大樓裡'
    },
    {
        'q': '明尼波裡市的某個蛋商，在空房間的地板上放置四個蛋。然後用一個鐵製的大滾筒，推壓整個房間;蛋卻一個都沒破。這是為什麼',
        'a': '四個蛋放到四個角上.'
    },
    {
        'q': '有時侯，沒有受過正式教育的人反而容易理解問題。各位請看：1、12、1、1、1、2……接下來的數字該是幾呢？',
        'a': '報時鐘接下來是1314等'
    },
    {
        'q': '有一家電影院，正在放映一部喜劇冒險爆笑片，男主角的動作很滑稽，可是電影院內的觀眾反而愈看愈傷心，這是為什麼',
        'a': '因為拌演這位男主角的剛過世'
    },
    {
        'q': '黃先生對於找尋失物非常厲害，再細微的東西丟失了，他都可以找得出來。但是有一次他丟了一件東西卻不能一下子就找出來，為此大傷腦筋呢!他到底丟了什麼東西',
        'a': '他丟的是隱形眼鏡'
    },
    {
        'q': '黑筆如何能夠寫出紅字？大家知道寫的字是「紅」。但是，不用這種方法，如何寫出白字來？',
        'a': '白字就是錯別字'
    },
    {
        'q': '今天我吃了：3個豬；3個牛；5個羊；7個大魚，可不一會兒肚子又餓了！問：這可不可能呢？',
        'a': '因為吃得是動物餅乾'
    },
    {
        'q': '小劉是個很好的電工師傅，可他今天修好的燈卻不亮，為什麼？',
        'a': '今天停電'
    },
    {
        'q': '小健問小康，誰是獸中之王，你能幫他回答嗎？',
        'a': '動物園園長'
    },
    {
        'q': '作家的最好寫作方式是什麼？',
        'a': '從左向右寫'
    },
    {
        'q': '「好馬不吃回頭草」最合乎邏輯的解釋是什麼？',
        'a': '後面的草都吃光了'
    },
    {
        'q': '滿滿一杯啤酒，怎樣才能先喝到杯底的酒？',
        'a': '用吸管'
    },
    {
        'q': '蘋果公司的員工們總是看見總經理對女秘書說話時低下了高傲的頭，為什麼？',
        'a': '因為總經理太高而女秘書又太矮'
    },
    {
        'q': '施老師嗜書如命。一次，他問我：「怎樣看書最快？」我一下子被問住了，你能回答嗎？',
        'a': '只看封面'
    },
    {
        'q': '有只小松鼠朝西跑，又向右轉了90度接著往前跑。請司：這隻小松鼠的尾巴朝哪裡？',
        'a': '朝天'
    },
    {
        'q': '奶奶要把5顆巧克力糖平均分給2個孫子，但又不願把餘下的糖切開，她該怎麼做？',
        'a': '每個孫子兩顆糖自己一糖'
    },
    {
        'q': '一般來說，你用左手寫字還是用右手寫字？',
        'a': '用筆寫字.'
    },
    {
        'q': '把針掉進海裡了怎麼辦？',
        'a': '再去買一根'
    },
    {
        'q': '山姆是一個守法公民，可是他開車總是闖紅燈，原因何在？',
        'a': '他是色盲'
    },
    {
        'q': '一隻瓶子裡裝滿了水，如果要使水從瓶中能最快地倒出來，最好採取哪種辦法？',
        'a': '將瓶子打碎'
    },
    {
        'q': '你知道100粒「喔喔奶糖」中哪一粒最甜嗎？',
        'a': '第一粒'
    },
    {
        'q': '世界上最小的島在哪裡',
        'a': '馬路上的安全島'
    },
    {
        'q': '避孕藥的主要成份是什麼？',
        'a': '抗生素'
    },
    {
        'q': '一隻小鳥飛進了迪斯科舞廳，突然掉了下來，請問發生了什麼事？',
        'a': '聲音太大他用翅膀摀住耳朵所以掉下來了'
    },
    {
        'q': '放煙火時為什麼不會射到星星？',
        'a': '因為星星會閃'
    },
    {
        'q': '有一天小董上完物理課後，突然傚法牛頓，坐到蘋果樹下，這時正好有一顆蘋果砸在小董的頭，你猜小董怎麼說？',
        'a': '他說這個蘋果是熟的'
    },
    {
        'q': '有一位新人長得像劉德華，動作象成龍，走起路來象周潤發，為什麼見過這位新人的製片商都不肯錄用他呢？',
        'a': '她是個女的'
    },
    {
        'q': '有瓶葡萄酒，小王用盡辦法都無法拔開瓶蓋，結果他不打破酒瓶，也不鑽洞，仍然喝到了酒，為什麼？',
        'a': '把軟木塞塞到瓶子裡'
    },
    {
        'q': '一個人站在第20層樓陽台的護欄掉了下來卻沒有一點兒沒事,請問為什麼',
        'a': '掉到室內'
    },
    {
        'q': '一個長寬各一公尺，深二公尺的土坑，坑中並沒有水，為什麼有人不慎跌落其中卻會窒息而死？',
        'a': '那是糞坑'
    },
    {
        'q': '秦始皇為什麼需要這麼多兵馬俑陪葬？',
        'a': '準備到陰間去發動政變'
    },
    {
        'q': '小莫是個出了名的仿冒名牌大王，為什麼他卻能消遙法外而又名利雙收呢？',
        'a': '他專門在電視上模仿別人的動作和聲音'
    },
    {
        'q': '蟑螂請蜈蚣和壁虎到家中作客，發現沒有油了，蜈蚣要去買，卻久久未回，究竟發生了什麼事？',
        'a': '蜈蚣還在門口穿鞋'
    },
    {
        'q': '一個陰森的的夜晚，眼前一個長髮披肩，臉色蒼白的女孩，用手去摸，卻摸不著為什麼？',
        'a': '中間隔著透明的玻璃窗'
    },
    {
        'q': '什麼地方很輕鬆就可以爬上去，卻很難下得來？',
        'a': '床上.'
    },
    {
        'q': '小華在偷偷地看一本書，媽媽看了後不生氣，反而嚇了一跳，為什麼？',
        'a': '那本書是鬼故事'
    },
    {
        'q': '有兩個小女孩長得一模一樣，生日也完全一樣，問她們是姐妹嗎，她們說是，問她們是雙胞胎嗎，她們又說不是，請問為什麼',
        'a': '三胞胎或多胞胎'
    },
    {
        'q': '小明到動物園玩，看到一隻大黑熊，很高興地摸摸它，但那隻大黑熊一點也不生氣。為什麼？',
        'a': '那隻大黑熊是個標本.'
    },
    {
        'q': '18次航班從北京飛往廣州只需2個多小時，目前飛機飛了1個小時，請問：飛機在什麼地方？',
        'a': '在空中'
    },
    {
        'q': '一張桌子有四個角，砍去一個角，還剩幾個角？',
        'a': '5'
    },
    {
        'q': '我們腳下踩的是什麼？',
        'a': '鞋襪'
    },
    {
        'q': '一個香蕉減去一個香蕉，猜一個字？',
        'a': '零字'
    },
    {
        'q': '開往寧波的輪船邊上掛了一架軟梯，離海面15米，海水每小時上漲15厘米，幾小時後海水會淹沒軟梯？',
        'a': '水漲船高軟梯永遠不會淹'
    },
    {
        'q': '「東方」輪上的大副說他去過沒有春夏秋冬，沒有晝夜長短變化的地方，那是什麼地方？',
        'a': '赤道'
    },
    {
        'q': '天天在地上撿到1元錢，帶到學校交給老師。老師問明情況後又把錢還給了天天，老師為什麼這樣做？',
        'a': '天天在家裡拾到錢'
    },
    {
        'q': '1」到「100」的100個數字中，共有多少個「9」字？',
        'a': '20個9'
    },
    {
        'q': '1根2米長的繩子將1只小狗拴在樹幹上，小狗雖貪婪地看著地上離它21米遠的l根骨頭，卻夠不著，請問，小狗該用什麼方法來抓骨頭呢？',
        'a': '轉過身用後腿抓'
    },
    {
        'q': '佳佳和小貓玩得正高興，突然她看見小貓越來越小了，為什麼？',
        'a': '小貓離佳佳越來越遠了'
    },
    {
        'q': '戴維突發奇想，向他的同桌問道：沒有人類及動物居住的地球是什麼呢？你說呢？',
        'a': '地球儀'
    },
    {
        'q': '一位賽車手把他僅2歲的兒子也培養成了一名出色的賽車司機，他用的是什麼方法？',
        'a': '他兒子開的是玩具車'
    },
    {
        'q': '早上，玲玲到劉大媽那兒買茶葉蛋，手上的錢正好買2個，劉大媽卻不賣給她，這是怎麼回事？',
        'a': '茶葉蛋還沒有煮好'
    },
    {
        'q': '有個人生於公元前10年，死於公元10年，死的那天正好是生日的前一天，此人死時到底活了幾年？',
        'a': '19年'
    },
    {
        'q': '李老闆養了一些紅金魚和一些黑金魚，他發現紅金魚吃掉的魚食是黑金魚的2倍，這是什麼原因？',
        'a': '因為紅金魚數是黑金魚數的二倍'
    },
    {
        'q': '海關大鐘一晝夜裡時針和分鐘重合多少次？',
        'a': '23'
    },
    {
        'q': '女王說：「原來有個弟弟膽子很小，一點受不了驚嚇，有天夜裡弟弟又做了惡夢，夢見敵國的武士衝入皇宮，將劍刺入他的心臟。弟弟受到這個驚嚇，在夢中就死去了。」你相信她說的話嗎？',
        'a': '不相信因為弟弟在夢中被嚇死不可能告訴她夢'
    },
    {
        'q': '有人想把一張細長的紙折成兩半，結果兩次都沒折准：第一次有一半比另一半長出一厘米；第二次正好相反，這一半又短了一厘米。試問：兩道折痕之間有多寬？',
        'a': '一厘米'
    },
    {
        'q': '李大叔在馬車上套了一匹馬趕路，走了幾公里路嫌太慢，又套了一匹馬。可套上這匹馬以後，兩匹馬卻怎麼也拉不動這輛馬車，為什麼？',
        'a': '李大叔在相反方向又套了一匹馬兩車抵消'
    },
    {
        'q': '有個中學生想跳過兩米寬的一條河，試了幾次都失敗了。可是後來，他什麼工具也沒用就達到了目的，他用的是什麼好辦法？',
        'a': '長大成人實現了願望'
    },
    {
        'q': '一天慢24小時的表是什麼樣的表？',
        'a': '停著不走的表'
    },
    {
        'q': '把3支正在燃燒的蠟燭平衡地放在天平上，3支蠟燭燃燒的速度都一樣，請問：最後天平會向哪一邊傾斜？',
        'a': '天平平衡,'
    },
    {
        'q': '小李乘電梯上14樓，中間沒有停，用了60秒鐘，下樓時中間也沒有停，卻用了5分鐘，這是怎麼回事？',
        'a': '上樓乘電梯下樓走樓梯'
    },
    {
        'q': '剛剛說他一次可以放10萬個風箏，他並沒有吹牛。你知道他是如何放的嗎？',
        'a': '在風箏上寫上十萬個'
    },
    {
        'q': '一張撲克牌背面向上放在桌上，你能不能想出一個好辦法，知道撲克牌的花樣？',
        'a': '把牌翻開看一下.'
    },
    {
        'q': '司機李強坐上駕駛座開動汽車之前，做的第一件事是什麼？',
        'a': '關上車門'
    },
    {
        'q': '奶奶到一家三黃雞店對老闆說：「我買的東西不要肥、不要瘦、不要骨頭、不要肉。」老闆即刻心領神會。你知道嗎？',
        'a': '雞血'
    },
    {
        'q': '奶奶到一家三黃雞店對老闆說：「我買的東西不要肥、不要瘦、不要骨頭、不要肉。」老闆即刻心領神會。你知道嗎？',
        'a': '雞血'
    },
    {
        'q': '每隔1分鐘放1炮，10分鐘共放多少炮？',
        'a': '11炮'
    },
    {
        'q': '在什麼地方，將軍和元帥完全相等？',
        'a': '在中國象棋中.'
    },
    {
        'q': '世界上最牢固的琴是什麼琴？',
        'a': '鋼琴'
    },
    {
        'q': '長鬍子的山羊是母羊還是公羊？',
        'a': '山羊無論公母都長鬍子'
    },
    {
        'q': '李東對張南講，他昨天剛出差到廣州，晚上給家裡打電話時妻子問他是不是把家裡信箱鑰匙帶走了，他一找，果然是的。今天他趕緊把鑰匙放在信封裡寄了回去。張南一聽，罵李東是笨蛋。你說這是為什麼？',
        'a': '因為鑰匙被投到信箱裡了,還是拿不到.'
    },
    {
        'q': '有一座長10米的木橋，最大載重量是3噸。現有一輛2噸重的卡車，載了一根長30米、重3噸的鐵鏈，要通過這座木橋。如不能將鐵鏈分開，有什麼簡單可行的方法可使卡車安全通過？',
        'a': '只要讓卡車拖著鐵鏈過橋就可安全.'
    },
    {
        'q': '小胖生了病，天天要打針。這個孩子怕痛，每次打針，都說屁股好痛好痛。這一天，爸爸陪他去打針，這次他卻說，屁股一點兒也不痛。這是為什麼呢？',
        'a': '這次沒有把針打在屁股上'
    },
    {
        'q': '有個盲人橫穿馬路，他身穿黑色衣服，當時既沒有路燈，也沒有月亮，星星也看不見影蹤，但是，司機卻一眼就看到了他。請問：這是什麼原因？',
        'a': '這是在白天'
    },
    {
        'q': '一隻餓得精瘦的狼突然發現一個無人看守的羊圈，勉強從很窄的口子內擠了進去。剛想飽餐一頓，可是把羊拖出去吧，口子還嫌窄……不過狼最後還是飽餐了一頓，它用的是什麼方法？',
        'a': '先將羊咬死再咬成一塊塊的肉然後運出去吃掉'
    },
    {
        'q': '麗麗眨巴著眼睛出了道題目：每個人都有10根指頭，哪根指頭最長？',
        'a': '無名指中指'
    },
    {
        'q': '阿貴歪點子特別多。一次，他將一根小棍子放在地上，卻使任何人都無法跨過去，阿貴是怎樣放的？',
        'a': '將小棍子放到牆邊'
    },
    {
        'q': '飼養員將一串香蕉掛在竹竿上，要求大猩猩不搭凳子，不砍斷竹枝拿下它。聰明的大猩猩想了想很快取到了香蕉。它是怎樣拿到的？',
        'a': '把竹竿放倒'
    },
    {
        'q': '有一個屠夫帶著一個小孩在街上遇見一位朋友。朋友問屠夫：「這是你的兒子嗎？」屠夫：「是。」他又問小孩：「這是你父親嗎？」小孩：「不是。」請問怎麼回事',
        'a': '屠夫是女的'
    },
    {
        'q': '一條河的平均深度是1米，一個小孩身高14米，他雖然不會游泳，但肯定不會在這條河裡淹死。你說對嗎？為什麼？',
        'a': '不對,因為是平均深度,並不能保證有的地方深於兩米.'
    },
    {
        'q': '有一輛裝載著集裝箱的大卡車要穿過天橋，可是集裝箱的頂部卻高出天橋底2厘米。集裝箱又大又重，不便卸下；而繞道走又要耽擱時間。請問：有什麼辦法能使大卡車順利穿過天橋，又不至於撞壞天橋？',
        'a': '將大卡車只的氣銷銷放掉一部分使其低於厘米即可'
    },
    {
        'q': '牙醫最喜歡的行業是什麼？',
        'a': '糖果店'
    },
    {
        'q': '生了病，打針跟吃藥，哪一種比較痛苦？',
        'a': '細菌比較痛苦'
    },
    {
        'q': '一個醉漢晚上在公路中間行走，看到後面來車，他正好處於兩車燈之間，車子呼嘯而過，人卻毫髮無損，為什麼？',
        'a': '後面來的是兩輛摩托車'
    },
    {
        'q': '你身上的什麼東西，你用右手去拿將永遠拿不到？',
        'a': '右手'
    },
    {
        'q': '有一天,一個人利用一種交通工具從自己家裡出發到距離100公里的另一個城市去,出發之前他看里程表顯示為005270公里,等到目的地之後,他突然發現里程表為005280公里,可是他檢查里程表卻沒有任何問題',
        'a': '飛機'
    },
    {
        'q': '有一棵樹,在距樹7米的地方有一堆草,一頭牛用一根3米的繩子栓著,最後這頭牛把這堆草全吃光了,請問為什麼(注意這頭牛體長不足2米)',
        'a': '牛沒栓在樹上'
    },
    {
        'q': '什麼東西載得動一百捆乾草卻托不起一粒沙子，日夜奔跑卻離不開自己的臥床？',
        'a': '河流'
    },
    {
        'q': '一隻母羊和一隻小羊正在吃草，來了一隻老狼把母羊給叼走了，小羊也乖乖地跟走了，請問怎麼回事',
        'a': '一隻懷了小羊的母羊'
    },
    {
        'q': '我國文化源遠流長，唐代有詩，宋代有詞，元代有曲，明代有小說，那麼現在有什麼？',
        'a': '參考書'
    },
    {
        'q': '既認識自然又能隨便改造自然的人是誰？',
        'a': '畫家'
    },
    {
        'q': '蠍子和螃蟹玩猜拳，為什麼它們猜了兩天，還是分不出勝負呢？',
        'a': '他們只會出剪子'
    },
    {
        'q': '曼谷市正處於雨季。某天半夜12點鐘，下了一場大雨。問：過72小時，當地會不會出太陽？',
        'a': '72小時以後還是半夜12點不會出現太陽'
    },
    {
        'q': '自己的缺點令自己討厭是在什麼時候？',
        'a': '在別人身上看到時'
    },
    {
        'q': '如果你豐收不起自己的某個朋友有什麼優點時，能說明你什麼呢？',
        'a': '交錯了朋友'
    },
    {
        'q': '善有善報，惡有惡報是什麼意思？',
        'a': '什麼報紙都沒有'
    },
    {
        'q': '世界脖子最短的長頸鹿生長在什麼地方',
        'a': '考場裡'
    },
    {
        'q': '在著名的中國古典文學「紅樓夢」中，多愁善感的林黛玉為什麼要葬花',
        'a': '反正閒著也是閒著'
    },
    {
        'q': '女人是本書，那麼男人首先想翻的是哪一頁？',
        'a': '版權頁'
    },
    {
        'q': '人行走的時候，左右腳有什麼不同',
        'a': '一前一後'
    },
    {
        'q': '一頭牛加一捆草等於什麼？',
        'a': '還是一頭牛'
    },
    {
        'q': '你的阿姨有個姐姐，但你不叫她阿姨，她是誰？',
        'a': '媽媽'
    },
    {
        'q': '第一個登上月球的中國姑娘是誰？',
        'a': '嫦娥'
    },
    {
        'q': '張麗參加百人呼啦圈賽，一直堅持到了最後一刻，卻被取消了冠軍資格。為什麼？',
        'a': '太胖了卡在腰上了'
    },
    {
        'q': '膽小鬼吃什麼可以壯膽？',
        'a': '狗膽,狗膽包天'
    },
    {
        'q': '什麼食品東、南、西、北都出產？',
        'a': '瓜'
    },
    {
        'q': '龍的兒子與狗的兒子有什麼差別？',
        'a': '一為龍子一為犬'
    },
    {
        'q': '有兩個句子：OO是，OO不是，OO代表兩個字，代表三個字，兩句中的OO與分別相等，如果兩個句子同時成立，那該填上什麼字？',
        'a': '此句是六個字,此句不是六個字'
    },
    {
        'q': '時鐘什麼時候不會走？',
        'a': '他本身就不會走'
    },
    {
        'q': '增長智力最有效的辦法是什麼？',
        'a': '吃一欠長一智'
    },
    {
        'q': '小毛歌唱得不錯，為什麼老得不了第一？',
        'a': '別人唱得還好'
    },
    {
        'q': '兩人同時過一條又深又急的河，卻只有一獨木舟。獨木舟一次只能載一個人，沒有船夫，不能泅渡，沒有橋，怎麼過去的？',
        'a': '他們分別在河的兩邊'
    },
    {
        'q': '哪些人覺得老天對自己不公平',
        'a': '瘦子'
    },
    {
        'q': '誰的腳常年走路不穿鞋',
        'a': '動物的腳'
    },
    {
        'q': '一個非常有錢的人卻什麼也不能買,為什麼',
        'a': '他在沙漠裡'
    },
    {
        'q': '在百米水池周圍栽樹，且每株間的差距相等，至多為十五米，為符合這個條件，試問最少栽多少顆？',
        'a': '兩顆'
    },
    {
        'q': '什麼東西長了毛之後就表示成熟了',
        'a': '玉米'
    },
    {
        'q': '1+1不是2、王、11是什麼？',
        'a': '豐'
    },
    {
        'q': '只有頭卻沒有身體的牛，叫做什麼牛？',
        'a': '一頭牛'
    },
    {
        'q': '空調從樓上掉下來會變成啥？',
        'a': '凶器廢鐵'
    },
    {
        'q': '世界上最小的郵筒（用一成語形容）',
        'a': '難以置信'
    },
    {
        'q': '一又七分之一是什麼字？',
        'a': '片'
    },
    {
        'q': '怎麼使麻雀安靜下來？',
        'a': '壓它一下(啞雀無聲)'
    },
    {
        'q': '一口咬掉牛尾巴，是什麼字？',
        'a': '告'
    },
    {
        'q': '什麼油不能點燃？',
        'a': '醬油'
    },
    {
        'q': '夜夜看落花，打一禮貌用語？',
        'a': '多謝'
    },
    {
        'q': '為什麼冰山一「角」？',
        'a': '另一角被泰坦尼克號撞斷了'
    },
    {
        'q': '為什麼漢子不出門',
        'a': '出了門就是門外漢了'
    },
    {
        'q': '什麼人靠別人的腦袋生活？',
        'a': '理髮師'
    },
    {
        'q': '一陰一陽，一短一長，一晝一夜，合為一雙。打一字。',
        'a': '明'
    },
    {
        'q': '視而不見，聽而不問？打一字',
        'a': '祈'
    },
    {
        'q': '一個最小的正整數，除6余5，除5余4，除4余3，除3余2。',
        'a': '59'
    },
    {
        'q': '誰家沒有電話？',
        'a': 'phone'
    },
    {
        'q': '哪種蛇的壽命最長？',
        'a': '三寸不爛之舌'
    },
    {
        'q': '如何分辨狗肉店和豬肉店的不同？',
        'a': '狗肉店門前會掛羊肉'
    },
    {
        'q': '什麼東西力氣在大也扛不起？',
        'a': '罪名'
    },
    {
        'q': '人在園中，打一字？',
        'a': '囚'
    },
    {
        'q': '木字多一撇不把禾字猜。',
        'a': '移'
    },
    {
        'q': '把火熄滅最快的方法是？',
        'a': '火字上加一橫'
    },
    {
        'q': '不相信戀人，打一公安用語語？',
        'a': '懷疑對像'
    },
    {
        'q': '不打不相識，打兩字稱謂',
        'a': '戰友'
    },
    {
        'q': '聰明快捷，打一拉丁美洲國家名？',
        'a': '智力'
    },
    {
        'q': '第九次結婚，打一城市名字？',
        'a': '巴黎'
    },
    {
        'q': '風平浪靜的城市在哪裡？',
        'a': '寧波'
    },
    {
        'q': '民航機開張，打一成語？',
        'a': '有機可乘'
    },
    {
        'q': '加減乘除少一點？什麼字？',
        'a': '墳'
    },
    {
        'q': '美好的開端？打一字',
        'a': '姜'
    },
    {
        'q': '木蘭之子，打一食物名稱？',
        'a': '花生米'
    },
    {
        'q': '什麼線看得見,抓不著',
        'a': '光線'
    },
    {
        'q': '老太太沒牙怎樣喝稀粥',
        'a': '不用牙'
    },
    {
        'q': '三個雞蛋,要放在兩隻盤子,一隻盤子必須放一個怎麼放',
        'a': '一隻盤子放兩個'
    },
    {
        'q': '從來沒見過的爺爺他是什麼爺爺',
        'a': '老天爺'
    },
    {
        'q': '大熊貓一生中的最大遺憾是什麼？',
        'a': '沒有彩色照片'
    },
    {
        'q': '三心二意的人是什麼人？',
        'a': '多心的人因為那個有三個心'
    },
    {
        'q': '一隻毛毛蟲（八隻腳）走上一堆牛糞，下地以後卻發現只有六隻腳印，為什麼？',
        'a': '猴群體操'
    },
    {
        'q': '一隻毛毛蟲（八隻腳）走上一堆牛糞，下地以後卻發現只有六隻腳印，為什麼？',
        'a': '牛糞很臭兩隻腳捏住了鼻子'
    },
    {
        'q': '一個人,一隻船,一隻狗,一隻兔子,一棵白菜,著個人要把著三樣東西,運到河那邊,先送那兩個？',
        'a': '先送狗和白菜'
    },
    {
        'q': '拿破侖踏上新大陸第一步後做的事情是什麼',
        'a': '邁二第步'
    },
    {
        'q': '一架高空飛行的客機在航行中,小王突然打開門衝出去,為什麼他沒摔死',
        'a': '他是從飛機的廁所沖'
    },
    {
        'q': '什麼東西能逛變世界',
        'a': '風'
    },
    {
        'q': '請問大家，人能活到什麼時候',
        'a': '當然活到死的時候'
    },
    {
        'q': '一個人左右手各拿著一個碗，同時摔下去，一個摔破了，一個沒摔破，為什麼。',
        'a': '因為一個是鐵的一個是瓷的'
    },
    {
        'q': '於宙飛船須密行？',
        'a': '天機不可洩露'
    },
    {
        'q': '小芬對小芳說：「後天的大前天的後天，也就是昨天的昨天的大後天是我的生日，請來參加我的生日會。」小芳應該什麼時候赴約呢？',
        'a': '明天'
    },
    {
        'q': '一個數去掉首位是13,去掉末位是40請問這個數是幾',
        'a': '四十三'
    },
    {
        'q': '一個人把窗戶關了，為什麼等他在回來時窗戶卻開了？',
        'a': '因為他女朋友幫他開窗戶了'
    },
    {
        'q': '一塊黑石子與一塊白石子同時放入水中,有什麼變化。',
        'a': '變濕了'
    },
    {
        'q': '黑人吃黑的東西叫什麼？？',
        'a': '黑吃黑'
    },
    {
        'q': '怎樣用一塊錢換一百塊錢？？',
        'a': '打電話向家裡要錢'
    },
    {
        'q': '喝什麼東西可以讓人變成鬼',
        'a': '酒酒鬼'
    },
    {
        'q': '歐美人就餐頭一道菜是湯，你知道湯裡經常會有什麼嗎？',
        'a': '鹽'
    },
    {
        'q': '一個小姑娘再打排球，她發了一個球，可無論誰都接不著，為什麼？',
        'a': '球沒發出去或出界了'
    },
    {
        'q': '三加三得幾(打一字)？',
        'a': '田'
    },
    {
        'q': '哪一種人佔用地球表面積最小',
        'a': '芭蕾舞演員'
    },
    {
        'q': '什麼時候一加五等於十',
        'a': '算盤運算'
    },
    {
        'q': '什麼東西天上有，人間也有。',
        'a': '太陽'
    },
    {
        'q': '最多人看不清楚的花是甚麼花呢',
        'a': '眼花'
    },
    {
        'q': '兩個胖子擁抱[打一城市]',
        'a': '合肥'
    },
    {
        'q': '誰最喜歡添油加醋？？',
        'a': '廚師'
    },
    {
        'q': '一條兇猛的眼鏡蛇，在一個森林裡它為什麼不吃人。',
        'a': '因為森林裡沒有人'
    },
    {
        'q': '為什麼現代女性都喜歡用沐浴露,而不喜歡用肥皂',
        'a': '怕越洗越髒'
    },
    {
        'q': '晶晶洗澡時，每次都有從洗澡水裡拿東西往嘴裡塞的習慣，而且奇怪的是，她還不斷稱讚好吃。請問她在吃什麼？',
        'a': '澡和棗同音'
    },
    {
        'q': '什麼樣的房子不能住人？？',
        'a': '蜂房'
    },
    {
        'q': '聰明人比一般人多了個什麼？',
        'a': '心眼'
    },
    {
        'q': '什麼時候我們會心甘情願的熄滅自己的生命之火',
        'a': '切生日蛋糕以後'
    },
    {
        'q': '身子裡面空空洞洞而卻擁有一雙手的是什麼麼',
        'a': '手套'
    },
    {
        'q': '當醫生說你的病沒希望時該怎麼辦',
        'a': '換一位醫生'
    },
    {
        'q': '把一頭豬塗滿銀光粉牽到舞台上是什麼？',
        'a': '諸葛亮(豬皮革亮)'
    },
    {
        'q': '面首暴亂(歷史事件)',
        'a': '南昌起義'
    },
    {
        'q': '兩隻貓頭鷹在聊天,其中一隻說它可以在白天出門而不用戴墨鏡,為什麼',
        'a': '那是一隻瞎眼貓頭鷹'
    },
    {
        'q': '除了變色龍以外,什麼動物最擅長偽裝術',
        'a': '人'
    },
    {
        'q': '什麼樣的關係才稱得上是生死之交',
        'a': '人鬼聯姻'
    },
    {
        'q': '小麗問小明：「你知道世界上什麼籃是漏的，但卻是有用的嗎？」',
        'a': '籃球的籃'
    },
    {
        'q': '如果說兒童是國家未來的棟樑，那麼兒童肚子裡的蛔蟲是什麼？',
        'a': '當然棟樑的蛀蟲了'
    },
    {
        'q': '你知道世界上什麼東西既不怕曬也不怕濕嗎？',
        'a': '影子'
    },
    {
        'q': '下雨天三個人在街上冒雨走，為什麼只淋濕了一個人的。',
        'a': '一個懷著雙寶孕的婦人'
    },
    {
        'q': '姑媽送給小花一隻小貓，這隻小貓沒有死掉，也沒有跑掉，小花也沒有把它送人，為什麼三個月後姑媽來小花家在沒有看見小貓？',
        'a': '它已長成大貓了'
    },
    {
        'q': '酒喝多了傷人,不喝呢',
        'a': '傷心'
    },
    {
        'q': '世界上什麼東西最寶貴',
        'a': '時間'
    },
    {
        'q': '雨天什麼傘不能打',
        'a': '降落傘'
    },
    {
        'q': '什麼動物即沒有祖先又沒有子孫',
        'a': '騾子'
    },
    {
        'q': '地球沒有水時像什麼',
        'a': '核桃'
    },
    {
        'q': '誰成天樂得合不攏嘴',
        'a': '彌勒佛'
    },
    {
        'q': '李紅每次賽跑都是倒數第一,這次卻是正數第一,為什麼',
        'a': '只她一人'
    },
    {
        'q': '為什麼蘭蘭總喜歡舊東西',
        'a': '因為他是一個古董收藏家'
    },
    {
        'q': '債權和債務的最大區別是什麼',
        'a': '一個容易記住一個最不容易記住'
    },
    {
        'q': '什麼飛機常常沒有明確的目的地',
        'a': '紙飛機'
    },
    {
        'q': '地球上哪一部分絕對照不到太陽',
        'a': '任何地方都照不到太陽因為地球不發光'
    },
    {
        'q': '看書最怕的是什麼',
        'a': '中間被人弄去幾頁'
    },
    {
        'q': '請解釋擒賊先擒王。',
        'a': '丟了東西先驅找姓王的'
    },
    {
        'q': '你知道不可救藥的成語是如何產生的嗎',
        'a': '當藥店發生火災時只能先救人再救藥'
    },
    {
        'q': '地球上什麼地方溫度最高',
        'a': '地球的中心'
    },
    {
        'q': '街上那麼多的人是從哪來的',
        'a': '各自的家中'
    },
    {
        'q': '人到世界上看見的第一個人是誰',
        'a': '接生的人'
    },
    {
        'q': '喝牛奶時用哪只手攪拌會比較衛生',
        'a': '用那隻手都不衛生還是用勺子好.'
    },
    {
        'q': '一個最貪玩的小孩最喜歡什麼課',
        'a': '下課'
    },
    {
        'q': '什麼東西從屁股裡排出後還可以當食物',
        'a': '雞蛋'
    },
    {
        'q': '為什麼熱戀的人喜歡在較黑的地方談戀愛',
        'a': '因為愛情是盲目的'
    },
    {
        'q': '為什麼有的果樹生長十幾年也不接一個蘋果',
        'a': '那不是一顆蘋果樹'
    },
    {
        'q': '人在什麼時候記憶力最好',
        'a': '當別人欠自己錢的時候'
    },
    {
        'q': '雞鵝賽跑,雞比鵝跑得快,為什麼鵝先到終點',
        'a': '雞跑反了方向'
    },
    {
        'q': '魯智深倒拔垂楊柳後說的第一句話是什麼話',
        'a': '中國話'
    },
    {
        'q': '小王和小張兩家50M,兩家又沒有電話,小王想找小張又不想出門,怎麼辦',
        'a': '小王可以喊小張'
    },
    {
        'q': '小平平時嘴閉不住,為什麼現在一聲不吭',
        'a': '小平睡著了'
    },
    {
        'q': '亮亮語文和數學共考了200分,結果靜靜得了第一,為什麼',
        'a': '他們不在同一個班'
    },
    {
        'q': '一個鴨梨,咬哪一部分最甜',
        'a': '隨便咬的第一口最甜'
    },
    {
        'q': '小明家很富裕,可他想買玩具時卻從不向母親要一分錢,為什麼',
        'a': '他向他爸爸要錢一分錢也買不到什麼玩具'
    },
    {
        'q': '什麼虎嚇人但不吃人',
        'a': '壁虎'
    },
    {
        'q': '永遠不能做飯的鍋是什麼鍋',
        'a': '羅鍋'
    },
    {
        'q': '小明睡覺的時候,媽媽最怕什麼',
        'a': '小明尿床'
    },
    {
        'q': '什麼人永遠無憂無慮',
        'a': '死了的人.'
    },
    {
        'q': '你每天做作業時先幹什麼',
        'a': '打開本子.'
    },
    {
        'q': '一個人在太陽下走路卻看不見自己的影子,為什麼',
        'a': '因為他撐了一把傘'
    },
    {
        'q': '世界上哪兒的大象最小',
        'a': '書上的'
    },
    {
        'q': '小明可以讓地球停止或倒轉,可能嗎',
        'a': '可能是個玩具地球'
    },
    {
        'q': '為什麼媽媽幾個月都不給孩子吃飯可孩子仍然長的很好',
        'a': '因為這個孩子還是個胎兒.'
    },
    {
        'q': '如何防止被狗咬',
        'a': '不要跑在狗的前面.'
    },
    {
        'q': '誰是世界上最有恆心的畫家',
        'a': '愛化妝的女人'
    },
    {
        'q': '兔子比什麼可以絕對贏烏龜',
        'a': '仰臥起做.'
    },
    {
        'q': '什麼時候被騙得高興',
        'a': '祝你長生不老呀'
    },
    {
        'q': '如果有一台電腦能替你干一半活,你將怎麼辦',
        'a': '買兩台'
    },
    {
        'q': '上次湯姆過生日是七歲,下次他過生日是九歲,這是怎麼回事',
        'a': '今天他是過八歲生日.'
    },
    {
        'q': '今天上午只上半天課,學生高興吧',
        'a': '不高興下午還有半天課.'
    },
    {
        'q': '你的狗需要執照嗎',
        'a': '不需要他不會開車'
    },
    {
        'q': '紅蠟燭還是綠蠟燭燒得長',
        'a': '都會越燒越短'
    },
    {
        'q': '你敢在還沒干的水泥地上騎車嗎',
        'a': '敢沾點兒水怕什麼.'
    },
    {
        'q': '弗蘭克林在雷雨中放風箏時說了什麼',
        'a': '什麼也沒有說當時他被電麻了'
    },
    {
        'q': '什麼黑傢伙是由光造成的',
        'a': '影子'
    },
    {
        'q': '什麼東西越大越沒有用？',
        'a': '破洞'
    },
    {
        'q': '什麼樣的汽車可以隨便撞人？',
        'a': '玩具車'
    },
    {
        'q': '什麼東西有腳卻不能走路？',
        'a': '桌子椅子'
    },
    {
        'q': '什麼東西打破了才能吃？',
        'a': '雞蛋'
    },
    {
        'q': '在哪裡理發最好',
        'a': '頭上'
    },
    {
        'q': '在哪裡理發最好',
        'a': '頭上下班'
    },
    {
        'q': '什麼東西有風不動無風動',
        'a': '扇子'
    },
    {
        'q': '為什麼張華每天上班都要坐飛機',
        'a': '因為他是飛機師'
    },
    {
        'q': '丁丁拿著塊石頭向玻璃砸去，玻璃卻沒碎。為什麼？',
        'a': '沒砸到'
    },
    {
        'q': '在一場足球賽前，你可以準確地告訴我比分嗎？',
        'a': '當然可以0:)'
    },
    {
        'q': '什麼是治療「口臭」的最佳方案？',
        'a': '閉嘴'
    },
    {
        'q': '小星右手的小指受傷了,那麼他應該用哪只手寫字',
        'a': '右手因為右手不影響寫字.'
    },
    {
        'q': '什麼東西象大象一樣但毫無重量',
        'a': '大象的影子'
    },
    {
        'q': '菜單裡為啥沒有肉',
        'a': '那可太髒了'
    },
    {
        'q': '什麼人的心腸最好？',
        'a': '身心健康的人'
    },
    {
        'q': '人為什麼要生兩隻耳朵？',
        'a': '兼聽則明'
    },
    {
        'q': '人走路時兩隻腳有什麼不同？',
        'a': '一前一後.'
    },
    {
        'q': '敲凳子會發出「咚咚」聲，那麼凳子敲人會發出什麼聲？',
        'a': '慘叫聲'
    },
    {
        'q': '什麼東西人用完了很快會回來？',
        'a': '力氣'
    },
    {
        'q': '家都看見地上有張100元的錢，為什麼沒有撿？',
        'a': '那是陰幣'
    },
    {
        'q': '什麼東西有頭無腳？',
        'a': '磚頭.'
    },
    {
        'q': '什麼「光」會給人類帶來痛苦？',
        'a': '耳光.'
    },
    {
        'q': '小可坐在桌前讀書，為什麼不開檯燈？',
        'a': '大白天開什麼呀'
    },
    {
        'q': '什麼樣的雞蛋永遠也孵不出小雞？',
        'a': '熟的'
    },
    {
        'q': '貝兒的媽媽從外地買回一種魚，無論放多長時間也不會臭。為什麼？',
        'a': '木魚'
    },
    {
        'q': '什麼人指望腿生活？',
        'a': '賽跑運動員'
    },
    {
        'q': '什麼球身上長毛？',
        'a': '羽毛球'
    },
    {
        'q': '癩蛤蟆怎樣才能吃到天鵝肉？',
        'a': '天鵝死了.'
    },
    {
        'q': '在情人的臉上發表的處女作是什麼？',
        'a': '初吻.'
    },
    {
        'q': '怎樣才能使人有心跳的感覺？',
        'a': '活著.'
    },
    {
        'q': '什麼樣的人見到陽光就會躲得無影無蹤？',
        'a': '雪人.'
    },
    {
        'q': '第一次世界大戰是在何時發生？',
        'a': '亞當與夏娃打架的時候.'
    },
    {
        'q': '為什麼殺人要被判刑，殺蟑螂卻不用',
        'a': '因為蟑螂沒有辨護律師'
    },
    {
        'q': '旅行時，遇到叉路，一條往誠實國，一條往謊話國，路口有位不知來自何國路人，你要如何問路，才能確定兩國的方向？你只需問路人：「你家往哪裡走？」',
        'a': '如果是誠實的公民,會指誠實國方向,如果是謊話國公民,?'
    },
    {
        'q': '身高一米六八公分的小華，有一天去看棒球賽，回來卻變成170公分，為什麼？',
        'a': '因為他被棒球擊中長出了一個一公分的包.'
    },
    {
        'q': '傳說在古代的地球有十個太陽，但是現在為什麼只剩一個？',
        'a': '因為九個太陽被齊秦拿去寫歌了.'
    },
    {
        'q': '夜黑風高的晚上，小李遇見鬼，為什麼鬼反而嚇得落荒而逃？',
        'a': '因為小李遇到的是一個膽小鬼'
    },
    {
        'q': '什麼人沒當爸爸就先當公公？？',
        'a': '太監'
    },
    {
        'q': '公車來了，一位穿長裙的小姐投了8塊錢，司機讓她上車，第二位穿迷你裙的小姐投了8塊錢，司機也讓她上車，第三位小姐沒投錢，司機還是讓她上車，為什麼？',
        'a': '她用車票'
    },
    {
        'q': '小施擁有喬丹第一代到第十二代的籃球鞋，請問他最喜歡哪一雙？',
        'a': '下一雙'
    },
    {
        'q': '一棵樹綁著一隻虎，繩長10公尺，距樹公尺處有一堆草，要如何它才能吃到那堆草？',
        'a': '老虎根本不吃草.'
    },
    {
        'q': '向日葵會隨著太陽而轉動，請問陰天的時候會向著哪裡？',
        'a': '向著光頭的人'
    },
    {
        'q': '有三個小孩子正在猜拳，一個出剪刀，一個出石頭，一個出布，請問三個小孩子的手指共有幾根？',
        'a': '三十根.'
    },
    {
        'q': '小朋友在游泳池游泳，游了一陣，大勇數了數，發覺少了一個，忙向老師報告，老師卻說沒有少，是什麼原因呢？',
        'a': '大勇忘了數上自己.'
    },
    {
        'q': '世界上有什麼東西可以以每小時二千公里的速度載著人向前奔跑，而且不必加油或費用燃料？',
        'a': '地球'
    },
    {
        'q': '英國國王為什麼是女性',
        'a': '因為英國男人都是紳士講究女士優先.'
    },
    {
        'q': '什麼叫含笑九泉？',
        'a': '高興死了.'
    },
    {
        'q': '自動捐血和被吸血鬼吸血有什麼不同',
        'a': '吸血鬼不會一邊吸血一邊招待你喝牛奶吃餅乾.'
    },
    {
        'q': '阿平已經死了很久了，為什麼他的棺材蓋經常會被弄開？',
        'a': '他從小睡覺就喜歡踢被子.'
    },
    {
        'q': '為什麼現代人出殯時，會國樂和西樂齊鳴？',
        'a': '誰知道來迎接的是天使還是菩薩'
    },
    {
        'q': '誰能讓全世界的妖魔鬼怪同時抱頭鼠竄？？',
        'a': '太陽\'能\''
    },
    {
        'q': '湯姆寫信時，寫收信人和寄信人的地址反了，結果信寄回自己家中，不過他不花半毛又把信寄給收信人，為什麼？',
        'a': '他寫上查無此人放到郵箱裡.'
    },
    {
        'q': '要如何讓一塊錢浮在水面上',
        'a': '用美鈔就行了'
    },
    {
        'q': '有一個人舔冰棒，為什麼越舔冰棒越大支',
        'a': '因為他在南極舔'
    },
    {
        'q': '兩個穿著相同裙子的女子走在忠孝東路，忽然一陣風吹過，站在旁邊的小馬看了一眼馬上就認出其中一個是大陸妹，另一個是台北姑娘，為什麼？',
        'a': '大陸妹會先折緊裙子台北姑娘會先掩著頭髮保護髮型.'
    },
    {
        'q': '小偷最怕碰到是哪個機關？',
        'a': '公安機關.'
    },
    {
        'q': '有一個富豪想知道他的什麼東西最值錢。你知道嗎？',
        'a': '他腦袋.'
    },
    {
        'q': '演習時，二部同是四噸重的軍車在一座便橋前停下，後一部已經拋錨，前一部拖著它的軍車駕駛兵，煩惱著要如何才能通過限重五噸的橋？',
        'a': '用一條比繩長的索牽引,使兩部車不同時在橋上就可通過.'
    },
    {
        'q': '移防到馬祖的大兵阿明以女友即將生產為由申請返台，為什麼卻沒有被批准？',
        'a': '因為馬明來到阿祖一超過一年以上,中途不曾返台過.'
    },
    {
        'q': '在營休假的阿福和阿明，為什麼躲在寢室裡卻搞得流血又流濃的好不暢快？',
        'a': '相互擠青春痘.'
    },
    {
        'q': '阿丁做起事來總是拖泥帶水，為什麼卻從沒被長官處罰過？',
        'a': '阿丁蓋碉堡的士兵.'
    },
    {
        'q': '大兵阿雄的祖母坐了一天的車去軍營探望他，為什麼長官一見到她卻氣得差點暈倒？',
        'a': '他昨天請了三天喪假是他外祖母過世.'
    },
    {
        'q': '雖然只是薄薄的一片，女人少了它一天也活不下去的是東西？？',
        'a': '鏡子.'
    },
    {
        'q': '最不能在光天化日下見人的是什麼東西？',
        'a': '膠卷'
    },
    {
        'q': '粲胄甘埔綰尾趴杉嫻茫?',
        'a': '養只會抓魚的熊'
    },
    {
        'q': '老人梅友並到醫院去做檢查，結果醫生告訴他說要看開一點，請問他得了什麼病？',
        'a': '豆雞眼.'
    },
    {
        'q': '蛋要怎麼買，才不會買到裡面已經孵出了小雞的蛋？',
        'a': '買鴨蛋.'
    },
    {
        'q': '牛頓在蘋果樹下蘋果擊中，發現了地心引力；如果你坐在椰子樹下，等待被椰子打中，你會發現什麼？',
        'a': '會發現這種行為很愚蠢'
    },
    {
        'q': '為什麼胖的人比瘦的人怕熱？',
        'a': '因為被曬的面積比較大.'
    },
    {
        'q': '公共廁所（猜一外國首都）',
        'a': '倫頓(輪蹲)'
    },
    {
        'q': '阿弟竟成功的用麵線上吊自殺成功，為什麼？',
        'a': '摔死的.'
    },
    {
        'q': '這個東東，左看像電燈，右看也像電燈，和電燈沒什麼兩樣。但它就是不會亮，這是啥東東呢？',
        'a': '壞掉的電燈.'
    },
    {
        'q': '一位卡車司機撞倒一個騎摩托車的人，卡車司機受重傷，摩托車手卻沒事？',
        'a': '卡車司機當時沒有開車.'
    },
    {
        'q': '小李喝酒，撞傷了臉，回家怕太太知道會責備，去洗手間對著鏡子貼上創口貼，可第二天還是被太太罵了一頓，為什麼',
        'a': '創口貼貼在鏡子上了.'
    },
    {
        'q': '一頭大象賣10萬，兩頭大象賣多少？',
        'a': '無數.'
    },
    {
        'q': '一隻已經飢餓以久的狼看見一隻綿羊，卻馬上跑了，為什麼？',
        'a': '因為他跑去追羊.'
    },
    {
        'q': '小明家的鴿子在小剛家的陽台上下了個蛋，請問這個鴿子是誰的？',
        'a': '鴿子自己的.'
    },
    {
        'q': '煙鬼甲每天抽50支煙，煙鬼乙每天抽10支煙。5年後，煙鬼乙抽的煙比煙鬼甲抽的還多，為什麼？',
        'a': '煙鬼甲抽得太多了早死了.'
    },
    {
        'q': '打什麼最省力又舒服？',
        'a': '瞌睡'
    },
    {
        'q': '閻羅王嫁女兒，猜三個字？',
        'a': '鬼才要.'
    },
    {
        'q': '誰知道到天上有多顆星星？',
        'a': '天知道.'
    },
    {
        'q': '人最怕屁股上有什麼東西？',
        'a': '一屁股債.'
    },
    {
        'q': '刺殺陳水扁的子彈從哪兒來',
        'a': '當然從槍口裡出來.'
    },
    {
        'q': '用哪三個字可以回答一切疑問題',
        'a': '不知道'
    },
    {
        'q': '拿什麼東西不用手？',
        'a': '拿主意.'
    },
    {
        'q': '人死後為什麼會變得冰涼？',
        'a': '心靜自然涼.'
    },
    {
        'q': '做什麼事要從頭來？',
        'a': '剃頭.'
    },
    {
        'q': '中國人都會寫哪種外國字？',
        'a': '阿拉伯數字.'
    },
    {
        'q': '將要來卻永遠來不了的是什麼？',
        'a': '明天'
    },
    {
        'q': '為什麼結婚的人都要先拍結婚照？',
        'a': '一拍賣即合.'
    },
    {
        'q': '給一們耳聾的殘疾人安裝一部鈴一響就發光的電話機，但這電話機仍然對他毫無用外，為什麼？',
        'a': '耳聾能聽到電話嗎?'
    },
    {
        'q': '某歌星每次上台演出，總是戴著一隻手套，這為什麼？',
        'a': '他總想露一手.'
    },
    {
        'q': '有一個東西，它有3個肚子，21個頭，5個背，它是什麼？',
        'a': '怪物'
    },
    {
        'q': '一個人被一個從三千尺高的東西砸到，為什麼沒有受傷？',
        'a': '是雨'
    },
    {
        'q': '世界上使用的語言很多，那麼什麼話是世界通用得最多的？',
        'a': '電話'
    },
    {
        'q': '有一天，一個植物專家，一個原子彈專家，一個動物專家在一個熱氣球上。此時，熱氣球直線下降，必須扔掉一個科學家，請問扔哪一個？',
        'a': '扔最重的那一個.'
    },
    {
        'q': '如果你的媽媽、孩子和同學同時落水了，你會先救哪一個？',
        'a': '離你最近的一個.'
    },
    {
        'q': '一架飛機起飛沒多久就爆炸了，但飛機上沒人受傷這是為什麼？',
        'a': '全死了.'
    },
    {
        'q': '有一個奇怪的問題，不論問任何人，所得的答案一定是「沒有」，這個問題是什麼？',
        'a': '你睡著了嗎?'
    },
    {
        'q': '米的外公是誰？',
        'a': '是爆米花因為抱過米也抱過花.'
    },
    {
        'q': '米的爸爸是誰？',
        'a': '米的爸爸是蝶,蝶戀花.'
    },
    {
        'q': '米的媽媽是誰？',
        'a': '米的媽媽是花,花生米.'
    },
    {
        'q': '空中媽媽（打一礦物）',
        'a': '雲母.'
    },
    {
        'q': '草本（打一化合物）',
        'a': '苯'
    },
    {
        'q': '1一隻羊在吃草，一隻狼從旁邊經過沒有吃羊。2又一隻狼經過，還是沒有吃羊。3第三隻狼經過，羊沖狼大叫，狼還是沒吃羊。',
        'a': '蝦對蝦(對瞎)龍蝦(聾瞎)'
    },
    {
        'q': '畫家喜歡畫粗的繩子不喜歡畫細的繩子',
        'a': '出神入畫(出繩入畫)'
    },
    {
        'q': '雞與鴨的對話',
        'a': '雞同鴨講.'
    },
    {
        'q': '怎樣讓鴨子不會飛走',
        'a': '插一翅膀給他(插翅難飛)'
    },
    {
        'q': '二姑娘（打一字）',
        'a': '姿'
    },
    {
        'q': '有種船從來沒下過水，為什麼還是船？　',
        'a': '宇宙飛船.'
    },
    {
        'q': '來自海洋地下，煉得潔白無暇；長期為人服務，調味離不開它',
        'a': '食鹽'
    },
    {
        'q': '千錘萬鑿出深山，烈火焚燒只等閒；粉身碎骨渾不怕，留得清白在人間。',
        'a': '石灰.'
    },
    {
        'q': '樹心有眼，西下美女，手扶下巴，人在爾邊，心死相依，言及自己，十件傢俱，白色勺子，兒女相全，又住一起',
        'a': '想要把你忘記真的好難.'
    },
    {
        'q': '什麼東西越熱越愛出來？',
        'a': '汗.'
    },
    {
        'q': '一個盛滿咖啡的杯子，裡面放一枚硬幣卻沒有濕，為什麼？',
        'a': '干咖啡.'
    },
    {
        'q': '英國出生過大人物嗎？',
        'a': '沒有全是嬰兒.'
    },
    {
        'q': '一個不識字的人摀住識字的人的耳朵，讓他讀自己老婆的來信。他為什麼要這樣做',
        'a': '怕識字的人聽到老婆說什麼.'
    },
    {
        'q': '彼得坐車頭暈，他為什麼不同靠窗戶的人換人位置呢？',
        'a': '沒法換那裡沒人.'
    },
    {
        'q': '商店裡有一種表比進價還便宜，可商店並沒有虧本，錢從哪裡來呢？',
        'a': '從修理費裡.'
    },
    {
        'q': '老師要學生寫關於牛奶的文章，要求寫200字，為什麼沙米爾只寫了20個字？',
        'a': '沙米寫的是濃縮牛奶.'
    },
    {
        'q': '商店標明一支雙響槍射程160米，為什麼實際射程只有80米呢？',
        'a': '雙響加起來算豈不是正好.'
    },
    {
        'q': '詩人為什麼不像小說家、散文家那樣稱',
        'a': '詩買不了幾個錢成不了家.'
    },
    {
        'q': '奶奶過馬路為什麼總是抓緊小孫子的手？',
        'a': '奶奶膽小.'
    },
    {
        'q': '大龍家今晚的電視為什麼只有圖像，沒有聲音？',
        'a': '上演的是啞劇.'
    },
    {
        'q': '爸爸丟了一樣東西，為什麼媽媽還特別高興？',
        'a': '他丟掉了壞習慣.'
    },
    {
        'q': '哈默為什麼會丟錢？',
        'a': '他帶了錢.'
    },
    {
        'q': '科比有一個月為什麼突然吃得少了？',
        'a': '第二個月.'
    },
    {
        'q': '科比有一個月為什麼突然吃得少了？',
        'a': '第二個月.'
    },
    {
        'q': '有一樣東西比大力士能舉起的重量要輕得多，大力士卻舉不起，那是什麼？',
        'a': '他自己.'
    },
    {
        'q': '要怎樣做，才能使夢想變成現實？',
        'a': '睡前開好鬧鐘.'
    },
    {
        'q': '有有說傑米寫的詩是從書上偷來的，可傑米不承認，他的理由是什麼？',
        'a': '詩還在書上.'
    },
    {
        'q': '從飛機上掉下的東西打著了人，人卻沒有受傷，為什麼？',
        'a': '跳傘的人被自己的傘打了.'
    },
    {
        'q': '小花站起來同飯桌一樣高，兩年之後，反而在桌子下活動自如，為什麼？',
        'a': '小花是一條狗.'
    },
    {
        'q': '一個通緝犯跑到美容院，一個美容師給他整了容，但整容後一出門就被警察抓住了',
        'a': '他變成了另一個通緝犯.'
    },
    {
        'q': '兩個人背對背站著，怎麼踢到對方膝蓋',
        'a': '走到第一個前面踢.'
    },
    {
        'q': '嬌嬌的爸爸在一次難度很大的考試中非常從容，為什麼？',
        'a': '他是監考老師.'
    },
    {
        'q': '什麼書必須買兩本？',
        'a': '結婚證.'
    },
    {
        'q': '上尉為何在訓練新兵時讓高大的站在前面，矮的站在後面？',
        'a': '上尉入伍前是個擺水果攤的.'
    },
    {
        'q': '小明發現房間遭竊,卻一點也不緊張,為何',
        'a': '別人的房間.'
    },
    {
        'q': '爸爸答應漢森，只要考試及格，就獎勵10元錢，可為什麼漢森還是不及格？',
        'a': '為了給爸爸省錢.'
    },
    {
        'q': '三個同學下跳棋，共下了45分鐘，問每個同學下了多少時間？',
        'a': '45分鐘'
    },
    {
        'q': '一輛車子飛速前進，可這輛車的輪子卻一點都沒有動，怎麼回事？',
        'a': '這輛車是在開動的車上.'
    },
    {
        'q': '開學後的最大願望是什麼？',
        'a': '放假.'
    },
    {
        'q': '薩維在電影院看電影時，為什麼每次看的都是不連貫的電影？',
        'a': '每次都是看一會兒睡一會兒.'
    },
    {
        'q': '爸爸的手錶剛洗過，為什麼就不走了？',
        'a': '兒子用自來水洗的.'
    },
    {
        'q': '老師給薩姆佈置了一篇作文，題目是；什麼是懶惰。薩姆用最簡短的文字寫下了這篇作文，他是怎麼寫的？',
        'a': '這就是懶惰.'
    },
    {
        'q': '米奇吃下了藥，但忘了把藥搖勻，達不到最佳效果，他該如何補救？',
        'a': '不停地翻跟頭.'
    },
    {
        'q': '伊凡吹噓自己寫的小說可以得諾貝爾獎，他寫的什麼小說？',
        'a': '幻想小說.'
    },
    {
        'q': '哥哥吹噓自己有非凡的記憶力，可有一件事他常忘，那是什麼事？',
        'a': '還弟弟的錢.'
    },
    {
        'q': '瓊斯練鋼琴，除了媽媽給錢，還有誰給？',
        'a': '鄰居因為他一練琴他們就別想睡.'
    },
    {
        'q': '尼克的法語不好，他去法國旅遊時吃苦頭了嗎？',
        'a': '沒有吃苦頭的是法國人.'
    },
    {
        'q': '查理為什麼說他的家是湊起來的',
        'a': '因為爸爸媽媽和查理分別出生於不同的地方.'
    },
    {
        'q': '某人認為借書的人從不還書，所以從不借書給人，他這樣認為的依據是什麼？',
        'a': '他的藏書就是這樣來的.'
    },
    {
        'q': '讓病人出一身大汗的妙方是什麼？',
        'a': '當著病人的面把補藥全吃掉.'
    },
    {
        'q': '湯姆因為把墨水潑在地毯上而挨了罵，可他覺得委屈，為什麼？',
        'a': '墨水不貴呀.'
    },
    {
        'q': '尼克考了500多分，雅克考了600多分，為什麼老師認為他們的成績不相上下？',
        'a': '尼克考了6門,雅克考了7門.'
    },
    {
        'q': '一位先生從單身到結婚,再到生孩子,給乞丐施捨的錢越來越少,乞丐為此大為光火乞丐生氣的理由是什麼',
        'a': '這不是拿乞丐的錢養活家人嗎?'
    },
    {
        'q': '戴維一家五口外出旅遊，說好一人帶一瓶飲料可戴維堅持只帶4瓶可口可樂，為什麼？',
        'a': '還有一瓶是汽水.'
    },
    {
        'q': '觀音大士為什麼要坐在金童玉女的中間而不坐在旁邊呢？',
        'a': '因為他怕他們談戀愛.'
    },
    {
        'q': '董存瑞舉著炸藥包想的是什麼？',
        'a': '希望這是個啞巴炮.'
    },
    {
        'q': '哪種中藥最倒楣？',
        'a': '人參.'
    },
    {
        'q': '有一隻凶暴的鱷餱≡諍０渡系碔□槭顫N不會咬人？',
        'a': '無人島.'
    },
    {
        'q': '茉莉花太陽花玫瑰花,哪一朵花最沒力',
        'a': '茉莉花因為好一朵沒力(茉莉花)花'
    },
    {
        'q': '小明快樂的過生日,卻沒有人幫他慶祝,為什麼',
        'a': '在夢中早過了一天.'
    },
    {
        'q': '有一隻老鼠碰到一堆屎,從上面過去了卻留下三隻腳印問為什麼？（注不是三隻腳）',
        'a': '用一隻腳捏著鼻子呢.'
    },
    {
        'q': '「個個大！個個大！」母雞叫什麼叫？原來它下蛋了。「你的廣告做的很到位！」公雞聽了，一邊誇獎母雞，一邊去參觀自己的勝利成果。這一看不打緊，公雞氣勢凶凶地追母雞，聲稱要修理它。問題是：公雞為什麼要追趕',
        'a': '原來母雞下了一個大鴨蛋.'
    },
    {
        'q': '5隻雞，5天生了5個蛋。100天內要100個蛋，需要多少隻雞？？',
        'a': '依然是五隻雞.'
    },
    {
        'q': '夫妻結婚不久，丈夫就去當兵了，幾年之後，妻子生了個兒子。有一天，妻子對兒子說爸爸就要回來了！讓兒子和自己一起去機場接他的爸爸，一會飛機上下來了三個人，兒子衝上去就喊：「爸爸！」為什麼兒子能認出來？',
        'a': '因為其中兩個是女的.'
    },
    {
        'q': '什麼東西有白、有黑，也有紅？',
        'a': '一匹怕羞的斑馬.'
    },
    {
        'q': '說有九頭小豬要過河，剛好河裡有九頭鄂魚，小豬說：「鄂魚，帶我們過河嗎？」鄂魚說：「行啊」結果八頭小豬被八條鄂魚吃了，為什麼第九頭小豬沒有被鄂魚吃了？',
        'a': '第九頭鄂魚是伊斯蘭教徒.'
    },
    {
        'q': '一個女子最討厭抽煙的人，有一天，她去一個朋友家，參觀新房後，連聲說：「抽煙好、抽煙好！」請問這是為什麼？',
        'a': '排油煙機.'
    },
    {
        'q': '有只小螞蟻在自己家附近玩耍，不久看見一頭大象慢悠悠走了過了，螞蟻一驚，連忙跑回家去，想了想又伸出了一條自己細細的小腿，請問為什麼？？',
        'a': '小螞蟻想把大象拌倒.'
    },
    {
        'q': '什麼樣的人最喜歡長髮？',
        'a': '理髮師.'
    },
    {
        'q': '烤肉的時侯最怕什麼？',
        'a': '肉跟你裝熟.'
    },
    {
        'q': '兩腿一掰，黃水直流。（打一動作）',
        'a': '剪刀'
    },
    {
        'q': '為什麼人的屁股生在後面？',
        'a': '放屁裡自己可以少聞點臭味.'
    },
    {
        'q': '有個人被恐龍一口咬住，又在嘴裡嚼了好幾下，為什麼沒有受傷？',
        'a': '因為塞到恐龍的牙縫裡了.'
    },
    {
        'q': '有一樣東西，它每個月都會來一次，只是薄薄的一張紙就令你心煩意亂，這到底是什麼東西呢？',
        'a': '每個月的測試.'
    },
    {
        'q': '外國人的長，中國人的短，公公沒有，和尚用不著。',
        'a': '名字.'
    },
    {
        'q': '拿著雞蛋丟石頭，但雞蛋卻沒破，為什麼',
        'a': '拿著雞蛋,丟的是石頭.當然雞蛋不破啦.'
    },
    {
        'q': '小小的一根棍，把他拿出來，放到嘴裡面，越啄越紅，越啄越短。是什麼？',
        'a': '吸煙.'
    },
    {
        'q': '人體上有一個器官由兩片肉構成，肉上長有毛，如果用手指不停的挖兩片肉中間，那就會流出水來，如果用硬東西用力一戳那它就會流血。',
        'a': '眼睛.'
    },
    {
        'q': '問你龜兔第三次賽跑，兔子一沒有驕傲，二沒有睡覺非常努力的奔跑，終點也不在水裡，可是還是輸了為什麼？',
        'a': '烏龜是只忍者神龜.'
    },
    {
        'q': '有一群耗子，中間有隻貓，問還有幾隻耗子？',
        'a': '一隻也沒有.'
    },
    {
        'q': '導演招收演員，考題是《黑夜歸來》。該怎樣做才能很容易被錄取呢？',
        'a': '很簡單做個拉燈的動作'
    },
    {
        'q': '小明一家人在客廳裡，明明聽到有人喊：「救命啊，失火了，為什麼他們一家人動也不動？？？',
        'a': '因為他們在看電視.'
    },
    {
        'q': '什麼東西不用的時候朝下,用的時候朝前？',
        'a': '鑰匙'
    },
    {
        'q': '小王用捕鼠籠在家抓老鼠,第二天一早發現籠子裡抓了一隻活老鼠,而籠子外面卻有二隻死老鼠四腳朝天的死老鼠,為什麼？　',
        'a': '那兩隻看到同伴笨的上當活活笑死的.'
    },
    {
        'q': '一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼？',
        'a': '警察想做出租車.'
    },
    {
        'q': '三個小朋友各買了一雙相同的鞋，為什麼他們穿的鞋還是不一樣？',
        'a': '剛買還沒穿.'
    },
    {
        'q': '江家有三個女兒，大女兒、二女兒、三女兒。誰的身材最辣？',
        'a': '大女兒因為薑還是老的辣.'
    },
    {
        'q': '什麼東西越長越細越難過,越短越越粗越好過',
        'a': '獨木橋.'
    },
    {
        'q': '包公的臉為什麼是黑的？',
        'a': '因為額頭上有個月亮月亮都是晚上出來.'
    },
    {
        'q': '一種用舌頭解不開，就用牙齒咬的解決政治瘡疤的方法是什麼？',
        'a': '戰爭.'
    },
    {
        'q': '什麼袋每個人都有，卻很少有人借給別人？',
        'a': '腦袋.'
    },
    {
        'q': '根據調查，發現本國各地在同一時間，竟然有許多人說著相同英語酌奇怪現象，這究竟是怎麼一回事呢',
        'a': '原來他們都均同時收聽英語廣播講座節目中的發音練習.?'
    },
    {
        'q': '有一天我去意大利參觀著名的比薩斜塔時，卻看到此塔一點也不傾斜，筆直而立。當時真懷疑自己是否眼花了，四周看不到修復的痕跡，也不是看到贗品。那麼究竟該如何說明這個事實呢',
        'a': '站在與傾斜方向相對的地方看.'
    },
    {
        'q': '「東張西望」「左顧右盼」「瞻前瞻後」這幾個成語用在什麼時候最合適？',
        'a': '過馬路.'
    },
    {
        'q': '地球表面哪裡照不到太陽？',
        'a': '背面.'
    },
    {
        'q': '摩托車為什麼打不著火？',
        'a': '欠踹.'
    },
    {
        'q': '人死了為什麼要埋在地下？　　　',
        'a': '到地府快一點.'
    },
    {
        'q': '壞人屬於人類，那麼好吃懶做的人渣屬於什麼類？',
        'a': '人類.'
    },
    {
        'q': '在飯桌上,piggy和cloud說著說著竟然動起拳頭來了,可為什麼社區偵探時雨不但不阻止,反而在旁邊大喊加油',
        'a': '他們在划拳.'
    },
    {
        'q': '遠在外地工作的浪人寄了封信回家慰問,裡面還夾了張照片,但為什麼他家人收到信後卻遲遲不肯打開看呢',
        'a': '粗心的浪人把勿折寫成了勿拆,'
    },
    {
        'q': '帶馬桶坐大堂是咋回事',
        'a': '髒官.'
    },
    {
        'q': '什麼東西賣的價格越高越容易成交？',
        'a': '廢品.'
    },
    {
        'q': '珍惜和CLOUD學習駕駛帆船。珍惜對CLOUD說：我知道帆船在逆風時也可以前進，但我今天真倒霉，帆船進入了一個完全無風的地帶，幸虧後來遇到一股強烈的潮水才得以逃脫。CLOUD說：雖然是無風地帶，但還是',
        'a': '可能.'
    },
    {
        'q': '小明從外面買了好多東西回來,為什麼她一進社區辦公室就把手中的一捆布往地上一扔',
        'a': '拖布.'
    },
    {
        'q': '為什麼有人說建立在金錢基礎上的婚姻是最牢固的？',
        'a': '銅婚,銀婚,金婚...越老越牢固.'
    },
    {
        'q': '電梯除了比樓梯省時省力之外，最大的好處是什麼？',
        'a': '萬一跌摔不會一路滾下去.'
    },
    {
        'q': '小明上街去，買了一堆香蕉，一堆蘋果，一堆梨，一堆荔枝，他買了幾堆東西？',
        'a': '他買了一堆因為所有的都堆在一塊兒.'
    },
    {
        'q': '上課的時候，同學們都坐著上課，但是小李上每一節課都站著。為什麼？',
        'a': '小李是老師.'
    },
    {
        'q': '什麼樣的書最香？',
        'a': '菜譜'
    },
    {
        'q': '細菌靠生物而活那麼什麼靠細菌活？',
        'a': '醫生.'
    },
    {
        'q': '有什麼辦法可以保住母雞性命免遭主人宰殺',
        'a': '想辦法每天下一個蛋.'
    },
    {
        'q': '醫生問病人：「感冒嗎？」病人搖搖頭。「肚子疼？」病人搖頭「神經病？」病人搖頭。究竟他是來看什麼病的？',
        'a': '是來看不停搖頭的毛病.'
    },
    {
        'q': '病患在什麼地方最沒痛苦？',
        'a': '別人身上.'
    },
    {
        'q': '什麼老鼠跑的最快！',
        'a': '看見貓的老鼠.'
    },
    {
        'q': '豬為什麼沒完沒了地吃？',
        'a': '他想成為一隻肉豬.'
    },
    {
        'q': '什麼字大家看了都說沒用？',
        'a': '沒用.'
    },
    {
        'q': '什麼東西沒有價值但大家又很喜歡？',
        'a': '無價之寶.'
    },
    {
        'q': '爸爸什麼時像個孩子？',
        'a': '在爺爺面前.'
    },
    {
        'q': '為什麼養長頸鹿最不花錢？',
        'a': '因為他們的脖子長,一點點食物都要走很長的路才能到肚?'
    },
    {
        'q': '沙漠中最常見的東西是什麼？',
        'a': '沙子.'
    },
    {
        'q': '永遠也寫不好的字是什麼字？',
        'a': '\'壞\'字'
    },
    {
        'q': '什麼樹永遠不會枯死？',
        'a': '畫上的樹.'
    },
    {
        'q': '什麼河裡從來沒有水？',
        'a': '棋盤上的楚河.'
    },
    {
        'q': '吃飯的時候最掃興的是什麼？',
        'a': '沒做飯'
    },
    {
        'q': '從天上飛機裡跳出來，最怕遇見什麼？',
        'a': '忘帶降落傘'
    },
    {
        'q': '漁夫最怕什麼？',
        'a': '沒人吃魚'
    },
    {
        'q': '什麼東西越有越可憐？',
        'a': '窮.'
    },
    {
        'q': '什麼東西越吃越感到餓？',
        'a': '消化藥.'
    },
    {
        'q': '什麼鬼整天騰雲駕霧？',
        'a': '煙鬼.'
    },
    {
        'q': '世界上最長的單詞是什麼？',
        'a': '微笑因為兩個字母s裡隔了一里.'
    },
    {
        'q': '為什麼一群狼當中必定有一隻羊？',
        'a': '就群字裡有羊.'
    },
    {
        'q': '什麼酒不能喝？',
        'a': '碘酒.'
    },
    {
        'q': '一個人沒有前輩，為什麼他有後輩？',
        'a': '人當然有後背.'
    },
    {
        'q': '什麼地方有時候有水,有時候沒水',
        'a': '水籠頭裡.'
    },
    {
        'q': '小孩子喜歡好什麼？',
        'a': '好奇.'
    },
    {
        'q': '貓最喜歡吃什麼？',
        'a': '老鼠.'
    },
    {
        'q': '什麼柴不能燒？',
        'a': '人才.'
    },
    {
        'q': '什麼最鐵面無私',
        'a': '稱.'
    },
    {
        'q': '老王很有錢，可別人說他是個奴隸，為什麼？',
        'a': '老王是個守財馭'
    },
    {
        'q': '一點一橫長，一撇到南洋，上面像個丑，下面一張口。',
        'a': '唐.'
    },
    {
        'q': '小明看書的時候，為什麼不能把書籤放在175頁和176頁之間？',
        'a': '因為是寫在一張紙上.'
    },
    {
        'q': '世界上哪個地方下午比早上先到？',
        'a': '在字典裡.'
    },
    {
        'q': '什麼走路早上用四條腿,中午用兩條腿,晚上用三條腿',
        'a': '人.'
    },
    {
        'q': '什麼車坐不了？',
        'a': '風車.'
    },
    {
        'q': '什麼酒喝不了？',
        'a': '天長地久'
    },
    {
        'q': '如果蘋果沒落在牛頓頭頂上，會落到哪裡？',
        'a': '地上.'
    },
    {
        'q': '如果蘋果沒落在牛頓頭頂上，會落到哪裡？',
        'a': '地上.'
    },
    {
        'q': '八點鐘和九點鐘有什麼不一樣？',
        'a': '差一點.'
    },
    {
        'q': '一天，洋洋不慎撞到電線桿，為什麼他連手都疼？',
        'a': '洋洋狠狠的揍了電線桿一頓.'
    },
    {
        'q': '有一樣東西不管你喜歡與否，它卻每年一定要增加一點，這是什麼東西？',
        'a': '年齡.'
    },
    {
        'q': '動物園裡，小明緊挨著老虎合影留念，老虎卻沒有咬他，為什麼？',
        'a': '那是只假老虎.'
    },
    {
        'q': '冰到底是什麼東西？',
        'a': '一塊一塊的水.'
    },
    {
        'q': '怎樣才能防止第二次感冒？',
        'a': '根本不要感冒.'
    },
    {
        'q': '王芬和李麗是同班最要好的同學，她們約好去醫院探望老師，王芬買了5束花，李麗買了4束花，進病房後她倆將花合在一起送給了老師，你知道她們的老師一共收到了幾束花？',
        'a': '一束花.'
    },
    {
        'q': '小戴是位科學家，歷盡千辛萬苦終於來到一個地方，他面北而立，向左轉了90度，卻還是向北，再轉90度依然面北，又轉90度還是面北，你知道這是什麼原因嗎？',
        'a': '小戴在北極.'
    },
    {
        'q': '黃河上有2座橋，一高一低，這2座橋都被接連而來的3次洪水淹沒了。高橋被淹了3次，低橋反只被淹了1次，這是為什麼？',
        'a': '水退後高橋露出來而低橋一直淹著.'
    },
    {
        'q': '王爺爺有3個孫子。一天，他買了2個小西瓜，一路在想怎樣平均分西瓜，總也想不出個好辦法來。在門口，鄰居李奶奶只說了3個字，王爺爺就愁眉舒展了。李奶奶告訴他的是什麼辦法？',
        'a': '搾成汁.'
    },
    {
        'q': '一根繩子在當中被一刀剪斷了，但它仍是一根完整的繩子，為什麼？',
        'a': '因為繩子起初是結成圓形圈的.'
    },
    {
        'q': '陸先生有兩位朋友，都在稅務局當稅務官員，其中一位是另一位的孩子的父親。你說會有這種可能嗎？',
        'a': '兩位稅務官員是夫婦.'
    },
    {
        'q': '李伯伯一共有7個兒子，這7個兒子又各有一個妹妹，那麼，李伯伯一共有幾個子女？',
        'a': '八個子女妹妹最小.'
    },
    {
        'q': '在有100個代表隊參加的足球淘汰賽中，要決出冠軍隊，至少需進行多少次比賽？',
        'a': '一次只能淘汰一個隊故需要99次.'
    },
    {
        'q': '足球比賽中間休息的時候，爸爸問他的兒子：放在右腳旁邊而左腳碰不到的是什麼東西？兒子靈機一動就答對了，你知道嗎？',
        'a': '是左腳.'
    },
    {
        'q': '一家珠寶店的老闆雇了一位保鏢負責押送一箱珠寶，不幸中途遭人打劫。在整個被劫過程中，保鏢始終死守著珠寶，儘管保鏢沒自盜自劫，可珠寶店老闆還是損失了這箱珠寶，為什麼？',
        'a': '保鏢與寶箱一起劫走.'
    },
    {
        'q': '老鷹的絕症是什麼',
        'a': '恐高症'
    },
    {
        'q': '4+4+4+4（猜一種水果）',
        'a': '16石榴'
    },
    {
        'q': '米湯淋頭,請猜一名星',
        'a': '周潤發.'
    },
    {
        'q': '一隻蚊子順時鐘繞著一個新買的而且是沒有任何質量問題的高效捕蚊燈打轉,但一直不會被吸進去,為什麼呢',
        'a': '因為捕蚊燈沒有通電.'
    },
    {
        'q': '房屋,宮殿,巖洞,大廈,牛棚,那個詞與眾不同？',
        'a': '巖洞其它都是人工的.'
    },
    {
        'q': '誰總是脫掉干衣換上濕衣？',
        'a': '曬衣架子.'
    },
    {
        'q': '什麼東西只有一隻腳卻能跑遍屋子的所有角落',
        'a': '掃帚'
    },
    {
        'q': '一個公公精神好,從早到晚不睡覺,身體雖小力氣大,千人萬人推不倒，這是什麼東西？',
        'a': '不倒翁.'
    },
    {
        'q': '張三問李四5次同一樣的問題，李四回答了五個不同答案,而且每個都是對的，那麼張三問的是什麼呢？',
        'a': '張三問的是時間.'
    },
    {
        'q': '從小精心培養,長大繩捆索綁,臨老千刀萬剁,最後把它火葬(打一物)',
        'a': '煙草.'
    },
    {
        'q': '冬天蟠龍臥,夏天枝葉開,龍鬚往上長,珍珠往下排(打一物)',
        'a': '葡萄.'
    },
    {
        'q': '歲數越來越大,身體越來越小,面貌日新月異,家家不可缺少，是什麼東西？',
        'a': '日曆.'
    },
    {
        'q': '小張在公共場所吐了口痰，當管理人員找他罰款五角時，他給了一張一元的，管理員說找不開，你猜小張底下怎麼做的？',
        'a': '再吐一次.'
    },
    {
        'q': '全是男人的地方——猜一世界地名',
        'a': '漢城.'
    },
    {
        'q': '自古以來男人都自稱女人是禍水，但為什麼男人還是要娶女人呢？',
        'a': '因患得福.'
    },
    {
        'q': '用3，3，8，8四個數只用加減乘除，如何算出24？',
        'a': '8/(3-8/3)=24'
    },
    {
        'q': '中學老師遇到什麼事最頭痛？',
        'a': '感冒.'
    },
    {
        'q': '日本人的腿為什麼比較短？',
        'a': '因為地震多短腿跑起來穩.'
    },
    {
        'q': '小強最會撒謊，可為什麼他的朋友都說他是誠實的孩子呢？',
        'a': '都是小強篇的.'
    },
    {
        'q': '大偉在電影最精彩的時候卻去上廁所，為什麼？',
        'a': '因為他沒有去看電影呀.'
    },
    {
        'q': '糖罐子為什麼會爬螞蟻？',
        'a': '沒有蓋好.'
    },
    {
        'q': '人在不飢渴時也需要的是什麼水？',
        'a': '薪水.'
    },
    {
        'q': '男人最喜歡美女眼裡的什麼水？',
        'a': '秋波.'
    },
    {
        'q': '爬高山與吞藥片有什麼不同之處？',
        'a': '一個太難上一個太難下.'
    },
    {
        'q': '橋下只能限高十米，但是船上的貨物已超過十米，小兔該怎麼辦呢？',
        'a': '拿幾塊大石頭放到船上船就會下沉一些.'
    },
    {
        'q': '有兩個容貌非常相似的男孩，經詢問，知道他們是同一對父母所生，出生地點和年份也相同，但他們卻不是雙生子，也不是三生子、四生子、五生子、……，請問，這兩個小男孩究竟是什麼關係？',
        'a': '他們是兄弟,一個是年初生的,一個是年未生的.'
    },
    {
        'q': '「好馬不吃回頭草」最合乎邏輯的解釋是什麼',
        'a': '拐著脖子吃哪有直著脖子吃舒服.'
    },
    {
        'q': '一種飲料，由惡意和謊言加上微量事實配製而成的，能有效地削弱領導的洞察力，是什麼？',
        'a': '小報告.'
    },
    {
        'q': '什麼老鼠用兩隻腳走路？',
        'a': '米老鼠'
    },
    {
        'q': '兔子的眼睛為什麼是紅的？',
        'a': '因為他跑輸了烏龜哭紅的.'
    },
    {
        'q': '猴子會說話，為什麼？',
        'a': '是他的外號碼.'
    },
    {
        'q': '豬八戒是笨死的，那麼他的兒子是怎麼死的？',
        'a': '那當然也是笨死的.'
    },
    {
        'q': '好與壞的中間是什麼？',
        'a': '與.'
    },
    {
        'q': '一家麵店以「一個人吃七碗不用錢」招來顧客，為什麼春嬌吃了七碗還是要付錢？',
        'a': '因為他懷孕了加上肚子裡的孩子一共是兩個人.'
    },
    {
        'q': '古今中外的偉人，都有的共通點是什麼？',
        'a': '都是媽媽生的.'
    },
    {
        'q': '對單身漢來說，家有賢妻是最大的幸福；那麼，對已婚的男人來說，什麼是最大的幸福？',
        'a': '單身漢.'
    },
    {
        'q': '喝醉酒的人常辯稱自己沒醉，你知道這是什麼原因嗎？',
        'a': '因為他們喝醉了.'
    },
    {
        'q': '從軍十八年的花木蘭換上女裝後，為什麼令昔日的袍澤大感驚訝？',
        'a': '因為他們認為花木蘭還是比較適合男裝.'
    },
    {
        'q': '台北街頭什麼時候車子最多？',
        'a': '車主都開著車出來的時候.'
    },
    {
        'q': '為什麼父親一發現皮夾裡的錢數目少了一半後，便一口咬定是兒子幹的好事，為什麼？',
        'a': '因為老婆不會只拿走一半.'
    },
    {
        'q': '在不能用手的情況下，怎樣才能把桌上的一碗麵吃完？',
        'a': '用筷子.'
    },
    {
        'q': '明星出入公共場所，最怕遇到什麼事？',
        'a': '沒人找他簽名.'
    },
    {
        'q': '什麼人可以一擲千金而面不改色？',
        'a': '正在逗兒子玩的爸爸.'
    },
    {
        'q': '喝咖啡的時候，你覺得應該先加糖，還是奶精？',
        'a': '都不是應該先沖咖啡才是.'
    },
    {
        'q': '空襲時為什麼要躲在地下室？',
        'a': '以後考古方便.'
    },
    {
        'q': '什麼地方物品售價愈高，客人就愈高興？',
        'a': '當鋪.'
    },
    {
        'q': '狗的兒子跟龍的兒子，有幾點差異？',
        'a': '一點(犬子太子)'
    },
    {
        'q': '最簡單的長壽之道是什麼？',
        'a': '呼吸保持順暢.'
    },
    {
        'q': '小明的爸爸是警察，他眼看著兒子偷了一樣東西，卻沒有多加管教，這是怎麼回事？',
        'a': '兒子在偷笑呀.'
    },
    {
        'q': '請問你，甚麼狗不會叫？',
        'a': '熱狗.'
    },
    {
        'q': '泰山是人猿養大的，那麼蝙蝠俠又是誰養大的？',
        'a': '那當然是由他的爸爸媽媽養大的.'
    },
    {
        'q': '當醫生說你的病沒希望時該怎麼辦？',
        'a': '換個醫生.'
    },
    {
        'q': '小王開著空出租車出門，為什麼一路上都沒有人向他招手搭車？',
        'a': '他走的是高速公路.'
    },
    {
        'q': '人們最常講什麼話？',
        'a': '電話.'
    },
    {
        'q': '一個數若去掉前面的第一個數字是11，去掉最後一個數字為50，原數是多少？',
        'a': '五十一.'
    },
    {
        'q': '為什麼吃完晚餐後，全家都喜歡坐在電視機前看電視？',
        'a': '因為站久了腳會酸.'
    },
    {
        'q': '台北車站前面是忠孝西路，請問左右兩邊是什麼路？',
        'a': '柏油路馬路.'
    },
    {
        'q': '小明的爺爺年輕時是短跑健將，今年七十歲了，他要到什麼時候才能打破男子短跑一百公尺世界紀錄？',
        'a': '做夢的時候.'
    },
    {
        'q': '有人被幾顆西紅柿打成重傷，這是怎麼回事？',
        'a': '罐裝番茄.'
    },
    {
        'q': '黃皮膚的人是黃種人，綠皮膚的人屬於那一種？',
        'a': '新品種.'
    },
    {
        'q': '小琪從事美容工作已經很多年了，為什麼連個眼影都畫不好？',
        'a': '他是給汽車美容.'
    },
    {
        'q': '哪一種鴨子顏色最漂亮？',
        'a': '燒鴨.'
    },
    {
        'q': '為什麼女人的衣服總是少一件？',
        'a': '因為她穿在身上.'
    },
    {
        'q': '別人家中作客，講什麼話容易惹人厭？',
        'a': '長途電話.'
    },
    {
        'q': '陳先生走在路上，眼前有一張千元大鈔，他明明看見了，為什麼不去撿？',
        'a': '那張千元大鈔票拿在別人手裡.'
    },
    {
        'q': '為什麼畫家喜歡畫粗的繩子不喜歡畫細的繩子？',
        'a': '出神入畫(出繩入畫).'
    },
    {
        'q': '寒山寺上一顆竹，您若無心各自飛，絲絲情意來半合，天鵝池邊鳥飛絕，把盞無皿金來做。',
        'a': '等你還我錢.'
    },
    {
        'q': '在沒有停電、跳電情況下，為什麼陳先生按了開關，電燈卻沒有亮？',
        'a': '他按的電視開關.'
    },
    {
        'q': '甲乙兩位仇人以喝毒酒決定生死，為什麼乙選了沒毒的酒卻死了？',
        'a': '被甲打死了.'
    },
    {
        'q': '早餐時，大妹吵著要吃蒸蛋，小妹則說要吃煎蛋，媽媽出來打圓場，說了一句話，卻讓大妹直說媽媽偏心，請問媽媽說了什麼？',
        'a': '不要\'爭\'了.'
    },
    {
        'q': '拿手杖的瞎子阿明，走到一處未加蓋的下水道洞口前，為什麼沒有失足掉進洞裡？',
        'a': '因為忘了帶手杖想起來回家拿了.'
    },
    {
        'q': '兩個身高、體重相當的小朋友在玩蹺蹺板，你猜結果會如何？',
        'a': '當然會玩得很開心啦.'
    },
    {
        'q': '泰山拉著樹騰在叢林間穿梭時，為什麼要扯著喉嚨大叫？',
        'a': '他怕不相似的猴子迎面撲過來.'
    },
    {
        'q': '八歲的小萱萱在百貨公司和媽媽走散了，你猜他到服務台說了些什麼話，竟引起大家哈哈大笑？',
        'a': '我媽媽迷路了趕快幫我找回來.'
    },
    {
        'q': '百貨公司裡，有個禿頭的推銷員，正在促銷生髮水，你知道他為什麼自己不用生髮水呢？',
        'a': '他想讓大家知道禿頭多麼難看.'
    },
    {
        'q': '汽球的裡面有空氣，那麼救生圈裡面有什麼呢？',
        'a': '不會游泳的人.'
    },
    {
        'q': '切一半的蘋果，跟什麼很像呢？',
        'a': '和他的另一半想像.'
    },
    {
        'q': '超市裡面最值錢的東西是什麼？',
        'a': '收銀機.'
    },
    {
        'q': '286、386、486這些CPU差在那裡？',
        'a': '插在主板上.'
    },
    {
        'q': '什麼東西薄薄一片，只有02公分，但是它可以裝進你想要放的東西？',
        'a': '照片.'
    },
    {
        'q': '媽媽最討厭哪種鴨蛋？',
        'a': '考卷上的.'
    },
    {
        'q': '「雙手萬能」這句話，什麼時候會凸槌？',
        'a': '踢球的時候.'
    },
    {
        'q': '一塊錢可以買幾頭牛？',
        'a': '九頭牛(九牛一毛).'
    },
    {
        'q': '請將「５＋５＋５＝５５０」加上一筆劃，使得等式成立（不可以改成不等式喔）？',
        'a': '將其中一個加號加上一撇即可.(545+5=550)'
    },
    {
        'q': '什麼花很快就不見了？',
        'a': '火花.'
    },
    {
        'q': '開船的人是水手，唱歌的人是歌手，那麼有錢人是？',
        'a': '寶貴手.'
    },
    {
        'q': '什麼東西裝玻璃，愛把鼻子當馬騎？',
        'a': '眼鏡.'
    },
    {
        'q': '什麼東西放在火中不會燃，放在水中不會沉？',
        'a': '冰塊.'
    },
    {
        'q': '金鐘獎、金馬獎、金像獎哪個對國家貢獻最大？',
        'a': '金鐘獎(精忠報國).'
    },
    {
        'q': '猜猜什麼東西，可以洗，不能曬，可以吃，不能吞？',
        'a': '麻將.'
    },
    {
        'q': '、四天三夜的露營活動，最令人難忘的是哪一夜？',
        'a': '宵夜.'
    },
    {
        'q': '世界人口最多的是哪天？',
        'a': '復活節那天.'
    },
    {
        'q': '什麼人最喜歡日光浴？',
        'a': '植物人(光合作用).'
    },
    {
        'q': '做什麼事會身不由己？',
        'a': '做夢.'
    },
    {
        'q': '何謂「數大就是美」？',
        'a': '支票上的數大就是美.'
    },
    {
        'q': '哪一種動物，雖說是金，卻不是真，大眼孩兒，愛穿長裙？',
        'a': '金魚.'
    },
    {
        'q': '當你發現你的頭髮越來越長時，你第一件事要做什麼？',
        'a': '絕種.'
    },
    {
        'q': '小明點了一份全熟的牛排，但是為什麼一切下去居然流出血來？',
        'a': '因為不小心切到手了.'
    },
    {
        'q': '出國旅遊領隊除了要帶信用卡、金融卡最重要不能少帶什麼卡？',
        'a': '柯尼卡(膠卷)'
    },
    {
        'q': '有甲也有盔，有眼沒有眉，無腳會趕路，有翅不會飛，這是什麼？',
        'a': '魚.'
    },
    {
        'q': '一朵盛開在家裡的花，卻被關在籠子裡。請問這是什麼？',
        'a': '電風扇.'
    },
    {
        'q': '有一個數字，去掉二變成十五，去掉五變成二十，去掉十變成二五。請問是啥數字？',
        'a': '二十五.'
    },
    {
        'q': '只能放在下面用，如果蓋在上面就沒有用了，請問這是什麼？',
        'a': '墊板.'
    },
    {
        'q': '老李帶嬰兒去喝酒，居然還讓嬰兒喝了三大杯啤酒，旁邊的人為什麼都不勸阻或責罵？',
        'a': '嬰兒是那個人的外號.'
    },
    {
        'q': '語言天才和計算機專家結婚，將來生下的兒子長大後會成為什麼人？',
        'a': '大人.'
    },
    {
        'q': '早上八點整，北上，南下兩列火車都準時通過同一條單線鐵軌，為什麼沒有相撞呢？',
        'a': '因為日期不一樣.'
    },
    {
        'q': '沿著山壁鑿成的山路，因坍方而形成一個寬深的大洞，路邊卻沒有警告標誌，為什麼？',
        'a': '因為大洞在山壁上,沒有危險.'
    },
    {
        'q': '小明吃麻辣面，加了胡椒又加辣椒，你猜他還會加什麼東西？',
        'a': '鼻涕和眼淚.'
    },
    {
        'q': '電腦與人腦有什麼不同？',
        'a': '電腦可以搬家,而人腦不行.'
    },
    {
        'q': '促膝而談，猜一個物理理論？',
        'a': '相對論.'
    },
    {
        'q': '糖與醋有什麼不同？',
        'a': '你可以請別人吃糖,但不可以請別人吃醋.'
    },
    {
        'q': '不准說話，猜一個字',
        'a': '吻.'
    },
    {
        'q': '什麼雨猛到可以淋死人？',
        'a': '槍林彈雨.'
    },
    {
        'q': '你曾借了什麼東西至今都沒還過？',
        'a': '借過.'
    },
    {
        'q': '什麼話講了沒人聽？',
        'a': '廢話.'
    },
    {
        'q': '遺照與玉照有什麼不同？',
        'a': '遺照是最後一張玉照.'
    },
    {
        'q': '什麼數字最聽話呢？',
        'a': '100(百依百順)'
    },
    {
        'q': '教室中為什麼要有講台呢？',
        'a': '提高老師的地位.'
    },
    {
        'q': '有個人餓得要死，而冰箱裡有雞罐、魚罐、豬肉等罐頭，他先打開什麼',
        'a': '先打開冰箱.'
    },
    {
        'q': '山珍海味貴還是稀飯貴？為什麼？',
        'a': '稀飯貴,物以稀為貴.'
    },
    {
        'q': '什麼樣的角量不出度數？',
        'a': '牛角.'
    },
    {
        'q': '什麼書誰也沒見過？',
        'a': '天書.'
    },
    {
        'q': '小方讀了十三年書，為什麼還在一年級班上？',
        'a': '大學一年級'
    },
    {
        'q': '想想看：眼睛看不見，口卻能分辨，這是什麼？',
        'a': '味道.'
    },
    {
        'q': '一個老鼠洞裡有五隻老鼠，貓進洞吃了一隻老鼠，洞裡還剩下幾隻老鼠？',
        'a': '沒有.'
    },
    {
        'q': '幾個孩子在分一些糖果，分來分去不平均。如果每個人得3粒，還剩7粒；如果每個人得5粒，又少了3粒。請問一共有幾個孩子？幾粒糖？',
        'a': '5孩子,22顆糖果.'
    },
    {
        'q': '少了一本書，猜一成語？',
        'a': '缺一不可(book)'
    },
    {
        'q': '兒子很有音樂天分，父親買了一把吉他送給他。兒子天天抱著吉他邊彈邊唱，可是父親卻很不高興，不久便把吉他收回來，另外送給兒子一個口琴。這是為什麼？',
        'a': '兒子雖然有音樂天份但唱歌的聲音太難聽了.'
    },
    {
        'q': '幾個學生排隊上校車。4個學生的前面有4個學生，4個學生的後面有4個學生，4個學生的中間也有4個學生。請問一共有幾個學生？',
        'a': '8個.'
    },
    {
        'q': '小凱開著車子，卻始終到不了目的地，為什麼？',
        'a': '他開的是公園裡的環行車.'
    },
    {
        'q': '一個人午後在太陽下走，卻看不見自己的影子。為什麼？',
        'a': '陰雨天遮住了太陽.'
    },
    {
        'q': '蘋果樹上有一個蘋果，一隻小猴，請問樹上有幾個蘋果，幾隻猴？',
        'a': '一個蘋果一隻猴子也沒有,因為去打架去了.'
    },
    {
        'q': '布跟紙怕什麼？',
        'a': '布所一萬,紙怕萬一(不怕一萬,就怕萬一)'
    },
    {
        'q': '為什麼說當作曲家不需要多大的智慧？',
        'a': '因為他只需要認識7個字就行了.'
    },
    {
        'q': '病人說：「醫生，你把剪刀忘在我肚子裡。」醫生的反應是……',
        'a': '沒關係,我還有.'
    },
    {
        'q': '用什麼行動祝賀別人向死亡邁進一步，又不會使他生氣？',
        'a': '拜年祝壽'
    },
    {
        'q': '螞蟻、蜜蜂和蜈蚣，哪一種昆蟲最不貪錢？',
        'a': '蜈蚣(因為無功不受祿)'
    },
    {
        'q': '什麼紙買不起？',
        'a': '聖旨(紙)'
    },
    {
        'q': '小胖上完廁所為什麼不洗手？',
        'a': '因為沒有人規定上完廁所要洗手.'
    },
    {
        'q': '象皮、老虎皮、獅子皮，哪一個比較差？',
        'a': '象皮(橡皮擦)'
    },
    {
        'q': '什麼車可以不受交通規則限制橫衝直撞？',
        'a': '碰碰車'
    },
    {
        'q': '文劭乘電梯上12樓，中間沒有停，用了60秒；下樓時也沒有停，卻用了５分鐘，為什麼呢？',
        'a': '下樓沒有做樓梯.'
    },
    {
        'q': '小寶在外面吃飯為什麼不用付錢或刷卡',
        'a': '別人請客'
    },
    {
        'q': '什麼光完全沒有亮度？',
        'a': '時光'
    },
    {
        'q': '小孩子睡覺前為什麼要媽媽說故事？',
        'a': '催眠'
    },
    {
        'q': '小張進入屋內為什麼不隨手關門？',
        'a': '自動門'
    },
    {
        'q': '什麼東西打碎後自然會和好？',
        'a': '水面'
    },
    {
        'q': '什麼人是人們說時很崇拜，但卻不想見到的人？',
        'a': '上帝'
    },
    {
        'q': '六條命葬送在小張的手上，為什麼沒判死刑？',
        'a': '打死的是蚊子'
    },
    {
        'q': '小偷的特徵是什麼？',
        'a': '出手不凡'
    },
    {
        'q': '窮人和富人在什麼地方沒有分別？',
        'a': '浴室'
    },
    {
        'q': '小傑在教室外撿到一隻皮夾，為什麼不交到老師那裡？',
        'a': '是自己的'
    },
    {
        'q': '有什麼方法可以證明時光飛逝？',
        'a': '把表拋出去'
    },
    {
        'q': '為什麼媽媽幾個月都不給弟弟吃飯，但弟弟仍然健康成長。為什麼？',
        'a': '是在媽媽肚子裡'
    },
    {
        'q': '小王娶媳婦為什麼不花一分錢？',
        'a': '做夢娶'
    },
    {
        'q': '連續劇西遊記中，誰最歷害又聰明？',
        'a': '編劇'
    },
    {
        'q': '在廁所遇見朋友時，最好不要問哪一句話？',
        'a': '吃了沒有'
    },
    {
        'q': '炎熱的夏天，又有誰會裹著皮襖？',
        'a': '模特兒'
    },
    {
        'q': '在什麼情況下，你的手和嘴巴會動個不停？',
        'a': '不會游泳,跳入水中'
    },
    {
        'q': '下雨都怕淋，可是有的雨大家都喜歡淋，為什麼？',
        'a': '淋浴'
    },
    {
        'q': '實行減肥時，最容易瘦的是哪一個部位？',
        'a': '錢包'
    },
    {
        'q': '小張一百公尺跑十秒小李跑十一秒，為什麼最後得到金牌的是小李？',
        'a': '小張沒比賽'
    },
    {
        'q': '王大頭一直喊著：快點，我上課要遲到了。可是他為什麼沒行動？',
        'a': '做夢'
    },
    {
        'q': '某人買了一輛車，兩年後卻以更高的價錢賣出去，為什麼',
        'a': '古董車'
    },
    {
        'q': '阿昌認識了一個女孩子，對她一見鍾情，得知她沒有男朋友，為什麼還是悶悶不樂？',
        'a': '女孩結婚了'
    },
    {
        'q': '小明上班時間吃了紅豆湯圓，經理看見後生氣的說，太閒了是不是，小明回答了一句什麼話把經理氣的差點暈倒',
        'a': '不,是甜的'
    },
    {
        'q': '老太太得的並不是決症，為什麼醫生說她無藥可醫',
        'a': '沒錢買藥'
    },
    {
        'q': '每天早上是公雞叫太陽起床還是太陽叫公雞起床',
        'a': '都不是,是時間叫他們'
    },
    {
        'q': '誰能讓全世界的妖魔鬼怪同時抱頭鼠竄',
        'a': '太陽能'
    },
    {
        'q': '晴朗的天空，為什麼沒有太陽？？',
        'a': '晚上當然沒有太陽'
    },
    {
        'q': '什麼時候先穿鞋再穿襪子',
        'a': '腳踩在釘子上,先穿過鞋再穿過襪子'
    },
    {
        'q': '有什麼人睡著了是最難叫醒的',
        'a': '假裝睡著的人'
    },
    {
        'q': '蝌蚪沒有尾巴，成了青蛙。如果猴子沒有尾巴，是甚麼？',
        'a': '仍是猴子'
    },
    {
        'q': '誰的腦子記住的東西最多？',
        'a': '電腦'
    },
    {
        'q': '一個口齒伶俐的人，為什麼只看著你微笑怎麼也講不出話來？',
        'a': '他在照片上'
    },
    {
        'q': '有一個人，無論他叫你把頭抬高或垂下，你都會照做，此人是誰？',
        'a': '理髮師'
    },
    {
        'q': '除了玻璃、瓷器等容易碎的東西要小心輕放外，還有什麼東西要小心輕放？',
        'a': '屁'
    },
    {
        'q': '明明是個近視眼,也是個出名的饞小子,在他面前放一堆書,書後放一個蘋果,你說他會先看什麼',
        'a': '什麼都看不到'
    },
    {
        'q': '婆婆燙頭髮是什麼？',
        'a': '銀絲卷'
    },
    {
        'q': '頭戴黑帽子，身體像柱子，一碰就有光出來!猜這是什麼？',
        'a': '火柴'
    },
    {
        'q': '蠍子和螃蟹玩猜拳，為什麼它們猜了兩天，還是分不出勝負呢？',
        'a': '可憐的兩個傢伙只會出剪子'
    },
    {
        'q': '三個小朋友各買了一雙相同的鞋，為什麼他們穿的鞋還是不一樣？',
        'a': '剛買的鞋，還沒穿呢'
    },
    {
        'q': '一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？',
        'a': '中間隔著透明的玻璃窗'
    },
    {
        'q': '今天賣報的老吳賣了100份報紙，但只收入幾毛錢，為什麼？',
        'a': '他賣的是舊報紙'
    },
    {
        'q': '如果你有一隻下金蛋的母雞，你該怎麼辦？',
        'a': '打一打自己的嘴巴，不要再做夢了'
    },
    {
        'q': '爺爺熟讀兵書，卻食古不化，每次跟孫子們玩棋都輸，請問爺爺用的什麼戰術？',
        'a': '兵來將擋'
    },
    {
        'q': '油漆工的徒弟叫啥',
        'a': '好色之徒'
    },
    {
        'q': '上海的南京路，來往最多的是什麼人',
        'a': '中國人'
    },
    {
        'q': '在香港生活的人，是不是可以埋葬在廣州呢',
        'a': '活人是不能埋葬的'
    },
    {
        'q': '電單車時速80公里，向北行駛。有時速20公里的東風，請問電單車的煙，朝那個方向吹？',
        'a': '電車是沒有煙的'
    },
    {
        'q': '有一個字，我們從小到大都念錯，那是什麼字？',
        'a': '錯'
    },
    {
        'q': '有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去那裡',
        'a': '去精神病院'
    },
    {
        'q': '小明每天寫信給他的女朋友，共寄了七封，但他的女朋友珍妮，每天卻只收到一封信，為什麼？',
        'a': '有七個女朋友'
    },
    {
        'q': '掀開熱被窩，就往腿上摸，掰開兩條腿，就往眼上擱（打一日常用品）',
        'a': '眼鏡'
    },
    {
        'q': '嫖客罷嫖(歷史用語)',
        'a': '抵制日貨'
    },
    {
        'q': '上面有毛,下面也有毛,晚上就來個毛對毛（猜人身上的東西）　',
        'a': '眼睛'
    },
    {
        'q': '什麼東西最硬？女孩子最喜歡，特別是結了婚的女人，更是愛死了。',
        'a': '鑽石'
    },
    {
        'q': '一個自討苦吃的地方在哪裡？',
        'a': '藥店'
    },
    {
        'q': '最不聽話的是誰？',
        'a': '聾子'
    },
    {
        'q': '大家都不想得到的是什麼？',
        'a': '得病'
    },
    {
        'q': '芳芳在學校門口將學生證掉了，它該怎麼辦？',
        'a': '撿起來'
    },
    {
        'q': '在什麼時候更確定自己是中國人？',
        'a': '外語考試的時候'
    },
    {
        'q': '有個地方發生了火災，雖然有很多人在救火,但就是沒人報火警,奇怪吧',
        'a': '消防隊著火了'
    },
    {
        'q': '什麼人是不用電的',
        'a': '緬甸人'
    },
    {
        'q': '什麼東西越熱越愛出來？',
        'a': '汗'
    },
    {
        'q': '有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走',
        'a': '單眼瞎'
    },
    {
        'q': '如果諸葛亮活著，世界現在會有什麼不同？',
        'a': '多一個人'
    },
    {
        'q': '印度人為什麼用手抓飯吃？',
        'a': '因為手比腳乾淨'
    },
    {
        'q': '印度人為什麼用手抓飯吃？',
        'a': '因為手比腳乾淨'
    },
    {
        'q': '為什麼關羽比張飛死的早？',
        'a': '紅顏薄命'
    },
    {
        'q': '什麼數字讓女士又愛又恨？',
        'a': '三八'
    },
    {
        'q': '小王用捕鼠籠在家抓老鼠,第二天一早發現籠子裡抓了一隻活老鼠,而籠子外面卻有二隻死老鼠四腳朝天的死老鼠,為什麼？',
        'a': '那兩隻看到同伴笨的上當被活活笑死的'
    },
    {
        'q': '開什麼車最省油',
        'a': '開夜車'
    },
    {
        'q': '老張是一位出色的小說家，為什麼有一次他連續寫了一個月，連一篇小說的題目都沒寫出來？',
        'a': '寫的是散文'
    },
    {
        'q': '小明從不唸書卻得了模範生，為什麼',
        'a': '小明是聾啞學生'
    },
    {
        'q': '小趙買一張獎票,中了一等獎,去領獎卻不給',
        'a': '沒有到領獎的日期'
    },
    {
        'q': '製造日期與有效日期是同一天的產品是什麼？',
        'a': '報紙'
    },
    {
        'q': '用椰子和西瓜打頭哪一個比較痛？',
        'a': '頭比較痛'
    },
    {
        'q': '為什麼有家醫院從不給人看病？',
        'a': '獸醫院'
    },
    {
        'q': '有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？',
        'a': '朝地'
    },
    {
        'q': '人在什麼情況下會七竅生煙',
        'a': '火葬'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉到江底'
    },
    {
        'q': '冰變成水最快的方法是什麼',
        'a': '去掉冰的兩點'
    },
    {
        'q': '小王是一名優秀士兵，一天他在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？',
        'a': '他正在瞄準'
    },
    {
        'q': '有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？',
        'a': '你自己'
    },
    {
        'q': '請你把九匹馬平均放到十個馬圈裡，並讓每個馬圈裡的馬的數目都相同，怎麼分？',
        'a': '把九匹馬放到一個馬圈裡，然後在這個馬圈外再套九個馬'
    },
    {
        'q': '什麼東西天氣越熱，它爬的越高？',
        'a': '溫度計'
    },
    {
        'q': '為什麼大部份佛教徒都在北半球',
        'a': '南「無」阿彌陀佛'
    },
    {
        'q': '女高校長：同學們，你們處於一個墮落的時代，你們的身邊到處充滿誘惑。我想問你們一個問題，',
        'a': '一個小時的快樂'
    },
    {
        'q': '一學生把硬幣拋向空中：「正面朝上就去看電影，背面朝上就去打檯球，如果硬幣立起來，就他媽去學習。」',
        'a': '去學習'
    },
    {
        'q': '學院周邊的公共場所對學業有哪些益處？',
        'a': '益處'
    },
    {
        'q': '喂,怎麼樣,弗瑞德利克,父親問,你的女老師滿意你嗎',
        'a': '滿意'
    },
    {
        'q': '兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多',
        'a': '狗不會出汗'
    },
    {
        'q': '楚楚的生日在三月三十日，請問是哪年的三月三十日',
        'a': '每年的三月三十日'
    },
    {
        'q': '哪兒的海不產魚',
        'a': '辭海'
    },
    {
        'q': '有種動物，大小像隻貓，長相又像虎，這是什麼動物',
        'a': '小老虎'
    },
    {
        'q': '猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米',
        'a': '沒掰到一個'
    },
    {
        'q': '一溜（提示：注意諧音）三棵樹，要拴１０匹馬，只能拴單不能拴雙',
        'a': '請問怎樣栓'
    },
    {
        'q': '小紅口袋裡原有１０個銅錢，但它們都掉了，請問小紅口袋裡還剩下什麼',
        'a': '還剩下一個洞'
    },
    {
        'q': '世上什麼東西比天更高',
        'a': '心比天高'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛',
        'a': '人造衛星'
    },
    {
        'q': '三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼',
        'a': '叫救命'
    },
    {
        'q': '胖妞生病時，最怕別人來探病時說什麼',
        'a': '多保重身體'
    },
    {
        'q': '什麼東西比烏鴉更討厭',
        'a': '烏鴉嘴'
    },
    {
        'q': '孔子是我國最偉大的什麼家',
        'a': '老人家'
    },
    {
        'q': '睡美人最怕的是什麼',
        'a': '失眠'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡',
        'a': '小華的身上'
    },
    {
        'q': '世界上除了火車啥車最長',
        'a': '塞車'
    },
    {
        'q': '有一個人一年才上一天班又不怕被解雇他是誰',
        'a': '聖誕老人'
    },
    {
        'q': '拿雞蛋撞石頭雞蛋為何不爛',
        'a': '拿著雞蛋撞石頭當然不會爛'
    },
    {
        'q': '哪項比賽是往後跑的',
        'a': '拔河'
    },
    {
        'q': '你的爸爸的妹妹的堂弟的表哥的爸爸與你叔叔的兒子的嫂子是什麼關係',
        'a': '親戚關係'
    },
    {
        'q': '牙醫靠什麼吃飯',
        'a': '嘴巴'
    },
    {
        'q': '你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼',
        'a': '做夢'
    },
    {
        'q': '明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼',
        'a': '什麼都看不見'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼',
        'a': '穿著救生衣'
    },
    {
        'q': '用什麼可以解開所有的謎',
        'a': '迷底'
    },
    {
        'q': '兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多',
        'a': '狗不會出汗'
    },
    {
        'q': '楚楚的生日在三月三十日，請問是哪年的三月三十日',
        'a': '每年的三月三十日'
    },
    {
        'q': '哪兒的海不產魚',
        'a': '辭海'
    },
    {
        'q': '迄今為止，你所見到的最大的影子是什麼',
        'a': '黑夜，哪是地球的影子'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉到江底'
    },
    {
        'q': '冰變成水最快的方法是什麼',
        'a': '去掉冰字哪二點'
    },
    {
        'q': '小王是一名優秀士兵，一天他在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？',
        'a': '因為他正在瞄準'
    },
    {
        'q': '有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？',
        'a': '你自己'
    },
    {
        'q': '什麼東西天氣越熱，它爬的越高？',
        'a': '漫度計'
    },
    {
        'q': '什麼東西在倒立之後會增加一半？',
        'a': '數目字6'
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不能來'
    },
    {
        'q': '為什麼青蛙可以跳得比樹高？',
        'a': '樹不會跳'
    },
    {
        'q': '紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？',
        'a': '級上寫著，不要念出此文'
    },
    {
        'q': '一架空調器從樓掉下來會變成啥器？',
        'a': '凶器'
    },
    {
        'q': '為什麼現代人越來越言而無信',
        'a': '打電話當然比寫信方便'
    },
    {
        'q': '兩個人住在一個胡同裡，只隔幾步路，他們同在一個工廠上班，但每天出門上班，卻總一個向左，一個向右，為什麼',
        'a': '他們住對門'
    },
    {
        'q': '網要什麼時候可以提水',
        'a': '當水變成冰時，用網當然可以提'
    },
    {
        'q': '全世界死亡率最高的地方在哪裡',
        'a': '在床上'
    },
    {
        'q': '一個離過五十次婚的女人，應該怎麼形容她',
        'a': '前功，盡棄'
    },
    {
        'q': '三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間',
        'a': '也是三分鐘，九十個孩子同時吃'
    },
    {
        'q': '什麼樣的輪子只轉不走',
        'a': '風車的輪子'
    },
    {
        'q': '地球上什麼東西每天要走的距離最遠',
        'a': '地球'
    },
    {
        'q': '中國人最早的姓氏是什麼',
        'a': '姓「善「'
    },
    {
        'q': '鐵放到外面要生銹，那金子呢',
        'a': '會被偷走'
    },
    {
        'q': '在什麼時候1+2不等於3',
        'a': '算錯了的時候'
    },
    {
        'q': '兩個人住在一個胡同裡，只隔幾步路，他們同在一個工廠上班，但每天出門上班，卻總一個向左，一個向右，為什麼',
        'a': '他們住對門'
    },
    {
        'q': '全世界死亡率最高的地方在哪裡',
        'a': '在床上'
    },
    {
        'q': '一個離過五十次婚的女人，應該怎麼形容她',
        'a': '前「公盡棄'
    },
    {
        'q': '三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間',
        'a': '也是三分鐘，九十個孩子同時吃'
    },
    {
        'q': '什麼樣的輪子只轉不走',
        'a': '風車的輪子'
    },
    {
        'q': '什麼時候最好還是要高高舉起你的雙手好些',
        'a': '當有人用槍指著你的頭的時候'
    },
    {
        'q': '小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎',
        'a': '媽媽背著他上的樓'
    },
    {
        'q': '地球上什麼東西每天要走的距離最遠',
        'a': '地球（地球每天自轉一周為四百萬公里）'
    },
    {
        'q': '鐵放到外面要生銹，那金子呢',
        'a': '會被偷走'
    },
    {
        'q': '一根又黑、又粗、又硬的棍子插進洞裡，感覺暖烘烘的,等到抽出來以後，客人就要付錢啦（一種行業）',
        'a': '烤甘蔗'
    },
    {
        'q': '舔也硬，不舔也硬，想舒服睡，先搓搓它（人身上的東西）',
        'a': '牙齒'
    },
    {
        'q': '一種東西，東方人的短，西方人的長，結婚後女的就可以用男的這東西，和尚有但是不用它',
        'a': '人的，姓'
    },
    {
        'q': '什麼東西最硬？女孩子最喜歡，特別是結了婚的女人，更是愛死了。',
        'a': '鑽石'
    },
    {
        'q': '阿明給蚊子咬了一大一小的包，請問較大的包，是公蚊子咬的，還是母蚊子咬的？',
        'a': '公蚊是不咬人的'
    },
    {
        'q': '在一間房子裡,有油燈,暖爐及壁爐現在,想要將三個器具點燃,可是你只有一根火柴請問首先應該點哪一樣',
        'a': '火柴'
    },
    {
        'q': '一間牢房中關了兩名犯人，其中一個因偷竊，要關一年，另一個是強盜殺人犯，卻只關兩個星期，為什麼？',
        'a': '因為殺人犯要拉去填命'
    },
    {
        'q': '兩個人分五個蘋果，怎麼分最公平？',
        'a': '搾成果汁'
    },
    {
        'q': '小張開車，不小心撞上電線桿發生車禍，警察到達時車上有個死人，小張說這與他無關，警察也相信了，為什麼？',
        'a': '小張開靈車'
    },
    {
        'q': '一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？',
        'a': '跑去追老鼠'
    },
    {
        'q': '動物園中，大象鼻子最長，鼻子第二長的是什麼？',
        'a': '小象'
    },
    {
        'q': '一個人在沙灘上行走，回頭為什麼看不見自己的腳印？',
        'a': '倒著走'
    },
    {
        'q': '什麼動物你打死了它，卻流了你的血？',
        'a': '蚊子'
    },
    {
        'q': '兩對父子去買帽子，為什麼只買了三頂？',
        'a': '三代人'
    },
    {
        'q': '小紅和小麗是同學，也住在同一條街，她們總是一起上學，可是每天一出家門就一個向左走，一個向右走，這是怎麼回事呢？',
        'a': '他們的家門是相對著的'
    },
    {
        'q': '在一次監察嚴密的考試中，有兩個學生交了一模一樣的考卷。主考官發現後，卻並沒有認為他們作弊，這是什麼原因？',
        'a': '二張考卷交得都是白卷'
    },
    {
        'q': '張大媽整天說個不停，可有一個月她說話最少，那是哪個月？',
        'a': '二月份'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方',
        'a': '看守所'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了？',
        'a': '報紙上的年、月、日'
    },
    {
        'q': '早晨醒來，每個人都會去做的第一件事是什麼？',
        'a': '睜眼'
    },
    {
        'q': '如果你有一隻下金蛋的母雞，你該怎麼辦？',
        'a': '不要再做夢了'
    },
    {
        'q': '一架飛機坐滿了人，從萬米高空落下墜毀，為什麼卻一個傷者也沒有？',
        'a': '沒有傷者，都摔死了'
    },
    {
        'q': '要想使夢成為現實，我們幹的第一件事會是什麼',
        'a': '醒來'
    },
    {
        'q': '什麼東西人們都不喜歡吃',
        'a': '吃虧'
    },
    {
        'q': '一向準時的老處女在上班途中，發現被一名男子跟蹤，心中暗驚，而當她趕到辦公室時，竟意外地遲到了，為什麼？',
        'a': '因為哪跟蹤者走得太慢'
    },
    {
        'q': '別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？',
        'a': '因為他的衣服只有拉鏈沒有扣子'
    },
    {
        'q': '女人翻跟頭。---打一外國城市名',
        'a': '芭比論'
    },
    {
        'q': '褲襠裡放鞭炮-----打一軍事用品',
        'a': '炸彈'
    },
    {
        'q': '男人泡澡堂-----打一軍事用品。',
        'a': '炮彈'
    },
    {
        'q': '避孕套----打一地名',
        'a': '包頭'
    },
    {
        'q': '小劉是個很普通的人，為什麼竟然能一連十幾個小時不眨眼',
        'a': '睡覺的時候'
    },
    {
        'q': '情人卡、生日卡、大大小小的卡，到底要寄什麼卡給女人，最能博得她的歡心呢',
        'a': '信用卡'
    },
    {
        'q': '小王走路從來腳不沾地，這是為什麼',
        'a': '因為穿著鞋子'
    },
    {
        'q': '我不會輕功，反一隻腳搭在雞蛋上，雞蛋卻不會破，這是為什麼',
        'a': '另外一隻腳站在地上'
    },
    {
        'q': '什麼地方開口說話要付錢',
        'a': '打電話'
    },
    {
        'q': '鼕鼕的爸爸牙齒非常好，可是他經常去口腔醫院，為什麼',
        'a': '因為他是牙科醫生'
    },
    {
        'q': '蓋樓要從第幾層開始蓋',
        'a': '是從地基開始的'
    },
    {
        'q': '為什麼大雁秋天要飛到南方去',
        'a': '如果走，哪太慢了'
    },
    {
        'q': '什麼門永遠關不上',
        'a': '足球門'
    },
    {
        'q': '胖妞生病了，最怕別人來探病時說什麼？',
        'a': '多多保重'
    },
    {
        'q': '阿明給蚊子咬了一大一小的包，請問較大的包，是公蚊子咬的，還是母蚊子咬的？',
        'a': '公蚊是不咬人的'
    },
    {
        'q': '一個警察有個弟弟，但弟弟卻否認有個哥哥，為什麼？',
        'a': '因為哪個警察上全女的'
    },
    {
        'q': '什麼東西比烏鴉更討厭？',
        'a': '烏鴉嘴'
    },
    {
        'q': '剛買的襪子為什麼會有一個洞？',
        'a': '襪口'
    },
    {
        'q': '避孕套----打一地名',
        'a': '包頭'
    },
    {
        'q': '褲襠裡放鞭炮-----打一軍事用品',
        'a': '炸彈'
    },
    {
        'q': '女人翻跟頭。---打一外國城市名',
        'a': '巴比倫'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉到江底'
    },
    {
        'q': '有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？',
        'a': '你自己'
    },
    {
        'q': '什麼東西天氣越熱，它爬的越高？',
        'a': '溫度計'
    },
    {
        'q': '有一位老太太上了公車，為什麼沒人讓座？',
        'a': '車上有空位'
    },
    {
        'q': '小王一邊刷牙，一邊悠閒的吹著口哨，他是怎麼做到的？',
        'a': '刷假牙'
    },
    {
        'q': '用椰子和西瓜打頭哪一個比較痛？',
        'a': '頭比較痛'
    },
    {
        'q': '製造日期與有效日期是同一天的產品是什麼？',
        'a': '報紙'
    },
    {
        'q': '為什麼有家醫院從不給人看病？',
        'a': '獸醫院'
    },
    {
        'q': '有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？',
        'a': '朝地'
    },
    {
        'q': '胖妞生病了，最怕別人來探病時說什麼？',
        'a': '多多保重'
    },
    {
        'q': '如果明天就是世界末日，為什麼今天就有人想自殺？',
        'a': '去天堂佔位置'
    },
    {
        'q': '一對健康的夫婦,為什麼會生出沒有眼睛的嬰兒',
        'a': '雞生蛋'
    },
    {
        'q': '狐狸精最擅長迷惑男人,那麼什麼精男女一起迷',
        'a': '酒精'
    },
    {
        'q': '小張走路從來腳不沾地，這是為什麼？',
        'a': '還隔著鞋和襪子'
    },
    {
        'q': '胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？',
        'a': '下面沒有水'
    },
    {
        'q': '哪一顆牙最後長出來？',
        'a': '假牙'
    },
    {
        'q': '為什麼兩隻老虎打架,非要拚個你死我活絕不罷休？',
        'a': '沒有人敢去勸架'
    },
    {
        'q': '小紅與媽媽都在同一個班裡上課，這是為什麼？',
        'a': '一個是學生，一個是老師'
    },
    {
        'q': '為什麼游泳比賽中青蛙輸給了狗？',
        'a': '青蛙用蛙泳犯規'
    },
    {
        'q': '為讀完北京大學需要多少時間？',
        'a': '一鈔鍾足夠'
    },
    {
        'q': '小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？',
        'a': '修理小明'
    },
    {
        'q': '黑人和白人生下的嬰兒，牙齒是什麼顏色？',
        'a': '嬰兒沒有牙'
    },
    {
        'q': '有一根棍子，要使它變短，但不許鋸斷，折斷或削短，該怎麼辦？',
        'a': '拿一根長得跟它比'
    },
    {
        'q': '在羅馬數字中，零該怎麼寫？',
        'a': '羅馬數字沒有零'
    },
    {
        'q': '你能否用3跟筷子搭起一個比3大比4小的數？',
        'a': '搭成圓周率「Π」'
    },
    {
        'q': '沙沙聲稱自己是辨別母雞年齡的專家，其絕招是用牙齒，為什麼？',
        'a': '把雞親口吃了來辨別母雞的老嫩'
    },
    {
        'q': '數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？',
        'a': '加個「.」成為「0.1」'
    },
    {
        'q': '什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？',
        'a': '上嘴唇和下嘴唇'
    },
    {
        'q': '一張方桌據掉一個角，還有幾個角？',
        'a': '5個角'
    },
    {
        'q': '金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？',
        'a': '金太太在吃甘蔗的時候吞吞吐吐'
    },
    {
        'q': '請仔細想一想，你所見到的最大影子是什麼？',
        'a': '地球的影子，即每天的晚上'
    },
    {
        'q': '把24個人按5人排列，排城6行，該怎樣排？',
        'a': '排成正六邊形即可'
    },
    {
        'q': '公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？',
        'a': '這是一對聾啞人'
    },
    {
        'q': '一個人在什麼情況下，才處於真正的任人宰割的地步？',
        'a': '在手術台上時'
    },
    {
        'q': '什麼東西愈生氣，它便愈大',
        'a': '脾氣'
    },
    {
        'q': '問醫生病人的情況,醫生只舉起5個手指家人就哭了,是什麼原因呢',
        'a': '三長二短'
    },
    {
        'q': '人們甘心情願買假的東西是什麼？',
        'a': '假髮，假牙'
    },
    {
        'q': '什麼東西越洗越髒？',
        'a': '水'
    },
    {
        'q': '最不聽話的是誰？',
        'a': '聾子'
    },
    {
        'q': '一個人掉到河裡，還掙扎了幾下，它從河裡爬上來，衣服全濕了，頭髮卻沒濕，為什麼？',
        'a': '因為他是光頭'
    },
    {
        'q': '小明新買的襪子就有一個洞，他卻不去找售貨員換，你知道為什麼嗎？',
        'a': '襪口'
    },
    {
        'q': '什麼事你明明沒有做，但卻要受罰？',
        'a': '家庭作業'
    },
    {
        'q': '大家都不想得到的是什麼？',
        'a': '得病'
    },
    {
        'q': '什麼英文字母最多人喜歡聽呢',
        'a': 'ＣＤ'
    },
    {
        'q': '什麼東西晚上才生出尾巴呢',
        'a': '流星'
    },
    {
        'q': '家人問醫生病人的情況,醫生只舉起5個手指,家人就哭了,是什麼原因呢',
        'a': '三長兩短'
    },
    {
        'q': '什麼東西有五個頭，但人不覺的它怪呢',
        'a': '手，腳'
    },
    {
        'q': '什麼水永遠用不完',
        'a': '淚水'
    },
    {
        'q': '大象的左耳朵像什麼？',
        'a': '右耳朵'
    },
    {
        'q': '書店裡買不到什麼書',
        'a': '遺書'
    },
    {
        'q': '什麼帽不能戴',
        'a': '螺帽'
    },
    {
        'q': '一個學生住在學校裡，為什麼上學還經常遲到？',
        'a': '家所在的學校不是他上學的學校'
    },
    {
        'q': '為什麼警察對闖紅燈的汽車司機視而不見？',
        'a': '汽車司機沒開車'
    },
    {
        'q': '兩對父子去買帽子，為什麼只買了三頂？',
        'a': '三代人'
    },
    {
        'q': '在一次監察嚴密的考試中，有兩個學生交了一模一樣的考卷。主考官發現後，卻並沒有認為他們作弊，這是什麼原因？',
        'a': '二張都是白卷'
    },
    {
        'q': '張大媽整天說個不停，可有一個月她說話最少，那是哪個月？',
        'a': '二月份'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方',
        'a': '看守所'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯？',
        'a': '嘴'
    },
    {
        'q': '冰變成水最快的方法是什麼？',
        'a': '去掉兩點水'
    },
    {
        'q': '小劉是個很普通的人，為什麼竟然能一連十幾個小時不眨眼？',
        'a': '睡覺'
    },
    {
        'q': '小王是一名優秀士兵，一天他在站崗值勤時，明明看到有敵人悄悄向他摸過來，為什麼他卻睜一隻眼閉一隻眼？',
        'a': '他自在瞄準'
    },
    {
        'q': '豬的全身都是寶，用處很大，豬對人類還有什麼用處？',
        'a': '還可以用來罵人'
    },
    {
        'q': '六歲的小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理',
        'a': '媽媽讓爸爸修理小明'
    },
    {
        'q': '早晨醒來，每個人都會去做的第一件事是什麼？',
        'a': '睜眼'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了？',
        'a': '報紙上的年月日'
    },
    {
        'q': '阿研的口袋裡共有10個硬幣，漏掉了10個硬幣，口袋裡還有什麼？',
        'a': '一個破洞'
    },
    {
        'q': '為什麼女人穿高跟鞋後，就代表她想要結婚了',
        'a': '因為穿上高跟鞋，別人追就跑得慢啊。'
    },
    {
        'q': '草地上畫了一個直徑十米的圓圈，內有牛一頭，圓圈中心插了一根木樁。牛被一根五米長的繩子栓著，如果不割斷繩子，也不解開繩子，那麼此牛能否吃到圈外的草？',
        'a': '沒有說牛是被栓在木樁上的'
    },
    {
        'q': '有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？',
        'a': '面對面站著'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉入江底'
    },
    {
        'q': '汽車在右轉彎時，哪一條輪胎不轉？',
        'a': '備用'
    },
    {
        'q': '小王與父母頭一次出國旅行，由於語言不通，他的父母顯的不知所措，小王也不懂絲毫外語，他也不是聾啞人，卻像在自己國家裡一樣未嘗感到絲毫不便這是為什麼？',
        'a': '小王是個嬰兒'
    },
    {
        'q': '什麼東西經常會來，但卻從沒真正來過？',
        'a': '明天'
    },
    {
        'q': '你只要叫它的名字就會把它破壞，它是什麼？',
        'a': '沉默'
    },
    {
        'q': '打什麼東西，不必花力氣？',
        'a': '打瞌睡'
    },
    {
        'q': '有一個字，人人見了都會念錯。這是什麼字？',
        'a': '錯字'
    },
    {
        'q': '放大鏡不能放大的東西是什麼？',
        'a': '角度'
    },
    {
        'q': '什麼時候太陽會從西邊出來？',
        'a': '發誓的時候'
    },
    {
        'q': '換心手術失敗，醫生問快要斷氣的病人有什麼遺言要交代，你猜他會說什麼？',
        'a': '其實你不懂我的心'
    },
    {
        'q': '小明發現房間遭竊,卻一點也不緊張,為何',
        'a': '哪是別人的房間'
    },
    {
        'q': '一個人從五十米高的大廈上跳樓自殺,重重的摔在了地上,為什麼沒被摔死',
        'a': '他在半空中就已經被嚇死'
    },
    {
        'q': '小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼',
        'a': '他正在瞄準'
    },
    {
        'q': '青蛙為什麼能跳得比樹高',
        'a': '樹不會跳'
    },
    {
        'q': '什麼時候四減一會等於五',
        'a': '四個角的東西切去一個角'
    },
    {
        'q': '什麼東西愈生氣，它便愈大',
        'a': '脾氣'
    },
    {
        'q': '象棋與圍棋的區別是什麼？',
        'a': '象棋越下越少，圍棋越下越多'
    },
    {
        'q': '一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼',
        'a': '是企鵝'
    },
    {
        'q': '醫生手術為何帶口罩',
        'a': '怕人認出來'
    },
    {
        'q': '比細菌還小的是什麼',
        'a': '細菌的兒子'
    },
    {
        'q': '當你向別人誇耀你的長處的同時，別人還會知道你的什麼',
        'a': '不是啞巴'
    },
    {
        'q': 'IX---這個羅馬數字代表9，如何加上一筆，使其變成偶數',
        'a': '前面加5'
    },
    {
        'q': '文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼',
        'a': '她在洗別人的衣服'
    },
    {
        'q': '有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去哪裡',
        'a': '精神病院'
    },
    {
        'q': '香港生活的人，是不是可以埋葬在廣州呢？',
        'a': '活人怎麼可以埋呢'
    },
    {
        'q': '小明知道試卷的答案，為什麼還頻頻看同學的？',
        'a': '小明是老師'
    },
    {
        'q': '什麼事你明明沒有做卻要受罰？',
        'a': '做作業'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了',
        'a': '報紙上的，年，月，日'
    },
    {
        'q': '睡美人最怕的是什麼',
        'a': '失眠'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？',
        'a': '小華的身上'
    },
    {
        'q': '什麼官不僅不領工資，還要自掏腰包',
        'a': '新郎管'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯',
        'a': '嘴巴'
    },
    {
        'q': '有一位老太太上了公車，為什麼沒人讓座？',
        'a': '車上有空座'
    },
    {
        'q': '什麼情況一山可容二虎？',
        'a': '一公一母'
    },
    {
        'q': '一個可以大可以小的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '新買的襪子怎麼會有一個洞？',
        'a': '襪口'
    },
    {
        'q': '最不聽話的是誰',
        'a': '聾子'
    },
    {
        'q': '什麼書誰也沒見過',
        'a': '天書'
    },
    {
        'q': '狐狸精最擅長迷惑男人,那麼什麼精男女一起迷',
        'a': '酒精'
    },
    {
        'q': '人在什麼情況下會七竅生煙',
        'a': '火葬'
    },
    {
        'q': '有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？',
        'a': '棺材'
    },
    {
        'q': '打什麼東西，不必花力氣？',
        'a': '打瞌睡'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害？',
        'a': '只要你不去喝它'
    },
    {
        'q': '有一根棍子，要使它變短，但不准鋸斷、折斷、削短，還有什麼辦法？',
        'a': '找一根比它長的棍子和它比'
    },
    {
        'q': '什麼時候四減三會等於五？',
        'a': '四個角的東西切去一個角'
    },
    {
        'q': '如果明天就是世界末日，為什麼今天就有人想自殺？',
        'a': '去天堂佔位子。'
    },
    {
        'q': '黑頭髮有什麼好處？',
        'a': '不怕曬黑'
    },
    {
        'q': '失意的TOM跳入河中，可他不會游泳，也沒有淹死，為什麼？',
        'a': '愛河'
    },
    {
        'q': '哪種竹子不長在土裡？',
        'a': '爆竹'
    },
    {
        'q': '黑頭髮有什麼好處？',
        'a': '不必擔心被曬黑'
    },
    {
        'q': '小王與父母頭一次出國旅行，由於語言不通，他的父母顯得不知所措，小王也不懂外語，卻像在自己國家裡一樣，沒有感到絲毫不便，這是為什麼？',
        'a': '他是嬰兒'
    },
    {
        'q': '什麼雞沒有翅膀？',
        'a': '田雞'
    },
    {
        'q': '有個人說用牙齒可以判斷雞的年齡，為什麼？',
        'a': '牙可以嚼出肉的老嫩'
    },
    {
        'q': '什麼東西晚上才會長出尾巴？',
        'a': '流星'
    },
    {
        'q': '有一種動物，你殺了它卻流了你自己的血，這是什麼動物？',
        'a': '蚊子'
    },
    {
        'q': '一個可以大可以小的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '最不聽話的是誰',
        'a': '聾子'
    },
    {
        'q': '離婚的主要起因是什麼',
        'a': '結婚'
    },
    {
        'q': '時鐘什麼時候不會走？',
        'a': '時鐘本來就不會走'
    },
    {
        'q': '被鱷魚咬和被鯊魚咬後的感覺有什麼不同？',
        'a': '沒人知道'
    },
    {
        'q': '有人說，女人像一本書，那麼胖女人像什麼書？',
        'a': '合訂本'
    },
    {
        'q': '為什麼大部份佛教徒都在北半球？',
        'a': '南「無」阿彌陀佛'
    },
    {
        'q': '什麼人生病從來不看醫生？',
        'a': '瞎子'
    },
    {
        'q': '黑人為什麼喜歡吃白色巧克力？',
        'a': '怕把自己的手咬到'
    },
    {
        'q': '為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？',
        'a': '絕代佳人'
    },
    {
        'q': '世界上有什麼東西以近2000公里小時的速度載著人奔馳，而且不必加油或其它燃料？',
        'a': '地球'
    },
    {
        'q': '青蛙為什麼能跳得比樹高',
        'a': '樹不會跳'
    },
    {
        'q': '今年聖誕夜，聖誕老人第一件放進襪子的是什麼東西？',
        'a': '自己的腳'
    },
    {
        'q': '失意的TOM跳入河中，可他不會游泳，也沒有淹死，為什麼？',
        'a': '愛河'
    },
    {
        'q': '袋鼠與猴子比賽跳高。為什麼還沒開始跳，袋鼠就輸了？',
        'a': '袋鼠雙腳起跳'
    },
    {
        'q': '為什麼一群狼中有一隻羊？',
        'a': '「群」字中有一個「羊」字'
    },
    {
        'q': '蝸牛從上海到北京只用了一分鐘，為什麼？',
        'a': '地圖上'
    },
    {
        'q': '打狗看主人，打虎看什麼？',
        'a': '看你有沒有種'
    },
    {
        'q': '在「不，仁，王，O，吾」的「O」位置，應當填寫「東，南，西，北，中」的哪個字？',
        'a': '應該是西！因為前幾個字中分別有一、二、三、五'
    },
    {
        'q': '老大和老之間隔著三兄弟，雖是同年同月同日生，卻一點也不相像，為什麼？',
        'a': '他們是手指頭'
    },
    {
        'q': '在茫茫大海上漂泊了大半年的海員,一腳踏上大陸後,他接下來最想做什麼事情',
        'a': '踏上另一隻腳'
    },
    {
        'q': '茄子的另外一個名字叫什麼？',
        'a': '蔬菜'
    },
    {
        'q': '牛的舌頭和尾巴在什麼時候遇在一起？',
        'a': '餐廳裡'
    },
    {
        'q': '借什麼可以不還',
        'a': '借光'
    },
    {
        'q': '什麼時候四減一會等於五',
        'a': '四個角的東西切去一個角'
    },
    {
        'q': '什麼東西愈生氣，它便愈大',
        'a': '脾氣'
    },
    {
        'q': '有一樣東西，你只能用左手拿它,右手卻拿不到,這是什麼東西',
        'a': '右手'
    },
    {
        'q': '亞當和夏娃結婚後最大的遺憾是什麼',
        'a': '沒有人來喝喜酒'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害',
        'a': '只要你不去喝它'
    },
    {
        'q': '一個招牌突然由高處掉落,砸向並排行走的五個人,為什麼只有三個人受傷',
        'a': '因為幫當勞M的招牌'
    },
    {
        'q': '每對夫妻在生活中都有一個絕對的共同點，那是什麼',
        'a': '就是同年同月同日結婚'
    },
    {
        'q': '被鱷魚咬和被鯊魚咬後的感覺有什麼不同',
        'a': '沒有人知道'
    },
    {
        'q': '為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的',
        'a': '狀狀是一隻羊'
    },
    {
        'q': '哪裡的佛像最少',
        'a': '南邊，南無阿彌陀佛嘛'
    },
    {
        'q': '至少要多少時間才能讀完清華大學',
        'a': '讀「清華大學」這四個字只要一秒鐘就夠了'
    },
    {
        'q': '什麼情況一山可容二虎？',
        'a': '一公一母'
    },
    {
        'q': '為什麼青蛙可以跳得比樹高？',
        'a': '因為樹根本就不會跳嘛！'
    },
    {
        'q': '不管長得多像的雙胞胎,都會有人分得出來,這人是誰',
        'a': '他們自己'
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不會來'
    },
    {
        'q': '什麼東西一百個男人無法舉起，一女子卻可單手舉起？',
        'a': '比如一個雞蛋，一百個男人不可能同時舉起一個雞蛋'
    },
    {
        'q': '中國古人曾將蘭色外衣,浸於黃河中,會產生何種現象',
        'a': '衣服濕了'
    },
    {
        'q': '為什麼相同的物品買一個交60元，買兩個交20元？',
        'a': '用百元大鈔買四十塊錢的東西的找零'
    },
    {
        'q': '爺倆娘倆兄妹倆,一共只有三個人,這是為什麼？',
        'a': '兒子、母親和舅舅'
    },
    {
        'q': '一個人愛喝酒，又怕老婆，老婆規定進門必須脫鞋，他當聖旨一樣記的牢。一天又喝的東搖西擺的回來了，剛到樓梯口突然想起老婆說進門必須要脫鞋的話，急忙把鞋脫下拿在手中，光著腳走到五樓。打開門把鞋晃了晃對老婆說：今天我記得脫鞋了',
        'a': '必須脫鞋'
    },
    {
        'q': '什麼字全世界通用？',
        'a': '阿拉伯數字'
    },
    {
        'q': '什麼東西天氣越熱，它爬的越高？',
        'a': '溫度'
    },
    {
        'q': '什麼東西晚上才生出尾巴呢',
        'a': '流行'
    },
    {
        'q': '什麼英文字母最多人喜歡聽呢',
        'a': 'CD'
    },
    {
        'q': '牧師無論如何都不能主持的儀式是什麼',
        'a': '自己的葬禮'
    },
    {
        'q': '離婚的主要起因是什麼？',
        'a': '結婚'
    },
    {
        'q': '文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？',
        'a': '他在洗別人的衣服'
    },
    {
        'q': '什麼時候，四減一等於五？',
        'a': '一個四邊形，切下一個角，還有五個角'
    },
    {
        'q': '大男人在小便猜一物',
        'a': '花（flower 扶老二）'
    },
    {
        'q': '女人生小孩',
        'a': '血口噴人'
    },
    {
        'q': '一個盒子有幾個邊？',
        'a': '兩個，裡邊和外邊'
    },
    {
        'q': '張飛的媽媽姓什麼？',
        'a': '吳，無（吳）事（氏）生非（飛）'
    },
    {
        'q': '今年聖誕節，聖誕老人第一個放到襪子裡的是什麼？',
        'a': '自己的腳'
    },
    {
        'q': '怎樣用三根筷子搭出比三大比四小的數？',
        'a': 'Π，圓周率3.1415926'
    },
    {
        'q': '有一個女孩子穿著泳衣在沙灘上走，為什麼在她的身後卻沒有腳印？',
        'a': '因為她是倒著走的。'
    },
    {
        'q': '火車由北京到上海需要六個小時，行駛三個小時後，火車在哪？',
        'a': '鐵軌上。'
    },
    {
        'q': '有一根棍子，怎麼樣才能使它最省力的變短？',
        'a': '拿另外一根較長的做比較。'
    },
    {
        'q': '為什麼有的水要計劃發放？',
        'a': '因為是薪水'
    },
    {
        'q': '一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？',
        'a': '去抓老鼠'
    },
    {
        'q': '離婚的最關鍵因素是什麼？',
        'a': '結婚'
    },
    {
        'q': '有一艘船限載50人，船上已有49人後，再加上一個孕婦上了船，結果船沉入海中，為什麼？',
        'a': '他們坐的是潛水艇'
    },
    {
        'q': '相同內容的書，為什麼小高要同時買兩本？　　',
        'a': '送人'
    },
    {
        'q': '鐵錘錘雞蛋為什麼錘不破？　　',
        'a': '鐵錘當然不會破'
    },
    {
        'q': '一個人被老虎窮追不捨，突然前面有一條大河,他不會游泳，但他卻過去了，為什麼？',
        'a': '他是昏過去了'
    },
    {
        'q': '什麼動物你打死了它，卻流了你的血？　　',
        'a': '蚊子'
    },
    {
        'q': '有一隻蝸牛從新疆爬到海南只需1分鐘，為什麼？　　',
        'a': '他在地圖上爬'
    },
    {
        'q': '誰經常買鞋自己不穿卻給別人穿？　　　　',
        'a': '賣鞋的人'
    },
    {
        'q': '老張二十多年一直賣假貨，為什麼大家卻認為他是大好人？　',
        'a': '老張賣的是假髮'
    },
    {
        'q': '奶奶沒上過學，為什麼會寫外文？　　　　',
        'a': '會寫阿拉伯數字'
    },
    {
        'q': '把火熄滅最快的方法是什麼？　',
        'a': '火字加上一橫'
    },
    {
        'q': '足球賽還沒開始，為什麼大家都知道比分？　　　',
        'a': '大家都知道是0：0'
    },
    {
        'q': '什麼英文字母最多人喜歡聽　',
        'a': 'CD'
    },
    {
        'q': '一年四季都盛開的花是什麼花　　',
        'a': '假花'
    },
    {
        'q': '為什麼流氓坐車不用給錢？　　　　　　',
        'a': '因為哪是一輛警車'
    },
    {
        'q': '今天賣報的老吳賣了100份報紙，但只收入幾毛錢，為什麼？　　　　',
        'a': '他買的是舊報紙'
    },
    {
        'q': '打什麼東西,不必花力氣　　　',
        'a': '打磕睡'
    },
    {
        'q': '什麼蛋打不爛，煮不熟，更不能吃　　　　',
        'a': '考試的零雞蛋'
    },
    {
        'q': '什麼酒不能喝　　',
        'a': '碘酒'
    },
    {
        'q': '小海看相聲為什麼從來不高興？　',
        'a': '小海是個聾子~'
    },
    {
        'q': '獅子和獵豹在草原上進行百米賽跑，如果從同一起點起跑，獅子跑到一百米終點時，獵豹只跑到90米,現在讓獅子從起點退後10米起跑，那麼它們誰先到達終點呢？　　',
        'a': '獅子'
    },
    {
        'q': '有一種車卻沒有一個輪子，這是什麼車？',
        'a': '是象棋中的車'
    },
    {
        'q': '看了不能買，買了不能用的是什麼',
        'a': '棺材'
    },
    {
        'q': '什麼酒價格最貴',
        'a': '喜酒'
    },
    {
        'q': '為什麼相同的物品買一個交60元，買兩個交20元？',
        'a': '用百元大鈔買四十塊錢的東西的找零'
    },
    {
        'q': '爺倆娘倆兄妹倆,一共只有三個人,這是為什麼？',
        'a': '兒子、母親和舅舅'
    },
    {
        'q': '1，2，3所能組成的最大數是多少？',
        'a': '3的21次方'
    },
    {
        'q': '為什麼青蛙可以跳得比樹高？',
        'a': '因為樹根本就不會跳嘛！'
    },
    {
        'q': '文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？',
        'a': '他在洗別人的衣服'
    },
    {
        'q': '大男人在小便猜一物',
        'a': '花（flower 扶老二）'
    },
    {
        'q': '什麼時候，四減一等於五？',
        'a': '一個四邊形，切下一個角，還有五個角'
    },
    {
        'q': '什麼時候，時代廣場的大鐘會響13下？',
        'a': '該修理的時候'
    },
    {
        'q': '為什麼黑人不能當上美國總統？',
        'a': '白宮裡面住白人的'
    },
    {
        'q': '什麼是傾國傾城貌？',
        'a': '地震以後'
    },
    {
        'q': '世界上最小的郵筒（用一成語形容）',
        'a': '難以置信'
    },
    {
        'q': '下圍棋的最喜歡幹什麼？',
        'a': '打劫'
    },
    {
        'q': '那一種蝙蝠不用休息？',
        'a': '不修邊幅（不休蝙蝠）'
    },
    {
        'q': '考試時應注意什麼？',
        'a': '監考老師'
    },
    {
        'q': '象棋與圍棋的區別是什麼？',
        'a': '象棋的棋子越下越少，圍棋棋子越下越多。'
    },
    {
        'q': '殺入圍城前發出的最後一排子彈是什麼？',
        'a': '喜糖'
    },
    {
        'q': '寒山寺上一顆竹，您若無心各自飛，絲絲情意來半合，天鵝池邊鳥飛絕，把盞無皿金來做。',
        'a': '等你還我錢'
    },
    {
        'q': '小明為何能用一隻手讓車子停下來？',
        'a': '他在大出租車'
    },
    {
        'q': '什麼樣的情況下，一加一絕對不等於二？',
        'a': '一大杯水加進一斤麵粉中，只會等於一塊麵團。'
    },
    {
        'q': '為什麼吸血鬼絕不喝果汁或蔬菜汁？',
        'a': '害怕「汁」裡的那個十字架。'
    },
    {
        'q': '為什麼大家都說小毛吃人肉不吐骨頭？',
        'a': '因為他吃掉了一個面人。'
    },
    {
        'q': '美國人登陸月球，第一句話是什麼？',
        'a': '美國話'
    },
    {
        'q': '怎樣才能日行三百里？',
        'a': '站在赤道上不動　'
    },
    {
        'q': '為什麼蝙蝠會經常倒吊著？',
        'a': '因為它胃下垂'
    },
    {
        'q': '地上有三隻小鳥，打死一隻，還剩幾隻？',
        'a': '一隻'
    },
    {
        'q': '為什麼啊弟開軍車遇見交叉道從不停車？',
        'a': '他以前是開火車的。'
    },
    {
        'q': '一個人在回家的路上碰到10隻獅子，請問他會變成什麼？',
        'a': '十堆獅子大便。'
    },
    {
        'q': '一條小船要渡３７人，一次只能有７人，幾次能渡完？',
        'a': '六次，因為每次得回來一個划船的'
    },
    {
        'q': '爺爺熟讀兵書，可是每次下棋都輸給別人，請問他用的是什麼兵法？',
        'a': '兵來將擋'
    },
    {
        'q': '一對健康夫婦，為什麼生出只有一隻右眼的嬰兒？',
        'a': '每個人都只有一隻右眼'
    },
    {
        'q': '一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？',
        'a': '隔著窗戶'
    },
    {
        'q': '為什麼熊冬眠時會睡這麼久？',
        'a': '沒有人敢叫它起床'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，不准敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔，怎樣喝到瓶子裡的酒？',
        'a': '把木塞推進瓶裡'
    },
    {
        'q': '哪一種死法是一般死囚所歡迎的？',
        'a': '老死'
    },
    {
        'q': '蘭蘭經過某市時，正巧那裡發生了大地震，為什麼蘭蘭卻安然無恙呢？',
        'a': '他坐飛機路過'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '一個學生住在學校裡，為什麼上學還經常遲到？',
        'a': '他住的學校，不是他上的學校'
    },
    {
        'q': '黑人為什麼喜歡吃白色巧克力？',
        'a': '怕咬到自己的手指'
    },
    {
        'q': '幼兒園放學了，但卻沒有一個小朋友從大門出去，是怎麼回事呢？',
        'a': '大門正在檢修，請走測門'
    },
    {
        'q': '時鐘什麼時候不會走',
        'a': '時鐘本來就不會走'
    },
    {
        'q': '火車由北京到上海需要６小時,行使３小時後,火車該在什麼地方',
        'a': '在車軌上'
    },
    {
        'q': '什麼蛋打不爛，煮不熟，更不能吃',
        'a': '考試得得零雞蛋'
    },
    {
        'q': '哪一個月有二十八天',
        'a': '每個月都有28天'
    },
    {
        'q': '什麼車子寸步難行',
        'a': '風車'
    },
    {
        'q': '什麼人始終不敢洗澡',
        'a': '泥人'
    },
    {
        'q': '什麼事每人每天都必須認真的做',
        'a': '睡覺'
    },
    {
        'q': '雞蛋殼有什麼用處？',
        'a': '用來包蛋清和蛋黃'
    },
    {
        'q': '冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？',
        'a': '理髮師'
    },
    {
        'q': '盆裡有6只饅頭，6個小朋友每人分到1只，但盆裡還留著1只，為什麼？',
        'a': '一個小朋友連饅頭和盆一起拿走'
    },
    {
        'q': '弟弟得意地對姐姐說：家裡有一處地方，只有我能坐，你永遠坐不了，弟弟說的是什麼？',
        'a': '姐姐的漆上'
    },
    {
        'q': '有一種路雖然四通八達，但就是不能走人，為什麼？',
        'a': '因為哪是電路'
    },
    {
        'q': '為什麼母雞的腿短？',
        'a': '腿長了，生下的蛋會被子摔破'
    },
    {
        'q': '三人共撐一把小傘在街上走，卻沒有淋濕，為什麼？',
        'a': '沒有下雨'
    },
    {
        'q': '請你解釋：悲劇和喜劇有什麼聯繫？——',
        'a': '沒人喜歡看，就成悲劇了'
    },
    {
        'q': '誰最喜歡咬文嚼字？',
        'a': '蛀蟲書'
    },
    {
        'q': '什麼報只印一份',
        'a': '電報'
    },
    {
        'q': '任何人必須去的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '太陽和月亮在一起是哪一天？',
        'a': '明天'
    },
    {
        'q': '什麼東西你有，別人也有，雖然是身外之物，卻不能交換？',
        'a': '姓名'
    },
    {
        'q': '為什麼白鷺總是縮著一隻腳睡覺？',
        'a': '縮兩隻腳不就摔倒了'
    },
    {
        'q': '有一個問題，不論你問到任何人，答案都是「沒有」，請問那是什麼？',
        'a': '你睡了沒？'
    },
    {
        'q': '世界上哪的海不產魚？',
        'a': '辭海'
    },
    {
        'q': '什麼門不能關？',
        'a': '球門'
    },
    {
        'q': '好與壞的中間是什麼？',
        'a': '與'
    },
    {
        'q': '房間裡有十根點著的蠟燭,被風吹滅了九根,第二天還剩幾根',
        'a': '九根'
    },
    {
        'q': '什麼洞最深？？',
        'a': '黑洞'
    },
    {
        'q': '有什麼辦法讓你在閉著眼睛時看到東西？',
        'a': '做夢吧~！'
    },
    {
        'q': '假如在海上，你的船破了一個洞，此時你該怎麼辦？',
        'a': '再挖一個洞，讓水流出去。'
    },
    {
        'q': '為什麼大多數人都不喜歡過32歲的生日？',
        'a': '沒人喜歡插上「三長二短」的蠟燭。'
    },
    {
        'q': '什麼女人從來不洗頭髮？　　　',
        'a': '尼姑'
    },
    {
        'q': '老虎的弟弟是誰？　　　　',
        'a': '貓'
    },
    {
        'q': '有一個人到國外去，為什麼他周圍的都是中國人？　　　',
        'a': '外國人到中國'
    },
    {
        'q': '中國哪個省的東西最不便宜？　　　　　',
        'a': '貴州'
    },
    {
        'q': '一頭牛面向北，然後向後轉，再向東轉，這時牛的尾巴是朝東還是朝西？　',
        'a': '朝地'
    },
    {
        'q': '有兩人一人向西，一人向東背對背站著，他們要走多遠（直走）才能見面？　　',
        'a': '每人退後一步'
    },
    {
        'q': '一條河上有兩座橋，一高一低，為什麼高的一年被淹兩次，低的卻只被淹一次？　　',
        'a': '高的橋在下游'
    },
    {
        'q': '什麼是「以牙還牙」？　　　',
        'a': '鑲牙'
    },
    {
        'q': '什麼戲人人都演過？',
        'a': '遊戲'
    },
    {
        'q': '哪家人最多？',
        'a': '國家'
    },
    {
        'q': '為什麼啊弟開軍車遇見交叉道從不停車？',
        'a': '他以前是開火車的。'
    },
    {
        'q': '什麼樣的情況下，一加一絕對不等於二？',
        'a': '一大杯水加進一斤麵粉中，只會等於一塊麵團。'
    },
    {
        'q': '為什麼吸血鬼絕不喝果汁或蔬菜汁？',
        'a': '害怕「汁」裡的那個十字架。'
    },
    {
        'q': '阿比明天要考英文他聽說佛光山的菩薩有求必應，他趕忙上山燒香拜佛，求菩薩保佑他明日考試順利通過，結果隔天英文還是考砸了，為什麼？',
        'a': '因為菩薩看不懂英文，沒法渡啦！'
    },
    {
        'q': '一個人在回家的路上碰到10隻獅子，請問他會變成什麼？',
        'a': '十堆獅子大便。'
    },
    {
        'q': '一條小船要渡３７人，一次只能有７人，幾次能渡完？',
        'a': '六次，因為每次得回來一個划船的'
    },
    {
        'q': '用什麼拖地最乾淨？',
        'a': '用力'
    },
    {
        'q': '茄子的另外一個名字叫什麼？',
        'a': '蔬菜'
    },
    {
        'q': '牛的舌頭和尾巴在什麼時候遇在一起？',
        'a': '餐廳裡'
    },
    {
        'q': '小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？',
        'a': '每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口'
    },
    {
        'q': '書店裡買不到什麼書？',
        'a': '遺書。'
    },
    {
        'q': '一個女孩子在洗澡，另一個男孩闖進來，女孩最想遮住哪？？？',
        'a': '男孩的眼睛'
    },
    {
        'q': '哪種竹子不長在土裡？',
        'a': '爆竹'
    },
    {
        'q': '一個人想在一夜裡變成百萬富翁，他該怎麼辦？',
        'a': '做夢吧！'
    },
    {
        'q': '哪種比賽，贏的得不到獎品，輸的卻有獎品',
        'a': '划拳喝酒'
    },
    {
        'q': '每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？',
        'a': '有太多的女人'
    },
    {
        'q': '一個橋載重80公斤，為什麼一個重70公斤的人可以拿兩個各重10公斤的球過橋？',
        'a': '顛球走'
    },
    {
        'q': '小王與父母頭一次出國旅行，由於語言不通，他的父母顯得不知所措，小王也不懂外語，卻像在自己國家裡一樣，沒有感到絲毫不便，這是為什麼？',
        'a': '他是嬰兒'
    },
    {
        'q': '有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？',
        'a': '因為他想中分'
    },
    {
        'q': '有個人說用牙齒可以判斷……',
        'a': '牙可以嚼出肉的老嫩'
    },
    {
        'q': '為什麼好馬不吃回頭草？',
        'a': '後面的草都吃沒了'
    },
    {
        'q': '什麼表以一天慢24小時？',
        'a': '停表'
    },
    {
        'q': '什麼辦法可以使冰很快變成水？',
        'a': '去掉冰字的二點'
    },
    {
        'q': '有一個字很多人都會念錯，請問為什麼',
        'a': '錯字'
    },
    {
        'q': '人在不飢渴時也需要的是什麼水？',
        'a': '薪水'
    },
    {
        'q': '小張說的相聲大家都喜歡聽，為什麼他有時說話還要付錢？請問為什麼',
        'a': '打電話'
    },
    {
        'q': '一個袋子裡裝著豆子，有黃豆和綠豆，一個人把豆子倒在地上，很快他就把黃豆和綠豆分開了，請問他是怎麼分的？',
        'a': '袋子裡就二顆豆'
    },
    {
        'q': '熊掌和魚什麼情況下可以兼得？',
        'a': '飯店裡'
    },
    {
        'q': '化妝品可以使女人的臉變得美麗，可是會使哪些人的臉變得非常難看？',
        'a': '付錢的男人'
    },
    {
        'q': '為什麼阿福總要等老師動手才去聽老師的話？',
        'a': '阿福是聾子'
    },
    {
        'q': '一列火車從北京到天津要用一個小時，現在從北京發出了半個小時，請問現在火車在什麼地方？',
        'a': '鐵軌上'
    },
    {
        'q': '亞當和夏娃結婚後最大的遺憾是什麼',
        'a': '沒有人來喝喜酒'
    },
    {
        'q': '小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼',
        'a': '他在瞄準許'
    },
    {
        'q': '一個人從五十米高的大廈上跳樓自殺,重重的摔在了地上,為什麼沒被摔死',
        'a': '他在半空就已經嚇死了'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？',
        'a': '看守所'
    },
    {
        'q': '既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？',
        'a': '新娘'
    },
    {
        'q': '動物園中，大象鼻子最長，鼻子第二長的是什麼？',
        'a': '小象'
    },
    {
        'q': '有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去那裡',
        'a': '去精神病院'
    },
    {
        'q': '什麼東西越洗越髒？',
        'a': '水'
    },
    {
        'q': '做什麼事，一隻眼開一隻眼閉會比較好？',
        'a': '射擊'
    },
    {
        'q': '什麼時候，時代廣場的大鐘會響13下？',
        'a': '該修理的時候'
    },
    {
        'q': '王先生養了一隻很漂亮的孔雀,有一天,王先生的孔雀在張先生的花園裡生了一隻蛋,請問這隻蛋應屬於誰的',
        'a': '孔雀的'
    },
    {
        'q': '山城重慶的路是上坡多還是下坡多？　　　　　　　',
        'a': '一樣多'
    },
    {
        'q': '請問：將18平均分成兩份，卻不得9，還會得幾　　　',
        'a': '10（從中間分）'
    },
    {
        'q': '農民、工人、軍人、科學家都靠什麼吃飯　',
        'a': '嘴'
    },
    {
        'q': '體育比賽要求運動員「更高、更快、更強」，要「向前進」，但有一種比賽只能往後推,這是什麼比賽？　　　　',
        'a': '撥河比賽'
    },
    {
        'q': '爸爸買了一支筆，卻不能寫字，為什麼？　　',
        'a': '是電筆'
    },
    {
        'q': '有種船從來沒下過水，為什麼還是船？　　',
        'a': '宇航飛船'
    },
    {
        'q': '一個人從飛機上掉下來，為什麼沒摔死呢？　　',
        'a': '飛機停在地上'
    },
    {
        'q': '愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？　',
        'a': '哪是他剛出生的時候'
    },
    {
        'q': '離婚的最關鍵因素是什麼？',
        'a': '結婚'
    },
    {
        'q': '什麼東西人們都不喜歡吃？　　',
        'a': '吃虧'
    },
    {
        'q': '醫治暈車的最好辦法是什麼',
        'a': '走路'
    },
    {
        'q': '四年級三班是怎樣上珠算的？',
        'a': '各打各的算盤'
    },
    {
        'q': '老李剛理完發，便要求理髮師將他的頭髮「中分」，理髮師卻說做不到，為什麼？',
        'a': '理髮師給老他剃了光頭'
    },
    {
        'q': '芳芳在學校門口將學生證掉了，它該怎麼辦？',
        'a': '撿起來'
    },
    {
        'q': '有一種動物，你殺了它卻流了你自己的血？，這是什麼動物？',
        'a': '是蚊子'
    },
    {
        'q': '如果你要想使夢成為現實首先要做什麼',
        'a': '醒來'
    },
    {
        'q': '一個人掉到河裡，，它從河裡爬上來，頭髮卻沒濕，為什麼？',
        'a': '因為他是光頭'
    },
    {
        'q': '一個人上了手術台是什麼心情？',
        'a': '任人宰割'
    },
    {
        'q': '有一個人被從幾千米的高空掉下來的東西砸在頭上，卻沒有受傷，為什麼？',
        'a': '砸下來的是雪花'
    },
    {
        'q': '家有家規，國有國規，那動物園裡有啥規',
        'a': '烏龜'
    },
    {
        'q': '既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人',
        'a': '新娘'
    },
    {
        'q': '為什麼女人穿高跟鞋後，就代表她想要結婚了？',
        'a': '兩個半小時當然就是一個小時了'
    },
    {
        'q': '阿研的口袋裡共有10個硬幣，漏掉了10個硬幣，口袋裡還有什麼？',
        'a': '在半空中嚇死了'
    },
    {
        'q': '冬天裡，不通過加熱，如何才能把冰立刻變成水？',
        'a': '把冰的兩點去掉'
    },
    {
        'q': '男人在一起喝酒，為什麼非划拳不可？',
        'a': '敬酒不吃吃罰酒'
    },
    {
        'q': '口吃的人做什麼事最虧？',
        'a': '打長途電話'
    },
    {
        'q': '有一位女士離婚數次打一四字成語',
        'a': '前公（功）盡氣'
    },
    {
        'q': '世界拳擊冠軍卻很容易被什麼擊倒？',
        'a': '瞌睡'
    },
    {
        'q': '兩對父子去買帽子，為什麼只買了三頂？',
        'a': '爺爺、爸爸和兒子'
    },
    {
        'q': '鐵錘錘雞蛋為什麼錘不破？',
        'a': '錘當然不會破了'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害',
        'a': '只要你不去喝它'
    },
    {
        'q': '什麼路最窄',
        'a': '冤家路窄'
    },
    {
        'q': '為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的',
        'a': '狀狀是一隻羊'
    },
    {
        'q': '猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米',
        'a': '沒掰到一個'
    },
    {
        'q': '最堅固的鎖怕什麼',
        'a': '鑰匙'
    },
    {
        'q': '一個離過五十次婚的女人，應該怎麼形容她',
        'a': '前功盡棄'
    },
    {
        'q': '先有男人，還是先有女人',
        'a': '先有男人，因為男人是先生的，所以叫先生'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了',
        'a': '報紙上的年、月、日'
    },
    {
        'q': '睡美人最怕的是什麼',
        'a': '失眠'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？',
        'a': '小華的身上'
    },
    {
        'q': '什麼時候四減三會等於五？',
        'a': '四個角的東西切去一個角'
    },
    {
        'q': '黑頭髮有什麼好處？',
        'a': '不怕曬黑'
    },
    {
        'q': '黑雞厲害還是白雞厲害為什麼',
        'a': '黑雞，黑雞會生白蛋，白雞不會生黑蛋'
    },
    {
        'q': '人在什麼情況下會七竅生煙',
        'a': '火葬'
    },
    {
        'q': '離婚的主要起因是什麼？',
        'a': '結婚'
    },
    {
        'q': '為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？',
        'a': '絕代佳人'
    },
    {
        'q': '什麼人生病從來不看醫生？',
        'a': '瞎子'
    },
    {
        'q': '大雁為什麼要向南飛',
        'a': '因為用腳走太慢了'
    },
    {
        'q': '你知道現代的科學家一般都出生在哪嗎？',
        'a': '醫院裡'
    },
    {
        'q': '偷什麼東西不犯法',
        'a': '偷笑'
    },
    {
        'q': '什麼時候太陽會從西邊出來？',
        'a': '發誓的時候'
    },
    {
        'q': '如果有機會讓你移民,你一定不會去哪個國家',
        'a': '天國'
    },
    {
        'q': '第一次世界戰發生在什麼時候',
        'a': '亞當和夏蛙打架的時候'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯',
        'a': '嘴巴'
    },
    {
        'q': '什麼人是不用電的',
        'a': '緬甸人'
    },
    {
        'q': '什麼東西明明是你的，別人卻用的比你多得多？',
        'a': '你的名字'
    },
    {
        'q': '你姨夫的姐姐的堂弟的表哥的爸爸是你的什麼人？',
        'a': '親戚'
    },
    {
        'q': '一個可以大可以小的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '我不會輕功，但一隻腳搭在雞蛋上，雞蛋不會破，這是為什麼？',
        'a': '另一隻腳站在地上'
    },
    {
        'q': '一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？',
        'a': '把門推開'
    },
    {
        'q': '每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？',
        'a': '有太多的女人'
    },
    {
        'q': '什麼東西將要來，但是從來沒有來過？',
        'a': '明天'
    },
    {
        'q': '什麼雞沒有翅膀？',
        'a': '田雞'
    },
    {
        'q': '五個人分六個橙子怎麼分才算合理？',
        'a': '搾成橙汁分'
    },
    {
        'q': '什麼車子寸步難行',
        'a': '風車'
    },
    {
        'q': '有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？',
        'a': '因為他想中分'
    },
    {
        'q': '印度人為什麼用手抓飯？',
        'a': '因為手比腳乾淨'
    },
    {
        'q': '一個人想在一夜裡變成百萬富翁，他該怎麼辦？',
        'a': '做夢吧！'
    },
    {
        'q': '進動物園後，最先看到的是哪種動物？',
        'a': '人'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多？',
        'a': '狗不出汗'
    },
    {
        'q': '有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，為什麼？',
        'a': '他只瞎了一隻眼'
    },
    {
        'q': '一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊？',
        'a': '山羊不吃肉'
    },
    {
        'q': '時鐘敲了十三下,請問現在該做什麼呢',
        'a': '修理鐘錶'
    },
    {
        'q': '什麼照片看不出照的是誰？',
        'a': 'X光片'
    },
    {
        'q': '如何才能把你的左手完全放在你穿在身上的右褲袋裡,而同時把你的右手完全放在你穿在身上的左褲袋裡？',
        'a': '反穿褲子'
    },
    {
        'q': '什麼話可以世界通用？',
        'a': '電話'
    },
    {
        'q': '一個袋子裡裝著黃豆和綠豆，一個人把豆子倒在地上，很快就把黃豆和綠豆分開了，請問他是怎麼分的？',
        'a': '一棵黃豆，一棵綠豆'
    },
    {
        'q': '下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？',
        'a': '他在門外'
    },
    {
        'q': '阿呆開車去動物園玩，動物園很近，他的路並沒有走錯，為何卻總到不了目的地？',
        'a': '早開過了'
    },
    {
        'q': '牧師無論如何都不能主持的儀式是什麼？',
        'a': '自已的葬禮'
    },
    {
        'q': '在一次考試中，兩個學生交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？',
        'a': '他們交的是白卷'
    },
    {
        'q': '有一種動物，你殺了它卻流了你自己的血，這是什麼動物？',
        'a': '蚊子'
    },
    {
        'q': '小王與父母頭一次出國旅行，由於語言不通，他的父母顯得不知所措，小王也不懂外語，卻像在自己國家裡一樣，沒有感到絲毫不便，這是為什麼？',
        'a': '他是嬰兒'
    },
    {
        'q': '為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？',
        'a': '　絕代佳人'
    },
    {
        'q': '進動物園後，最先看到的是哪種動物？',
        'a': '人'
    },
    {
        'q': '什麼照片看不出照的是誰？',
        'a': 'X光片'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了',
        'a': '報紙上的年、月、日'
    },
    {
        'q': '睡美人最怕得什麼病',
        'a': '　失眠'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？',
        'a': '坐在小華身上'
    },
    {
        'q': '家有家規，國有國規，那動物園裡有啥規',
        'a': '烏龜'
    },
    {
        'q': '什麼官不僅不領工資，還要自掏腰包',
        'a': '新郎官'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？',
        'a': '看守所'
    },
    {
        'q': '青蛙為什麼能跳得比樹高',
        'a': '樹不會跳'
    },
    {
        'q': '哪一種死法是一般死囚所歡迎的？',
        'a': '老死'
    },
    {
        'q': '一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？',
        'a': '隔著窗戶'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '黑人為什麼喜歡吃白色巧克力？',
        'a': '怕咬到自己的手指'
    },
    {
        'q': '什麼水要按計劃發放？',
        'a': '薪水'
    },
    {
        'q': '製造日期與有效日期是同一天的產品是什麼？',
        'a': '當天的報紙'
    },
    {
        'q': '誰天天去看病？',
        'a': '醫生'
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不會來'
    },
    {
        'q': '進動物園後，最先看到的是哪種動物？',
        'a': '人'
    },
    {
        'q': '馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？',
        'a': '停電了'
    },
    {
        'q': '兩對父子去買帽子，為什麼只買了三頂？',
        'a': '是祖孫三人'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？',
        'a': '他在洗澡'
    },
    {
        'q': '體育比賽要求運動員「更高、更快、更強」，要「向前進」，但有一種比賽只能往後推,這是什麼比賽？　',
        'a': '撥河比賽'
    },
    {
        'q': '爸爸買了一支筆，卻不能寫字，為什麼？',
        'a': '是電筆'
    },
    {
        'q': '有種船從來沒下過水，為什麼還是船？　',
        'a': '是宇宙飛船'
    },
    {
        'q': '一個人從飛機上掉下來，為什麼沒摔死呢？　',
        'a': '飛機停在地上'
    },
    {
        'q': '愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？　',
        'a': '哪是她剛出生的時候'
    },
    {
        'q': '離婚的最關鍵因素是什麼？　',
        'a': '結婚'
    },
    {
        'q': '孔子和孟子有什麼不同？　　',
        'a': '孔子把兒子牽在身邊，而孟子把兒子放在頭上~！'
    },
    {
        'q': '林老生大手術後換了一個人工心臟。病好了後,她的女友卻馬上提出分手,為什麼會這樣',
        'a': '沒有真心愛她'
    },
    {
        'q': '怎樣才能用藍筆寫出紅字來？',
        'a': '寫個「紅」字'
    },
    {
        'q': '用椰子和西瓜打頭哪一個比較痛？',
        'a': '頭比較痛'
    },
    {
        'q': '借什麼可以不還？',
        'a': '借光'
    },
    {
        'q': '冬天裡，不通過加熱，如何才能把冰立刻變成水？',
        'a': '把冰的兩點去掉'
    },
    {
        'q': '有一位女士離婚數次打一四字成語',
        'a': '前公（功）盡氣'
    },
    {
        'q': '四個9加起來為什麼等於100？',
        'a': '９／９＋９９'
    },
    {
        'q': '飛機在天上飛，突然沒油了，什麼東西先掉下來？',
        'a': '油壓表指針'
    },
    {
        'q': '什麼東西有五個頭，但人不覺的它怪呢',
        'a': '手，腳'
    },
    {
        'q': '書店裡買不到什麼書',
        'a': '遺書'
    },
    {
        'q': '一個學生住在學校裡，為什麼上學還經常遲到？',
        'a': '家所在的學校不是他上學的學校'
    },
    {
        'q': '為什麼警察對闖紅燈的汽車司機視而不見？',
        'a': '汽車司機沒開車'
    },
    {
        'q': '皮黑肉兒白，肚裡墨樣黑，從不偷東西，硬說它是賊。',
        'a': '烏賊'
    },
    {
        'q': '年紀並不大，鬍子一大把，不論遇見誰，總愛喊媽媽',
        'a': '羊'
    },
    {
        'q': '二姑娘（打一字）',
        'a': '姿'
    },
    {
        'q': '又一隻狼經過，還是沒有吃羊---再猜一海產品',
        'a': '蝦（瞎）'
    },
    {
        'q': '突然又來了一群狼---繼續猜一植物',
        'a': '楊梅（羊沒）'
    },
    {
        'q': '前面有一片草地---猜一植物',
        'a': '梅花（沒花）'
    },
    {
        'q': '考試時應注意什麼？',
        'a': '監考老師'
    },
    {
        'q': '下圍棋的最喜歡幹什麼？',
        'a': '打劫'
    },
    {
        'q': '那一種蝙蝠不用休息？',
        'a': '不修邊幅（不休蝙蝠）'
    },
    {
        'q': '小明為何能用一隻手讓車子停下來？',
        'a': '他在大出租車'
    },
    {
        'q': '一隻小鳥正在飛，獵人對他說了句話，小鳥掉下來了，你猜獵人說了什麼？',
        'a': '呀！你的翅膀掉毛了！」小鳥信以為真，看了一下，就這'
    },
    {
        'q': '為什麼蝙蝠會經常倒吊著？',
        'a': '因為它胃下垂'
    },
    {
        'q': '用力',
        'a': '用什麼拖地最乾淨？'
    },
    {
        'q': '小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？',
        'a': '每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口'
    },
    {
        'q': '只能一個人去做的事是什麼？　',
        'a': '做夢'
    },
    {
        'q': '什麼瓜不能吃　',
        'a': '傻瓜'
    },
    {
        'q': '1，2，3能組成的最大數是多少？　　',
        'a': '3年21次方'
    },
    {
        'q': '森林中有十隻鳥，開槍打死一隻，為什麼其它九隻不飛走？',
        'a': '因為它是駝鳥'
    },
    {
        'q': '在古時侯，什麼人沒當爸爸就先當公公了？　',
        'a': '太監'
    },
    {
        'q': '婦女們在不知不覺中丟失掉的東西是什麼？　　　　　　　　　　　　　　　　　　',
        'a': '美貌'
    },
    {
        'q': '騎馬的狩獵人，是怎麼走路的？　　　',
        'a': '用馬步'
    },
    {
        'q': '三個小朋友各買了一雙相同的鞋，為什麼他們穿的鞋還是不一樣？',
        'a': '剛買，未穿'
    },
    {
        'q': '小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？',
        'a': '修理小明'
    },
    {
        'q': '好心的約翰去世了，天使要帶他上天堂，為什麼他堅決不肯去？',
        'a': '他有恐高症'
    },
    {
        'q': '「先天」是指父母的遺傳，那「後天」是什麼？',
        'a': '明天的明天'
    },
    {
        'q': '什麼東西明明是你的，別人卻用的比你多得多？',
        'a': '你的名字'
    },
    {
        'q': '一個可以大可以小的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？',
        'a': '把門推開'
    },
    {
        'q': '在羅馬數字中，零該怎麼寫？',
        'a': '羅馬數字沒有零'
    },
    {
        'q': '太平洋的正中間是什麼？',
        'a': '平字'
    },
    {
        'q': '小明在一場激烈槍戰後，身中數彈，血流如注，然而他仍能精神百倍地回家吃飯，為什麼？',
        'a': '他在拍戲'
    },
    {
        'q': '什麼情況一山可容二虎？',
        'a': '一公一母'
    },
    {
        'q': '小華明天考試，他已經把英語背得滾瓜爛熟，第二天考試還是不及格，為什麼？',
        'a': '第二天不是考英語'
    },
    {
        'q': '一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？',
        'a': '把門打開'
    },
    {
        'q': '什麼人始終不敢洗澡',
        'a': '泥人'
    },
    {
        'q': '火車由北京到上海需要６小時,行使３小時後,火車該在什麼地方',
        'a': '在車軌道上'
    },
    {
        'q': '什麼地方開口說話要付錢',
        'a': '打電話'
    },
    {
        'q': '如果有機會讓你移民,你一定不會去哪個國家',
        'a': '天國'
    },
    {
        'q': '有一種水果，沒吃之前是綠色的，吃下去是紅色的，吐出時卻是黑色的，請問是請問這是什麼水果',
        'a': '西瓜'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯',
        'a': '嘴巴'
    },
    {
        'q': '男人泡澡堂-----打一軍事用品。',
        'a': '炮彈'
    },
    {
        'q': '當你的女友向你要天上的星星怎麼辦？',
        'a': '給她一拳'
    },
    {
        'q': '說有一隻烏龜，一天路過一個火車站，它正想爬過去的時候，突然開過來一輛火車，烏龜由於躲閃不及，被火車壓了過去，等火車過去了以後，烏龜發現自己沒有死，你猜是為什麼呢？',
        'a': '它在做夢'
    },
    {
        'q': '什麼動物坐也是坐，站也是坐，走也是坐？',
        'a': '青蛙'
    },
    {
        'q': '小明知道試卷的答案，為什麼還頻頻看同學的？',
        'a': '因為小明是老師'
    },
    {
        'q': '警察面對兩名歹徒，但他只剩下一顆子彈，他對歹徒說：誰動就打誰，結果沒動的反而挨子彈，為什麼？',
        'a': '因為不動的比較好打'
    },
    {
        'q': '舔也硬，不舔也硬，想舒服睡，先搓搓它',
        'a': '牙齒'
    },
    {
        'q': '吃蘋果時，咬了一口發現有一條蟲子，覺得特別噁心；看到兩條蟲子，覺得更噁心；請問：看到幾條蟲子讓人最噁心？',
        'a': '半條蟲子'
    },
    {
        'q': '一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？',
        'a': '企鵝'
    },
    {
        'q': '用什麼擦地最乾淨？',
        'a': '用力'
    },
    {
        'q': '一隻狗總也不洗澡，為什麼不生虱子？',
        'a': '狗只會生小狗'
    },
    {
        'q': '什麼樣的井讓人害怕？',
        'a': '陷阱'
    },
    {
        'q': '一堆西瓜，一半的一半比一半的一半的一半少半個，請問這堆西瓜有多少個？',
        'a': '2個'
    },
    {
        'q': '什麼東西滿屋走，但碰不著物件？',
        'a': '聲音'
    },
    {
        'q': '三人共撐一把小傘在街上走，卻沒有淋濕，為什麼？',
        'a': '沒有下雨'
    },
    {
        'q': '什麼東西裂開之後，用精密的儀器也找不到裂紋？',
        'a': '感情'
    },
    {
        'q': '小張的肚子明明已經脹得受不了了，為什麼他還要不停地猛喝水　　',
        'a': '他掉到河裡去了'
    },
    {
        'q': '閉著眼睛也看得見的是什麼？',
        'a': '夢'
    },
    {
        'q': '一個陰森的夜晚，眼前站著長髮披肩，身穿白衣臉色蒼白的一個女孩，用手去摸她，卻摸不著，為什麼？',
        'a': '中間隔著透明玻璃窗'
    },
    {
        'q': '你能用藍筆寫出紅字來嗎　',
        'a': '寫個紅字有何難'
    },
    {
        'q': '一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼',
        'a': '警察打車'
    },
    {
        'q': '化妝品可以使女人的臉變得美麗，可是會使哪些人的臉變得非常難看？',
        'a': '付錢的男人'
    },
    {
        'q': '如果你想美夢成真首先要做什麼？',
        'a': '醒來'
    },
    {
        'q': '一列火車從北京到天津要用一個小時，現在從北京發出了半個小時，請問現在火車在什麼地方？',
        'a': '鐵軌上'
    },
    {
        'q': '一隻螞蟻居然從四川爬到了東京，可能嗎？　　',
        'a': '螞蟻在地圖上'
    },
    {
        'q': '',
        'a': '動物園園長'
    },
    {
        'q': '閉著眼睛也看得見的是什麼？　　',
        'a': '夢'
    },
    {
        'q': '什麼東西裂開之後，用精密的儀器也找不到裂紋？　　',
        'a': '感情'
    },
    {
        'q': '小花站起來同飯桌一樣高，兩年之後，反而能在桌子下活動自如，為什麼？　',
        'a': '小花是一條狗'
    },
    {
        'q': '什麼東西人們都不喜歡吃？　',
        'a': '吃虧'
    },
    {
        'q': '兩隻狗賽跑，甲狗跑得快，乙狗……',
        'a': '狗不出汗'
    },
    {
        'q': '一個人想在一夜裡變成百萬富翁，他該怎麼辦？',
        'a': '做夢'
    },
    {
        'q': '在一座森林裡住著老少兩人，老者每逢星期一、二、三就只說謊話，少著每逢星期四、五、六也說謊話，其他時間他們說真話。',
        'a': '星期四'
    },
    {
        'q': '電和閃電最大的區別是什麼？',
        'a': '一個收費、一個不收費'
    },
    {
        'q': '有輛快速前進的賽車，在路口90度左轉時，請問哪一個輪胎一定離地？',
        'a': '備胎'
    },
    {
        'q': '滿月、半月、殘月（打拼音字母三）',
        'a': 'O、D、C'
    },
    {
        'q': '什麼花飄著開，什麼花走著開，什麼花空中開？',
        'a': '雪花、浪花、禮花'
    },
    {
        'q': '哪一種竹子不長在土裡？',
        'a': '爆竹'
    },
    {
        'q': '讀完北京大學最快要多長時間',
        'a': '念北京大學四個字的時間'
    },
    {
        'q': '小明的爺爺一邊刷牙一邊唱歌，請問為什麼',
        'a': '假牙'
    },
    {
        'q': '滿滿一瓶牛奶，怎麼才能先喝到瓶底的部分？',
        'a': '用吸管'
    },
    {
        'q': '什麼表以一天慢24小時？',
        'a': '停表'
    },
    {
        'q': '怎樣用三根筷子搭成比三大比四小的數？',
        'a': '搭成圓周率'
    },
    {
        'q': '一堆西瓜，一半的一半比一半的一半的一半少半個，請問這堆西瓜有多少個？',
        'a': '2個'
    },
    {
        'q': '今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼',
        'a': '半個'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '什麼東西將要來，但是從來沒有來過？',
        'a': '明天'
    },
    {
        'q': '進動物園後，最先看到的是哪種動物？',
        'a': '　　人'
    },
    {
        'q': '睡美人最怕得什麼病',
        'a': '失眠'
    },
    {
        'q': '有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？',
        'a': '因為他想中分'
    },
    {
        'q': '有個人說用牙齒可以判斷……',
        'a': '牙可以嚼出肉的老嫩'
    },
    {
        'q': '中國人最早的姓氏是什麼？',
        'a': '　　善，人之初，「姓」本善'
    },
    {
        'q': '打狗看主人，打虎看什麼？',
        'a': '看你有沒有種'
    },
    {
        'q': '為什麼一群狼中有一隻羊？',
        'a': '「群」字中有一個「羊」字'
    },
    {
        'q': '什麼樣的情況下，一加一絕對不等於二？',
        'a': '一大杯水加進一斤麵粉中，只會等於一塊麵團。'
    },
    {
        'q': '怎樣才能日行三百里？',
        'a': '站在赤道上不動'
    },
    {
        'q': '美國人登陸月球，第一句話是什麼？',
        'a': '美國話'
    },
    {
        'q': '小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？',
        'a': '每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口'
    },
    {
        'q': '什麼話可以世界通用？',
        'a': '電話'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡？',
        'a': '坐在小華身上'
    },
    {
        'q': '家有家規，國有國規，那動物園裡有啥規',
        'a': '烏龜'
    },
    {
        'q': '什麼官不僅不領工資，還要自掏腰包',
        'a': '　新郎官'
    },
    {
        'q': '什麼報只印一份——',
        'a': '電報'
    },
    {
        'q': '任何人必須去的地方是哪裡？——',
        'a': '廁所'
    },
    {
        'q': '太陽和月亮在一起是哪一天？——',
        'a': '明天'
    },
    {
        'q': '什麼東西你有，別人也有，雖然是身外之物，卻不能交換？——',
        'a': '姓名'
    },
    {
        'q': '有一艘船限載50人，船上已有49人後，再加上一個孕婦上了船，結果船沉入海中，為什麼？[',
        'a': '潛水廳'
    },
    {
        'q': '失戀的黃先生在一個月黑風高的晚上,走上街頭,迎面過來飛車,他站在兩個車燈中間,車子呼嘯而過,人竟毫髮無損,為什麼[',
        'a': '摩托車'
    },
    {
        'q': '今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？[',
        'a': '沒半個人'
    },
    {
        'q': '大二的時候，上法律課，我們法律老師有個癖好，喜歡提問，提問之前必高聲重複一遍問題。有一次正在上《民法通則》，突然老師又提高聲音開始提問，所有同學都恐懼地盯著老師，惟恐被喊到，因為老師以提問來代替點名，所以是看著點名冊提',
        'a': '搞笑點名'
    },
    {
        'q': '為什麼吸血鬼絕不喝果汁或蔬菜汁？',
        'a': '害怕「汁」裡的那個十字架。'
    },
    {
        'q': '用什麼拖地最乾淨？',
        'a': '用力'
    },
    {
        'q': '茄子的另外一個名字叫什麼？',
        'a': '蔬菜'
    },
    {
        'q': '滿滿一瓶牛奶，怎麼才能先喝到瓶底的部分？',
        'a': '用吸管'
    },
    {
        'q': '哪一種竹子不長在土裡？',
        'a': '爆竹'
    },
    {
        'q': '什麼書中毛病最多？',
        'a': '醫學書'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯',
        'a': '嘴巴'
    },
    {
        'q': '什麼地方開口說話要付錢',
        'a': '打電話'
    },
    {
        'q': '什麼布剪不斷？',
        'a': '瀑布'
    },
    {
        'q': '黑頭髮有什麼好處？',
        'a': '不怕曬黑'
    },
    {
        'q': '婦女們在不知不覺中丟失掉的東西是什麼？',
        'a': '美貌'
    },
    {
        'q': '一隻母羊和一隻小羊正在吃草，來了一隻老狼把母羊給叼走了，小羊也乖乖地跟走了，請問怎麼回事',
        'a': '小羊在母羊的肚子裡'
    },
    {
        'q': '動物園的大象死了，為什麼管理員哭得那麼傷心？',
        'a': '他想要挖那麼大一個坑，就······'
    },
    {
        'q': '電線桿上三隻麻雀正在打架，當中一隻不小心掉下來，為什麼其他兩隻也跟著掉下來？',
        'a': '因為那兩隻拍手的時候掉了下來'
    },
    {
        'q': '楚楚的生日在三月三十日，請問是哪年的三月三十日？',
        'a': '每年的'
    },
    {
        'q': '比細菌還小的東西是什麼？',
        'a': '細菌的兒子'
    },
    {
        'q': '愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？',
        'a': '他剛出生的體重'
    },
    {
        'q': '9個橙分給13個小朋友,怎麼分才公平？',
        'a': '搾成汁'
    },
    {
        'q': '８個數字「８」，如何使它等於1000？',
        'a': '8+8+8+88+888'
    },
    {
        'q': '有一個人，看電影時因為有事去晚了半個小時，沒想到來到電影院時竟半個人影都沒有見到。（已知電影正常演出）',
        'a': '世界上沒有半個人影的人'
    },
    {
        'q': '什麼東西晚上才生出尾巴呢',
        'a': '流星'
    },
    {
        'q': '什麼東西愈生氣，它便愈大',
        'a': '脾氣'
    },
    {
        'q': '家人問醫生病人的情況,醫生只舉起5個手指,家人就哭了,是什麼原因呢',
        'a': '三長兩短'
    },
    {
        'q': '什麼路最窄',
        'a': '冤家路窄'
    },
    {
        'q': '為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的',
        'a': '壯壯是一隻羊'
    },
    {
        'q': '口吃的人做什麼事最虧？',
        'a': '打長途電話'
    },
    {
        'q': '換心手術失敗，醫生問快要斷氣的病人有什麼遺言要交代，你猜他會說什麼？',
        'a': '其實你不懂我的心'
    },
    {
        'q': '小明發現房間遭竊,卻一點也不緊張,為何',
        'a': '別人的房間'
    },
    {
        'q': '既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？',
        'a': '新娘'
    },
    {
        'q': '兩個棋友一天共下了9盤棋,在沒有和局的情況下他倆贏的次數相同,怎麼回事',
        'a': '9盤不全是他們兩個人一起下的'
    },
    {
        'q': '小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼',
        'a': '正在瞄準'
    },
    {
        'q': '什麼牛不會吃草？',
        'a': '蝸牛'
    },
    {
        'q': '你能做，我能做，大家都做；一個人能做，兩個人不能一起做。這是做什麼？',
        'a': '做夢'
    },
    {
        'q': '市裡新開張了一家醫院，設備先進，服務周到。但令人奇怪的是：這兒竟一位病人都不收，這是為啥？',
        'a': '獸醫院'
    },
    {
        'q': '「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？',
        'a': '青竹蛇」最長，有三個字'
    },
    {
        'q': '某個人到外國去了，可是，周圍全是中國人，這是怎麼回事？',
        'a': '在中國'
    },
    {
        'q': '世界上最難的一道題是哪道題？',
        'a': '這道題'
    },
    {
        'q': '老劉一個人睡覺，醒來為什麼屁股上竟出現深深的牙印？',
        'a': '睡在自己的假牙上了'
    },
    {
        'q': '一隻螞蟻從幾百萬米高的山峰落下來會怎麼死？',
        'a': '餓死'
    },
    {
        'q': '在一個寒冷冬日清晨，有一位西裝革履的先生在河裡拚命游水，你說這是為什麼',
        'a': '不小心掉下去的'
    },
    {
        'q': '為什麼買一頭牛只要一萬元，而買三頭牛卻要五萬元？',
        'a': '三頭牛當然比一頭牛貴'
    },
    {
        'q': '最堅固的鎖怕什麼',
        'a': '鑰匙'
    },
    {
        'q': '一個離過五十次婚的女人，應該怎麼形容她',
        'a': '前「公」盡棄'
    },
    {
        'q': '先有男人，還是先有女人',
        'a': '先有男人，因為男人是先生'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了',
        'a': '報紙上的年，月，日'
    },
    {
        'q': '家有家規，國有國規，那動物園裡有啥規',
        'a': '有烏龜'
    },
    {
        'q': '什麼官不僅不領工資，還要自掏腰包',
        'a': '新郎官'
    },
    {
        'q': '妻子：「糟糕，親愛的，你送給我的鑽石戒指，落到紅茶裡去了……」結果，戒指又平安回到妻子的手上，而且一點也沒有弄濕的痕跡。這難道是奇跡嗎',
        'a': '因為是戒指掉到紅茶的茶葉罐中了'
    },
    {
        'q': '紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？',
        'a': '紙上寫著「不要念出此文」'
    },
    {
        'q': '什麼情況一山可容二虎？',
        'a': '一公一母'
    },
    {
        'q': '什麼人是不用電的',
        'a': '緬甸人'
    },
    {
        'q': '什麼東西明明是你的，別人卻用的比你多得多？',
        'a': '你的名字'
    },
    {
        'q': '你姨夫的姐姐的堂弟的表哥的爸爸是你的什麼人？',
        'a': '親戚'
    },
    {
        'q': '小華明天考試，他已經把英語背得滾瓜爛熟，第二天考試還是不及格，為什麼？',
        'a': '第二天不是考英語'
    },
    {
        'q': '一個可以大可以小的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '我不會輕功，但一隻腳搭在雞蛋上，雞蛋不會破，這是為什麼？',
        'a': '另一隻腳在地上'
    },
    {
        'q': '美麗的公主結婚以後就不掛蚊帳了，為什麼？',
        'a': '她嫁給了青蛙王子'
    },
    {
        'q': '爺爺熟讀兵書，可是每次下棋都輸給別人，請問他用的是什麼兵法？',
        'a': '兵來將擋'
    },
    {
        'q': '一對健康夫婦，為什麼生出只有一隻右眼的嬰兒？',
        'a': '每個人都只有一隻右眼'
    },
    {
        'q': '小明正在吹電扇,為什麼還是滿頭大汗？',
        'a': '他在吹電扇，電扇沒有吹他'
    },
    {
        'q': '為什麼熊冬眠時會睡這麼久？',
        'a': '沒人敢叫它起床'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，不准敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔，怎樣喝到瓶子裡的酒？',
        'a': '把木塞推進瓶裡'
    },
    {
        'q': '哪一種死法是一般死囚所歡迎的？',
        'a': '老死'
    },
    {
        'q': '蘭蘭經過某市時，正巧那裡發生了大地震，為什麼蘭蘭卻安然無恙呢？',
        'a': '她坐飛機路過'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '一個學生住在學校裡，為什麼上學還經常遲到？',
        'a': '他住的學校，不是他上學的學校'
    },
    {
        'q': '黑人為什麼喜歡吃白色巧克力？',
        'a': '怕咬到自己的手指'
    },
    {
        'q': '新買的襪子怎麼會有一個洞？',
        'a': '襪口'
    },
    {
        'q': '最不聽話的是誰',
        'a': '聾子'
    },
    {
        'q': '什麼書誰也沒見過',
        'a': '天書'
    },
    {
        'q': '一個自討苦吃的地方在哪裡？',
        'a': '在藥店'
    },
    {
        'q': '在羅馬數字中，零該怎麼寫？',
        'a': '羅馬數字中沒有零'
    },
    {
        'q': '沙沙聲稱自己是辨別母雞年齡的專家，其絕招是用牙齒，為什麼？',
        'a': '把雞親口吃了來辨別母雞的老嫩'
    },
    {
        'q': '數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？',
        'a': '加一個小數點，變成0.1'
    },
    {
        'q': '一張方桌據掉一個角，還有幾個角？',
        'a': '五個角'
    },
    {
        'q': '金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？',
        'a': '吃甘蔗的時候'
    },
    {
        'q': '把24個人按5人排列，排城6行，該怎樣排？',
        'a': '排成六邊形'
    },
    {
        'q': '公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？',
        'a': '那是一對聾啞人'
    },
    {
        'q': '有一頭頭朝北的牛，它先向左轉三圈，然後再向後轉兩圈半，接著再往右轉，這時候它的尾巴朝哪兒？',
        'a': '朝下'
    },
    {
        'q': '用椰子和西瓜打頭哪一個比較疼？',
        'a': '頭比較疼'
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不會來'
    },
    {
        'q': '船邊掛著軟梯，離海面2米，海水每小時上漲半米，幾個小時海水能淹沒軟梯？',
        'a': '水漲船高，永遠都淹不到'
    },
    {
        'q': '一個老人頭頂上只剩三根頭髮，有一天他要參加重要宴會，為什麼他仍忍痛拔掉其中一根頭髮呢？？',
        'a': '他想中分'
    },
    {
        'q': '進動物園後，最先看到的是哪種動物？',
        'a': '人'
    },
    {
        'q': '馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？',
        'a': '停電了'
    },
    {
        'q': '兩對父子去買帽子，為什麼只買了三頂？',
        'a': '是祖孫三人'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？',
        'a': '他在洗澡'
    },
    {
        'q': '兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多？',
        'a': '狗不出汗'
    },
    {
        'q': '有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，為什麼？',
        'a': '他只瞎了一隻眼'
    },
    {
        'q': '一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊？',
        'a': '山羊不吃肉'
    },
    {
        'q': '時鐘敲了十三下,請問現在該做什麼呢',
        'a': '修理時鐘'
    },
    {
        'q': '什麼照片看不出照的是誰？',
        'a': 'X光片'
    },
    {
        'q': '如何才能把你的左手完全放在你穿在身上的右褲袋裡,而同時把你的右手完全放在你穿在身上的左褲袋裡？',
        'a': '反穿褲子'
    },
    {
        'q': '什麼話可以世界通用？',
        'a': '電話'
    },
    {
        'q': '下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？',
        'a': '他在門外'
    },
    {
        'q': '阿呆開車去動物園玩，動物園很近，他的路並沒有走錯，為何卻總到不了目的地？',
        'a': '他已經開過了'
    },
    {
        'q': '牧師無論如何都不能主持的儀式是什麼？',
        'a': '自己的葬禮'
    },
    {
        'q': '在一次考試中，兩個學生交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？',
        'a': '他們交的是白卷'
    },
    {
        'q': '為什麼母雞都是短腿？',
        'a': '這樣雞蛋不會摔破'
    },
    {
        'q': '為什麼爺爺送給小明一份生日禮物，小明卻一腳把禮物踢開？',
        'a': '禮物是足球'
    },
    {
        'q': '鐵放到外面要生銹，那金子呢',
        'a': '會被人偷走'
    },
    {
        'q': '當你向別人誇耀你的長處的同時，別人還會知道你的什麼？',
        'a': '你不是個啞巴'
    },
    {
        'q': '大灰狼拖走了羊媽媽，小羊為什麼也不聲不響地跟了去？',
        'a': '小羊在羊媽媽的肚子裡'
    },
    {
        'q': '為什麼自由女神像老站在紐約港？',
        'a': '因為她坐不下去'
    },
    {
        'q': '好心的約翰去世了，天使要帶他上天堂，為什麼他堅決不肯去？',
        'a': '他有恐高症'
    },
    {
        'q': '盲人都是怎麼吃桔子的？',
        'a': '瞎掰'
    },
    {
        'q': '胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？',
        'a': '因為下面沒有水'
    },
    {
        'q': '為什麼兩隻老虎打架,非要拚個你死我活絕不罷休？',
        'a': '因為沒有人敢去勸架'
    },
    {
        'q': '明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？',
        'a': '修理小明'
    },
    {
        'q': '黑人和白人生下的嬰兒，牙齒是什麼顏色？',
        'a': '嬰兒沒有牙齒'
    },
    {
        'q': '動物園中，大象鼻子最長，鼻子第二長的是什麼？',
        'a': '小象'
    },
    {
        'q': '小李因工作需要常應酬交際，雖然每天都很早回家，可是老婆還是抱怨不斷。為什麼？',
        'a': '他是早上回家'
    },
    {
        'q': '每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？',
        'a': '有太多的女人'
    },
    {
        'q': '路邊電線桿上蹲著一隻猴子，司機小李看到就立刻停下車來，請問為什麼',
        'a': '他把猴子屁股當紅燈了'
    },
    {
        'q': '一輛出租車在公路上正常行駛，並且沒有違反任何交通規則卻被一個警察給攔住了，請問為什麼？',
        'a': '警察想坐車'
    },
    {
        'q': '小明帶100元去買一件75元的東西，但老闆卻只找了5塊錢給他，為什麼？',
        'a': '他給老闆80元'
    },
    {
        'q': '有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？',
        'a': '棺材'
    },
    {
        'q': '為什麼阿福總要等老師動手才去聽老師的話？',
        'a': '阿福是聾子'
    },
    {
        'q': '有一棵樹,在距樹7米的地方有一堆草,一頭牛用一根3米的繩子栓著,這頭牛把這堆草全吃光了,為什麼(不考慮牛的體長)',
        'a': '牛沒有拴在樹上'
    },
    {
        'q': '在河的一岸有一隻蠶，在河的對岸有一片桑樹，這條河水面寬一公里，卻沒有一座橋，請問它如何才能過到河對岸？',
        'a': '變成蛾之後'
    },
    {
        'q': '一個籃子裡裝著五個蘋果,要分給五個人,要求每人分的一樣多,最後籃子裡還要剩下一個蘋果,如何分(不能切開蘋果)',
        'a': '把籃子和一個蘋果一起送給一個小朋友'
    },
    {
        'q': '人在不飢渴時也需要的是什麼水？',
        'a': '薪水'
    },
    {
        'q': '人早晨醒來第一件事是幹什麼',
        'a': '睜眼'
    },
    {
        'q': '什麼書中毛病最多？',
        'a': '醫學書'
    },
    {
        'q': '有一條異常兇猛的大眼鏡王蛇，但不論如何去激怒它，它都不咬人，為什麼？　　　',
        'a': '因為它住在一個根本沒有人的森林'
    },
    {
        'q': '小李昨天在客戶面前罵總經理是笨蛋，結果小李被開除了，為什麼？　　　　　　　',
        'a': '因為小李洩露了公司的最高機密'
    },
    {
        'q': '警方發現一起智能殺人案，現場沒有留下線索，也找不到目擊者，但一個小時後警方宣佈破案，為什麼？　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　',
        'a': '兇手來自首'
    },
    {
        'q': '一向準時的老處女在上班途中，發現被一名男子跟蹤，心中暗驚，而當她趕到辦公室時，竟意外地遲到了，為什麼？　　　　　　　　　　　　　　　　　　　　　　　　　　　',
        'a': '因為那跟蹤者走了太慢'
    },
    {
        'q': '一場大雨，忙著栽種的農民紛紛躲避，卻仍有一人不走，為什麼？　　　　　　　　',
        'a': '那是稻草人'
    },
    {
        'q': '任何物體在燈炮和陽光下都有會有影子，你見過最大的影子是什麼？　　　　　　　',
        'a': '地球的影子：夜晚'
    },
    {
        'q': '小花站起來同飯桌一樣高，兩年之後，反而能在桌子下活動自如，為什麼？　　　　',
        'a': '小花是一條狗'
    },
    {
        'q': '經理不會做飯，可有一道菜特別拿手，是什麼？　　　　　　　　　　　　　　　　',
        'a': '炒魷魚'
    },
    {
        'q': '家家說他能輕而易舉跨過一棵大樹，他是怎麼跨過的呢？　　　　　　　　　　　　',
        'a': '一棵被伐倒的樹'
    },
    {
        'q': '小張的肚子明明已經脹得受不了了，為什麼他還要不停地猛喝水　　　　　　　　　',
        'a': '他掉到河裡去了'
    },
    {
        'q': '為了怕身材走樣，結婚以後堅持不生孩子的美女怎麼稱呼？　　　　　　　　　　　',
        'a': '絕代佳人'
    },
    {
        'q': '一隻螞蟻居然從四川爬到了東京，可能嗎？　　　　　　　　　　　　　　　　　　',
        'a': '在地圖上爬'
    },
    {
        'q': '汽車在右轉彎時,哪只輪胎不轉　　　　　　　　　　　　　　　　　　　　　　　',
        'a': '備用胎'
    },
    {
        'q': '籃子裡的7個萊果掉了4個在桌子上，還有一個不知掉到哪去了，飛飛把桌子上的萊果拾進籃子裡，又吃了一個，請問籃子裡還剩下幾個蘋果？　　　　　　　　　　　　　　　　',
        'a': '還有五個'
    },
    {
        'q': '一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？',
        'a': '去抓老鼠'
    },
    {
        'q': '打什麼東西既不花力氣又舒服',
        'a': '打瞌睡'
    },
    {
        'q': '一隻狗總也不洗澡，為什麼不生虱子？',
        'a': '狗只會生小狗'
    },
    {
        'q': '一個人想在一夜裡變成百萬富翁，他該怎麼辦？',
        'a': '做夢吧'
    },
    {
        'q': '用什麼擦地最乾淨？',
        'a': '用力'
    },
    {
        'q': '一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？',
        'a': ' 企鵝'
    },
    {
        'q': '如果有機會讓你移民,你一定不會去哪個國家',
        'a': '天國'
    },
    {
        'q': '有一種水果，沒吃之前是綠色的，吃下去是紅色的，吐出時卻是黑色的，請問是請問這是什麼水果',
        'a': ' 西瓜'
    },
    {
        'q': '有一輛沒有開任何照明燈的卡車在漆黑的公路上飛快的行使，天還下著雨，沒有閃電、沒有月光也沒有路燈；就在這時，一位穿著一身黑衣的盲人橫穿公路！在這千鈞一髮之際，汽車司機緊急的剎車了，避免了一次惡性事故的發生。為什麼會是這樣',
        'a': '漆黑的公路是公路的顏色，當時是白天'
    },
    {
        'q': '什麼地方開口說話要付錢',
        'a': '打電話'
    },
    {
        'q': '小張被關在一間並沒有上鎖的房間裡，可是他使出吃奶的力氣也不能把門拉開，這是怎麼回事？',
        'a': '推開門就行'
    },
    {
        'q': '什麼布剪不斷？',
        'a': '瀑布'
    },
    {
        'q': '怎樣用三根筷子搭成比三大比四小的數？',
        'a': '圓周率'
    },
    {
        'q': '男人最喜歡美女眼裡的什麼水？',
        'a': '秋波'
    },
    {
        'q': '什麼東西人們都不喜歡吃',
        'a': '吃虧'
    },
    {
        'q': '別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？',
        'a': '因為衣服只有拉鏈沒扣子'
    },
    {
        'q': '家家說他能輕而易舉跨過一棵大樹，他是怎麼跨過的呢？',
        'a': '一棵伐倒的樹'
    },
    {
        'q': '什麼東西裂開之後，用精密的儀器也找不到裂紋？',
        'a': '感情'
    },
    {
        'q': '閉著眼睛也看得見的是什麼？',
        'a': '夢'
    },
    {
        'q': '有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎？',
        'a': '可能，此車在下坡時'
    },
    {
        'q': '什麼事每人每天都必須認真的做',
        'a': '睡覺'
    },
    {
        'q': '醫治暈車的最好辦法是什麼？',
        'a': '走路'
    },
    {
        'q': '家有家規，國有國規，那動物園裡有啥規',
        'a': '烏龜'
    },
    {
        'q': '有一個人只有三根頭髮，為什麼在參加宴會時還要拔掉一根？',
        'a': '因為他想中分'
    },
    {
        'q': '什麼情況下一山可以容二虎',
        'a': '老虎是一公一母'
    },
    {
        'q': '畫一個圓圈,這個圓圈畫在哪裡我們永遠也跳不出去',
        'a': '畫在自己身上。'
    },
    {
        'q': '茅廁裡掛鬧鐘,猜一成語',
        'a': '有始有終'
    },
    {
        'q': '什麼書不能看？',
        'a': '秘書'
    },
    {
        'q': '天只地知我知（打福建一市縣名）',
        'a': '三明'
    },
    {
        'q': '長安一片月（打一字）',
        'a': '脹'
    },
    {
        'q': '一輛火車由甲地到乙地全程需要6小時才可到達，如今行駛了3小時，火車現在應該在什麼地方？',
        'a': '在鐵軌上'
    },
    {
        'q': '毛毛從20樓跳下去，為什麼沒有事？',
        'a': '往裡跳'
    },
    {
        'q': '水陸各半。（打一拉丁美洲國家名）',
        'a': '海地'
    },
    {
        'q': '愛看鬥牛。（打一非洲地名）',
        'a': '好望角'
    },
    {
        'q': '什麼筆不能寫',
        'a': '試電筆'
    },
    {
        'q': '牛的舌頭和尾巴在什麼時候遇在一起？',
        'a': '餐廳裡'
    },
    {
        'q': '小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？',
        'a': '每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口'
    },
    {
        'q': '海中綠洲（打一城市）？',
        'a': '青島'
    },
    {
        'q': '華先生有個本領，那就是能讓見到他的人，都會自動手心朝上。這是怎麼回事？',
        'a': '因為他是個中醫'
    },
    {
        'q': '醫生給了你三顆藥丸要你每半個小時吃一顆請問吃完需要多長時間',
        'a': '一個小時'
    },
    {
        'q': '一間牢房中關押著兩名犯人，其中一個因偷竊要關一年，另一個是搶動殺人犯，卻只關兩周，為什麼？',
        'a': '關兩周後槍決'
    },
    {
        'q': '任何人必須去的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '什麼東西你有，別人也有，雖然是身外之物，卻不能交換？',
        'a': '姓名'
    },
    {
        'q': '戰場上，子彈最密集的地方在哪裡？',
        'a': '在彈藥運輸車上'
    },
    {
        'q': '太陽和月亮在一起是哪一天？',
        'a': '明天'
    },
    {
        'q': '曹孟德赤壁慘敗。（打二歌星）',
        'a': '孫悅、劉歡'
    },
    {
        'q': '棄文就武（打一成語）？',
        'a': '投筆從戎'
    },
    {
        'q': '閻王爺寫日記（打一成語)',
        'a': '鬼話連篇'
    },
    {
        'q': '什麼橋下沒水？',
        'a': '立交橋'
    },
    {
        'q': '小明在一場激烈槍戰後，身中數彈，血流如注，然而他仍能精神百倍地回家吃飯，為什麼？',
        'a': '他在拍戲'
    },
    {
        'q': '什麼英文字母最多人喜歡聽',
        'a': 'cd'
    },
    {
        'q': '什麼酒不能喝',
        'a': '碘酒'
    },
    {
        'q': '什麼東西咬牙切齒？',
        'a': '拉鏈'
    },
    {
        'q': '三個人共撐一把傘在街上走,卻沒有淋濕身,為什麼',
        'a': '根本沒有下雨'
    },
    {
        'q': '什麼酒價格最貴',
        'a': '喜酒'
    },
    {
        'q': '「只」字加一筆，變成什麼字？',
        'a': '沖（先把「只」立起來）'
    },
    {
        'q': '蝸牛從上海到北京只用了一分鐘，為什麼？',
        'a': '地圖上'
    },
    {
        'q': '三張分別寫有2,1,6的卡片，能否排成一個可以被43除盡的整數？',
        'a': '129 （把6的卡片翻過來就是啦）'
    },
    {
        'q': '一條小船要渡３７人，一次只能有７人，幾次能渡完？',
        'a': '六次，因為每次得回來一個划船的'
    },
    {
        'q': '小麗和媽媽買了８個蘋果，媽媽讓小麗把這些蘋果裝進５個口袋中，每個口袋裡都是雙數，你能做到嗎？',
        'a': '每條口袋各裝２個蘋果，最後將所有4條口袋裝進第5條口'
    },
    {
        'q': '做什麼事，一隻眼開一隻眼閉會比較好？',
        'a': '射擊'
    },
    {
        'q': '早晨醒來，每個人都會去做的第一件事是什麼？',
        'a': '睜眼'
    },
    {
        'q': '什麼船從來不下水',
        'a': '宇宙飛船'
    },
    {
        'q': '什麼報只印一份',
        'a': '電報'
    },
    {
        'q': '一個西瓜4刀切成9塊,怎樣切法',
        'a': '「井」字切型'
    },
    {
        'q': '一堆西瓜,一半的一半比一半的一半少半個,請問這堆西瓜有多少個',
        'a': '兩個'
    },
    {
        'q': '盆裡有6只饅頭，6個小朋友每人分到1只，但盆裡還留著1只，為什麼？',
        'a': '最後一個小朋友連盆一起端走了'
    },
    {
        'q': '那一種飛彈可以用每小時３０公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以９０度急轉彎那一種飛彈可以用每小時３０公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以９０度急轉彎',
        'a': '載在車上的飛彈'
    },
    {
        'q': '的士生意不好,打一韓國明星',
        'a': '車太賢'
    },
    {
        'q': '脫了紅袍子,是個白胖子去了白胖子,是個黑圓子。打一植物？',
        'a': '荔枝'
    },
    {
        'q': '什麼門是打不開也關不上的？',
        'a': '球門'
    },
    {
        'q': '什麼書在書店買不到？',
        'a': '秘書'
    },
    {
        'q': '錘子錘碗錘不破，為什麼？',
        'a': '碗破了'
    },
    {
        'q': '空著肚子能吃幾個雞蛋？',
        'a': '一個，因為再吃的時候就不是空著肚子了'
    },
    {
        'q': '有七個環，環環相扣成一直線狀，七環只可破壞其中一個。每次只能取走一個環，每次不能多拿，也不可少拿，要求分別拿七次，將七環分別取走',
        'a': '破壞第三個'
    },
    {
        'q': '池無水,地無土(打一字)？',
        'a': '也'
    },
    {
        'q': '我的心（打一字）？',
        'a': '悟'
    },
    {
        'q': '有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？',
        'a': '他就是你自己'
    },
    {
        'q': '什麼蛋打不爛，煮不熟，更不能吃',
        'a': '考試得的零蛋'
    },
    {
        'q': '拖什麼東西最輕鬆？',
        'a': '拖鞋'
    },
    {
        'q': '小趙買一張獎票,中了一等獎,去領獎卻不給',
        'a': '還沒到領獎的日期'
    },
    {
        'q': '一把刀順水漂，有眼睛，沒眉毛，是什麼？',
        'a': '魚'
    },
    {
        'q': '三兄弟中，雖然我跑得最慢，但如果沒有我，他們倆也不知道跑了多少圈。猜猜看，我是什麼？',
        'a': '時鐘'
    },
    {
        'q': '什麼果不能吃？',
        'a': '後果'
    },
    {
        'q': '什麼人不能吃飯，但是可以說，笑，玩遊戲？',
        'a': '木偶'
    },
    {
        'q': '偷什麼不犯法？',
        'a': '忙裡偷閒'
    },
    {
        'q': '用什麼可以解開所有的謎',
        'a': '謎底'
    },
    {
        'q': '颳風的晚上，停電了，曉曉上床睡覺時忘了吹蠟燭，第二天醒來時，蠟燭居然還有很長一支沒有燃完，怎麼回事呢？',
        'a': '被風吹熄了。'
    },
    {
        'q': '別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？',
        'a': '因為他的衣服只有拉鏈沒有扣子'
    },
    {
        'q': '什麼人每天靠運氣賺錢？',
        'a': '煤氣工人'
    },
    {
        'q': '什麼球不能踢',
        'a': '火球'
    },
    {
        'q': '誰的腳常年走路不穿鞋',
        'a': '動物的腳'
    },
    {
        'q': '從事什麼職業的人容易在短時間內反覆改變主意？',
        'a': '隊列教官'
    },
    {
        'q': '期終考試成績下來了，平平的四門功課全是零分。老師卻說比起某些同學來平平有一條是值得表揚的。老師指的是什麼？',
        'a': '平平沒有作弊'
    },
    {
        'q': '小波比的一舉一動都離不開繩子，為什麼？',
        'a': '小波是個木偶'
    },
    {
        'q': '胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？',
        'a': '因為池裡沒有水'
    },
    {
        'q': '什麼時候做的事別人看不到？',
        'a': '夢裡做事'
    },
    {
        'q': '農民、工人、軍人、科學家都靠什麼吃飯？',
        'a': '靠嘴吃飯'
    },
    {
        'q': '什麼蛋又能走又能跳還會說話？',
        'a': '笨蛋'
    },
    {
        'q': '可乘30人的船，才裝了10人後就沉進了水裡？',
        'a': '此船是潛艇'
    },
    {
        'q': '你說問別人什麼問題是，老是回答「沒有」？',
        'a': '你睡了沒有？'
    },
    {
        'q': '請在括號內填一個數，使下面式子能成立：98765432（　　）＝888888888',
        'a': '9'
    },
    {
        'q': '空中飛人？（打一字）',
        'a': '會'
    },
    {
        'q': '雞告狀，打一字？',
        'a': '酷'
    },
    {
        'q': '世界上最難的一道題是哪道題？',
        'a': '這道題'
    },
    {
        'q': '比眼大的東西是什麼',
        'a': '眼皮'
    },
    {
        'q': '加減乘除少一點打一字？',
        'a': '墳'
    },
    {
        'q': '『五角』猜一幾何圖形？',
        'a': '半圓'
    },
    {
        'q': '一個人背一個包，剛一出門，就摔死了，為什麼？',
        'a': '因為他在飛機上'
    },
    {
        'q': '什麼時候開口說話要付錢',
        'a': '打電話'
    },
    {
        'q': '畫聖是我國哪位著名畫家？',
        'a': '吳道子'
    },
    {
        'q': '威尼斯畫派的代表是誰？',
        'a': '提香'
    },
    {
        'q': '你看不到房間裡唯一的蘋果。為什麼？',
        'a': '蘋果放在頭上'
    },
    {
        'q': '醫治暈車的最好辦法是什麼？',
        'a': '不坐車'
    },
    {
        'q': '四個9加起來為什麼等於100？',
        'a': '9/9+99'
    },
    {
        'q': '哪個連的人最多？',
        'a': '大連'
    },
    {
        'q': '什麼樣的腿最長？打一成語',
        'a': '一步登天'
    },
    {
        'q': '最細的針打一成語。',
        'a': '無孔不入'
    },
    {
        'q': '船邊掛著軟梯，離海面2米，海水每小時上漲半米，幾個小時海水能淹沒軟梯',
        'a': '水漲船高，所以永遠不會淹沒軟梯'
    },
    {
        'q': '為什麼大雁秋天要飛到南方去',
        'a': '走過去的話太慢了。'
    },
    {
        'q': '小明的小貓從來不捉老鼠,這是為什麼',
        'a': '因為這是玩具貓'
    },
    {
        'q': '什麼人一年只上一天班？',
        'a': '聖誕老人'
    },
    {
        'q': '經理不會做飯，可有一道菜特別拿手，是什麼？',
        'a': '炒魷魚'
    },
    {
        'q': '什麼橋下沒水？',
        'a': '立交橋'
    },
    {
        'q': '拖什麼東西最輕鬆？',
        'a': '拖鞋'
    },
    {
        'q': '小華在家裡，和誰長得最像？',
        'a': '和鏡中的小華'
    },
    {
        'q': '有一家四兄弟他們4個人的年齡乘起來是14，請問他們各自是多數歲？',
        'a': '1、1、2、7、其中有一對雙胞胎。'
    },
    {
        'q': '有一種藥，你想吃上藥店卻買不到，這是什麼藥？',
        'a': '後悔藥'
    },
    {
        'q': '什麼書你不可能在書店裡買到',
        'a': '秘書'
    },
    {
        'q': '一個人空肚子最多能吃幾個雞蛋？',
        'a': '只能一個。因為吃第二個的時候已經不是空肚子了。'
    },
    {
        'q': '人們甘心情願買假的東西是什麼？',
        'a': '假髮'
    },
    {
        'q': '什麼蛋中看不中吃？',
        'a': '臉蛋'
    },
    {
        'q': '我不會輕功，反一隻腳搭在雞蛋上，雞蛋卻不會破，這是為什麼？',
        'a': '因為另一隻腳站在地上'
    },
    {
        'q': '買來煮了它,煮好丟了它，這東西是什麼？',
        'a': '藥草'
    },
    {
        'q': '什麼東西力氣再大的人也扛不起？',
        'a': '罪名'
    },
    {
        'q': '一個圓畫在哪裡永遠走不出去',
        'a': '自己的腰上'
    },
    {
        'q': '什麼東西沒腳走天下',
        'a': '船'
    },
    {
        'q': '關公兵敗走麥城—打一字？',
        'a': '翠'
    },
    {
        'q': '什麼東西天氣越熱，它爬的越高？',
        'a': '溫度計'
    },
    {
        'q': '飛機撞在大樹上怎麼會壞了？',
        'a': '是紙飛機'
    },
    {
        'q': '他從早上吃到下午怎麼撐不死？',
        'a': '他一直在吃虧'
    },
    {
        'q': '什麼「猴」不能吃？',
        'a': '「火侯」'
    },
    {
        'q': '兵強馬壯的城市是哪裡',
        'a': '武昌'
    },
    {
        'q': '頭在海裡游泳，尾在天上發光(打一字）',
        'a': '魯'
    },
    {
        'q': '風平浪靜的城市是哪裡',
        'a': '寧波'
    },
    {
        'q': '把火熄滅的最快方法是什麼？',
        'a': '火上加一橫'
    },
    {
        'q': '什麼「賊」不偷東西，專門賣東西？',
        'a': '賣國賊'
    },
    {
        'q': '有什麼辦法在最短的時間內打開魔方？',
        'a': '打碎'
    },
    {
        'q': '什麼人站在刀尖上生活(打一種人)？',
        'a': '滑冰的人'
    },
    {
        'q': '為什麼冬天大雁要飛到南方去？',
        'a': '因為它只會飛呀'
    },
    {
        'q': '一個很古老的題目。把大象裝進冰箱要幾步？',
        'a': '三步，先打開冰箱，再把大象放進去，最後把冰箱門關上'
    },
    {
        'q': '和尚帶帽子，（猜一成語）？',
        'a': '無法無天'
    },
    {
        'q': '馬的頭朝南，馬的尾朝那？',
        'a': '朝下'
    },
    {
        'q': '三撇六豎十八橫—猜一個字',
        'a': '矗'
    },
    {
        'q': '人最怕屁股上有什麼東西？',
        'a': '一屁股的債'
    },
    {
        'q': '一個最小正整數,除6余5,除5余4,除4余3,除3余2？',
        'a': '59'
    },
    {
        'q': '哪個寨子的人是最多的？',
        'a': '柬埔寨'
    },
    {
        'q': '一個人去網吧，碰上一個同學帶著兩個朋友，各帶著4個小孩，小孩個帶著2個朋友，問多少人去網吧？',
        'a': '一個人，其它人沒說去。'
    },
    {
        'q': '什麼最長？',
        'a': '時間'
    },
    {
        'q': '2木不成林!(打一字)',
        'a': '相'
    },
    {
        'q': '一陰一陽，一短一長，一晝一夜，合為一雙（一字）？',
        'a': '明'
    },
    {
        'q': '左邊是綠，右邊是紅，右邊怕水，左邊怕蟲（一字）？',
        'a': '秋'
    },
    {
        'q': '大家齊歡樂！（打一地名）',
        'a': '齊齊哈爾'
    },
    {
        'q': '網要什麼時候可以提水',
        'a': '當水變成冰的時候'
    },
    {
        'q': '什麼槍把人打跑卻不傷人？',
        'a': '水槍'
    },
    {
        'q': '什麼事你明明沒有做卻要受罰',
        'a': '作業'
    },
    {
        'q': '偷什麼不犯法？',
        'a': '偷笑'
    },
    {
        'q': '什麼東西洗好了卻不能吃？',
        'a': '撲克'
    },
    {
        'q': '小李說「我前的人是小王」小王說「我前面的人是小李」怎麼回事？',
        'a': '很簡單，他們面對面的站著'
    },
    {
        'q': '有一個地方失火，可是卻沒人打火警電話？',
        'a': '因為那個地方就是消防局'
    },
    {
        'q': '一個瞎子射擊一個帽子，怎麼樣一槍就中？',
        'a': '把帽子掛在槍口上'
    },
    {
        'q': '小立在街上走，前面有個人掉了一塊肉和一個錢包，小立為什麼撿肉不撿錢包，錢包裡有很多錢',
        'a': '因為小立是狗'
    },
    {
        'q': '自討苦吃的地方是哪？',
        'a': '藥店'
    },
    {
        'q': '太平洋的中間是什麼？',
        'a': '平'
    },
    {
        'q': '最不聽話的是誰？',
        'a': '聾子'
    },
    {
        'q': '什麼傷醫院不能治？',
        'a': '傷腦筋'
    },
    {
        'q': '什麼門沒有門扇？',
        'a': '球門'
    },
    {
        'q': '一個圓畫在哪裡永遠走不出去',
        'a': '腰上'
    },
    {
        'q': '小趙買一張獎票,中了一等獎,去領獎卻不給',
        'a': '還沒到領獎的日期'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？',
        'a': '看守所'
    },
    {
        'q': '小偷從現場逃走，為什麼沒有留下腳印？',
        'a': '倒著走的'
    },
    {
        'q': '從北京到天津要一小時，火車從北京開往天津，發車半小時後，問火車現在在那裡？',
        'a': '在鐵軌上'
    },
    {
        'q': '什麼屎不臭？',
        'a': '天使'
    },
    {
        'q': '13個人捉迷藏，捉了10個還剩幾個？',
        'a': '兩個'
    },
    {
        'q': '有一種東西，上升的時候同時會下降下降的同時會上升，這是什麼？',
        'a': '翹翹板'
    },
    {
        'q': '什麼球離你最近？',
        'a': '地球'
    },
    {
        'q': '警察看見有人搶銀行卻不抓。為什麼？',
        'a': '因為搶銀行的人是在拍電影'
    },
    {
        'q': '世界上什麼最大？',
        'a': '眼皮'
    },
    {
        'q': '一個獵人有一桿獵槍只能打一米遠,一隻兔子離他一百米為什麼別他一槍打死了',
        'a': '他的槍長99米'
    },
    {
        'q': '胖姐生病了,他最怕來看她的人說些什麼',
        'a': '請多多保重'
    },
    {
        'q': '什麼酒價格最貴',
        'a': '喜酒'
    },
    {
        'q': '什麼碗打不爛？',
        'a': '鐵飯碗'
    },
    {
        'q': '什麼書在書店買不到',
        'a': '遺書'
    },
    {
        'q': '美好的開端（打一字）',
        'a': '姜'
    },
    {
        'q': '你站在樹葉上,猜一電影中人名？',
        'a': '朱麗葉'
    },
    {
        'q': '什麼鬼大家都喜歡啊？',
        'a': '淘氣鬼'
    },
    {
        'q': '加熱會凝固的東西是什麼？',
        'a': '蛋'
    },
    {
        'q': '視而不見，聽而不聞（打一字）？',
        'a': '祈'
    },
    {
        'q': '一橋飛架南北（打一字）？',
        'a': '工'
    },
    {
        'q': '二木不成林(打一字)',
        'a': '相'
    },
    {
        'q': '什麼牛不能耕田？',
        'a': '蝸牛'
    },
    {
        'q': '什麼掌不能拍？',
        'a': '仙人掌'
    },
    {
        'q': '什麼筆不能寫？',
        'a': '電筆'
    },
    {
        'q': '什麼水不能喝？',
        'a': '薪水'
    },
    {
        'q': '世界上最舒服的地方在哪裡',
        'a': '媽媽的肚子裡'
    },
    {
        'q': '什麼情況下人會有四隻眼睛？',
        'a': '兩個人的時候'
    },
    {
        'q': '象棋與圍棋的區別是什麼？',
        'a': '前者越下越少，而後者越下越多'
    },
    {
        'q': '小王住在12層樓裡，為什麼他每天不坐電梯啊？',
        'a': '他住一樓'
    },
    {
        'q': '為什麼一個人一天吃9頭牛？',
        'a': '吃的是蝸牛'
    },
    {
        'q': '什麼東西要藏起來暗地裡用,用完之後再暗地裡交給別人',
        'a': '底片'
    },
    {
        'q': '小劉是個很普通的人，為什麼竟然能一連十幾個小時不眨眼',
        'a': '因為他已經睡了'
    },
    {
        'q': '小張被關在一間沒有上鎖的房裡，可是他使出吃奶的力氣也不能把門拉開，這是為什麼？',
        'a': '推開就可以了'
    },
    {
        'q': '一口咬掉牛尾巴(打一字)？',
        'a': '告'
    },
    {
        'q': '什麼時候棉花比鹽重？',
        'a': '浸了水'
    },
    {
        'q': '明月半邊天（打一字）',
        'a': '有'
    },
    {
        'q': '某人用麵條上吊，結果真的死了。為什麼？',
        'a': '他是掉下來摔死的。'
    },
    {
        'q': '一又七分之一,打一字',
        'a': '片'
    },
    {
        'q': '什麼比烏鴉更令人討厭？',
        'a': '烏鴉嘴'
    },
    {
        'q': '小明的爸爸買了一個禮物給小明小明打開看了之後就把它踢出去為什麼？',
        'a': '禮物是足球'
    },
    {
        'q': '水中撈月（歇後語）？',
        'a': '一場空'
    },
    {
        'q': '有種東西，沒吃時是綠的，吃下時紅的，吐出來的時黑的。猜一水果',
        'a': '西瓜'
    },
    {
        'q': '小明知道試卷的答案，為什麼還頻頻看同學的？',
        'a': '小明是老師'
    },
    {
        'q': '有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去哪裡',
        'a': '精神病院'
    },
    {
        'q': '小紅和媽媽去買熟雞蛋，為什麼別人不賣給她？',
        'a': '因為那雞蛋是生的'
    },
    {
        'q': '小明是高的兒子但是小明卻不肯喊他爸爸，為什麼？',
        'a': '因為高是小明的媽媽'
    },
    {
        'q': '什麼雞不下蛋？',
        'a': '飛機'
    },
    {
        'q': '字典放在地上為何沒人能跨過去？',
        'a': '字典放在牆角上。'
    },
    {
        'q': '小明從20樓跳下來，可他一點事都沒有，為什麼？',
        'a': '他是往房子裡面跳呀。'
    },
    {
        'q': '麒麟飛到北極會變成什麼？',
        'a': '冰淇淋'
    },
    {
        'q': '123456789哪個數字最勤勞，哪個數字最懶惰',
        'a': '1最勤勞，2最懶惰'
    },
    {
        'q': '不打不相識。（打一二字稱謂）',
        'a': '戰友'
    },
    {
        'q': '什麼帽不能戴？',
        'a': '螺帽'
    },
    {
        'q': '美國人登陸月球，第一句話是什麼？',
        'a': '美國話呀'
    },
    {
        'q': '上化學課時，將氯化鋇、硫酸銅、碳酸鈣三樣化學物質混合在一起。結果會怎麼樣？',
        'a': '你一定會被老師修理'
    },
    {
        'q': '什麼人始終不敢洗澡？',
        'a': '泥人'
    },
    {
        'q': '什麼酒不能喝',
        'a': '碘酒'
    },
    {
        'q': '沒電了，第一件事要做什麼？',
        'a': '點著火柴'
    },
    {
        'q': '小紅和媽媽都在一年級，為什麼？',
        'a': '媽媽是老師'
    },
    {
        'q': '什麼魚不能吃',
        'a': '木魚'
    },
    {
        'q': '大雁為什麼往南飛？',
        'a': '因為飛比走要快。'
    },
    {
        'q': '倆人不對，整整仨月，腰別小刀，不讓人知（打一字）？',
        'a': '偷'
    },
    {
        'q': '什麼東西最大？',
        'a': '眼皮，眼皮一落，什麼都給遮住了'
    },
    {
        'q': '請問一般讀完清華大學需多少時間',
        'a': '大概一秒鐘吧'
    },
    {
        'q': '好馬不吃回頭草是什麼意思？',
        'a': '後面沒有草可吃了'
    },
    {
        'q': '誰是獸中之王？',
        'a': '動物園園長'
    },
    {
        'q': '只能一個人去做的事是什麼？',
        'a': '做夢'
    },
    {
        'q': '什麼池不能洗澡啊？',
        'a': '電池'
    },
    {
        'q': '為什麼停電了，還能看電視？',
        'a': '看不了電視節目但可以看著電視機'
    },
    {
        'q': '二人力大頂破天。（打一字）',
        'a': '夫'
    },
    {
        'q': '保潔阿姨是什麼人？',
        'a': '女人'
    },
    {
        'q': '一個婚姻破碎的男人，桌上放著一把刀，請問他想幹什麼？',
        'a': '準備學著做飯'
    },
    {
        'q': '如果諸葛亮沒有死，世界將會有什麼不同',
        'a': '世界上將會多一個人'
    },
    {
        'q': '一個男人到醫院去檢查，醫生告訴他說：你懷孕了。你說為什麼？',
        'a': '心懷鬼胎'
    },
    {
        'q': '黃鼠狼覓食,打一成語？',
        'a': '見機（雞）行事'
    },
    {
        'q': '小明的肚子快要漲破了他為什麼還要不聽的喝水？',
        'a': '因為小明掉進河裡了，他不會游泳'
    },
    {
        'q': '什麼書中毛病最多？',
        'a': '醫書'
    },
    {
        'q': '一個公雞在尖尖的房子上下了一個蛋,它會往哪邊掉呢',
        'a': '公雞是不會生蛋的。'
    },
    {
        'q': '一個可以大可以小的地方是哪裡？',
        'a': '廁所'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '什麼照片看不出照的是誰？',
        'a': 'X光片'
    },
    {
        'q': '小呆騎在大牛身上，為什麼大牛不吃草？',
        'a': '大牛是人'
    },
    {
        'q': '北京王府井步行街上來往最多的是什麼人？',
        'a': '行人'
    },
    {
        'q': '在哪裡人才會真正變得任人宰割？',
        'a': '手術台上'
    },
    {
        'q': '先有雞還是先有蛋？',
        'a': '先有蛋，因為在新華字典裡面蛋在雞的前面'
    },
    {
        'q': '什麼水不能喝？',
        'a': '王水'
    },
    {
        'q': '為什麼小白看見１００元和肉骨頭他選肉骨頭？',
        'a': '小白是狗呀'
    },
    {
        'q': '什麼桶永遠裝不滿？',
        'a': '馬桶'
    },
    {
        'q': '王先生養了一隻很漂亮的孔雀,有一天,王先生的孔雀在張先生的花園裡生了一隻蛋,請問這隻蛋應屬於誰的？',
        'a': '孔雀的'
    },
    {
        'q': '一個老大爺住在一棟18層的房子了，但他天天都不用電梯？為什麼？',
        'a': '因為他住一樓'
    },
    {
        'q': '什麼東西不能吃？',
        'a': '東西本來就不能吃，因為東西是方向'
    },
    {
        'q': '謝謝（打一字）？',
        'a': '甭'
    },
    {
        'q': '你不是聾子，為什麼我說話你聽不到？',
        'a': '因為不在同一個地方'
    },
    {
        'q': '什麼手最大，打一成語？',
        'a': '一手遮天'
    },
    {
        'q': '群芳譜。（打一食品）？',
        'a': '花卷'
    },
    {
        'q': '白駒過隙空長歎打一字',
        'a': '嗎'
    },
    {
        'q': '一個警察的兒子從來不叫這個警察為爸爸，為什麼？',
        'a': '這個警察是個女的'
    },
    {
        'q': '愛斯基摩人用什麼吃飯？',
        'a': '用嘴吃飯'
    },
    {
        'q': '什麼票最危險',
        'a': '綁票'
    },
    {
        'q': '什麼鞋子，你絕不會穿著它去逛街？',
        'a': '溜冰鞋'
    },
    {
        'q': '你知道什麼東西天氣越熱，它爬得越高？',
        'a': '溫度計'
    },
    {
        'q': '為什麼台灣的劉小姐堅持結婚以後不冠夫姓？',
        'a': '他的未婚夫姓夏'
    },
    {
        'q': '聰穎快捷。（打一拉丁美洲國家名）',
        'a': '智力'
    },
    {
        'q': '瞎子為何夜路點燈？',
        'a': '為了使別人不撞到自己'
    },
    {
        'q': '瞎子吃奶打一種水果',
        'a': '芒果'
    },
    {
        'q': '千田連土土連田（猜一字）？',
        'a': '重'
    },
    {
        'q': '放大鏡不能放大的東西是什麼？',
        'a': '任何東西'
    },
    {
        'q': '一橫一橫又一橫，一豎一豎又一豎，左一豎右一豎，一豎一豎又一豎。（打一字）',
        'a': '帶'
    },
    {
        'q': '火車由北京到上海需要六個小時，行駛三個小時後，火車在哪？',
        'a': '鐵軌上。'
    },
    {
        'q': '什麼情況下一山可以容二虎？',
        'a': '老虎是一公一母'
    },
    {
        'q': '什麼雞沒有翅膀？',
        'a': '田雞'
    },
    {
        'q': '梳箅難上頭，虱蟣難留，光溜溜，憎亮，球（打一東東）？',
        'a': '禿子'
    },
    {
        'q': '比烏鴉跟討厭的是什麼',
        'a': '烏鴉嘴'
    },
    {
        'q': '什麼事天不知地知,你不知我知',
        'a': '鞋底破了一個洞'
    },
    {
        'q': '打什麼不費力啊？',
        'a': '打磕睡'
    },
    {
        'q': '為什麼大象只有一隻右耳朵？',
        'a': '每隻大象都有一隻右耳朵'
    },
    {
        'q': '何種動物最接近於人類',
        'a': '寄生在人身體上的寄生蟲'
    },
    {
        'q': '家在北京的老王想去上海，要花多少錢？',
        'a': '只是想，不用花錢'
    },
    {
        'q': '別人請你吃什麼需要你自己花錢？',
        'a': '吃官司'
    },
    {
        'q': '怎麼用兩個硬幣遮住一面鏡子？',
        'a': '把眼睛遮住'
    },
    {
        'q': '喝工夫茶(打一成語)？',
        'a': '苦盡甘來'
    },
    {
        'q': '有一個獨木橋，橋的一端有一隻老虎準備過橋，橋的另一端有一隻狼也準備過橋，在橋中間有一隻羊正在過橋，羊怎麼過去的？',
        'a': '暈過去的'
    },
    {
        'q': '魚兒為什麼不說話？',
        'a': '因為他在水裡'
    },
    {
        'q': '兩個小朋友都買了一樣的鞋，為什麼他們穿的鞋還是不一樣？',
        'a': '買的新鞋還沒穿'
    },
    {
        'q': '哭和笑有什麼共同之處？',
        'a': '兩個字的筆劃都是十劃'
    },
    {
        'q': '小強在大雨的曠野中奔跑了十分鐘，頭髮卻沒有濕，為什麼？',
        'a': '因為小強打著傘'
    },
    {
        'q': '最堅固的鎖怕什麼',
        'a': '鑰匙'
    },
    {
        'q': '我拿著雞蛋扔石頭，雞蛋沒破，為什麼？',
        'a': '石頭扔出去了，但雞蛋還留在手裡，雞蛋當然不會破了'
    },
    {
        'q': '什麼票最值錢也最不值錢？',
        'a': '股票'
    },
    {
        'q': '民航局開張，（打一成語）？',
        'a': '有機可乘'
    },
    {
        'q': '苦是什麼，猶是什麼？',
        'a': '苦是味覺，憂是感覺'
    },
    {
        'q': '做什麼事，一隻眼開一隻眼閉會比較好？',
        'a': '射擊'
    },
    {
        'q': '假如在海上，你的船破了一個洞，此時你該怎麼辦？',
        'a': '再挖一個洞，讓水流出去。'
    },
    {
        'q': '電和閃電有什麼不同？',
        'a': '一個花錢一個不花錢'
    },
    {
        'q': '什麼人每天靠運氣賺錢',
        'a': '氣功師'
    },
    {
        'q': '拿槍上側所(地名)？',
        'a': '保定'
    },
    {
        'q': '有什麼辦法在最短的時間內打開魔方？',
        'a': '用捶子'
    },
    {
        'q': '猴子在樹上摘菠蘿，一分鐘一個，十分鐘摘多少個？',
        'a': '菠蘿不長在樹上'
    },
    {
        'q': '禁止放牧？（打一古代詩人）',
        'a': '杜牧'
    },
    {
        'q': '為什麼他在大街上撿了一個錢包而不上交？',
        'a': '因為錢包是他自己的'
    },
    {
        'q': '為啥他的家在西方，而他卻朝東走',
        'a': '他的公司在東邊，他去上班'
    },
    {
        'q': '你用左手寫字還是用右手？',
        'a': '用筆'
    },
    {
        'q': '什麼山最偉大？',
        'a': '亞歷山大'
    },
    {
        'q': '為什麼自由女神像老站在紐約港',
        'a': '因為他不能坐'
    },
    {
        'q': '為什麼流氓坐車不用給錢？',
        'a': '他在坐警車'
    },
    {
        'q': '什麼人沒當爸爸就先當公公？',
        'a': '太監'
    },
    {
        'q': '電線幹上有三隻鳥在打架，為什麼一隻鳥掉了下來，另外的二隻也掉了下來？',
        'a': '因為他們拍手叫好，所以也掉了下來'
    },
    {
        'q': '拆信。（打一城市名）？',
        'a': '開封'
    },
    {
        'q': '第九次給婚(打一地名)？',
        'a': '巴黎'
    },
    {
        'q': '人身上的什麼東西不怕冷',
        'a': '鼻涕'
    },
    {
        'q': '八十多了一橫，打一字。',
        'a': '平'
    },
    {
        'q': '人能登上珠穆朗瑪峰，有一個地方卻永遠登不上。那是什麼地方？',
        'a': '自己的頭頂'
    },
    {
        'q': '有一個東西，是青年人的嬰兒期，中年人的青年期，老年人的人的整個過去，它是什麼？',
        'a': '昨天'
    },
    {
        'q': '吸血鬼抓住了一個人,並不馬上吃他,那只吸血鬼要幹什麼',
        'a': '先看看那個人的血型再說'
    },
    {
        'q': '左無右有前無後有什麼字',
        'a': '口'
    },
    {
        'q': '一個司機飛快的從山上衝下來,卻沒有撞傷人,為什麼',
        'a': '司機並沒有開車'
    },
    {
        'q': '廁所裡放鞭炮？（打一成語）',
        'a': '憤（糞）發圖（塗）強（牆）'
    },
    {
        'q': '世界上的豬都死光了。（打一歌名）',
        'a': '至少還有你'
    },
    {
        'q': '一個人想在一夜裡變成百萬富翁，他該怎麼辦？',
        'a': '做夢吧！'
    },
    {
        'q': '一個人想在一夜裡變成百萬富翁，他該怎麼辦？',
        'a': '做夢吧！'
    },
    {
        'q': '一個橋載重80公斤，為什麼一個重70公斤的人可以拿兩個各重10公斤的球過橋？',
        'a': '顛球走'
    },
    {
        'q': '最不聽話的是誰？',
        'a': '聾子'
    },
    {
        'q': '一個盒子有幾個邊？',
        'a': '兩個，裡邊和外邊'
    },
    {
        'q': '到家了,我為什麼不進去',
        'a': '忘了帶鑰匙'
    },
    {
        'q': '什麼東西可以盡情吃，不用花錢買？',
        'a': '空氣'
    },
    {
        'q': '什麼樣的東西是假的，也有人願意買？',
        'a': '假髮'
    },
    {
        'q': '什麼樣的速度最快？',
        'a': '一步登天'
    },
    {
        'q': '老明有3個兒子大兒子叫大哥二兒子叫二哥（請問小兒子叫什麼）？',
        'a': '小明'
    },
    {
        'q': '排著對上廁所-打一地名？',
        'a': '倫敦。'
    },
    {
        'q': '什麼東西看起來像照亮燈泡？',
        'a': '壞的燈泡'
    },
    {
        'q': '《金陵春夢》中蔣介石少年時曾到軍校上學，當時軍校是誰辦的？在哪兒？',
        'a': '袁世凱，在保定。'
    },
    {
        'q': '什麼字大家都會念錯？',
        'a': '錯'
    },
    {
        'q': '倆人不對，整整仨月，腰別小刀，不讓人知（打一字）？',
        'a': '偷'
    },
    {
        'q': '一隻蜜蜂停在日曆上,打一成語？',
        'a': '風和日麗'
    },
    {
        'q': '池無水,地無土(打一字)？',
        'a': '也'
    },
    {
        'q': '什麼池不能洗澡啊(打一物)？',
        'a': '電池'
    },
    {
        'q': '早上開箱子，晚上關箱子，箱子裡有面鏡子。打一人體器官',
        'a': '眼睛'
    },
    {
        'q': '什麼門關不上？',
        'a': '球們'
    },
    {
        'q': '十字路口,嫦娥路邊走(打一字)',
        'a': '胡'
    },
    {
        'q': '我和你爸爸的弟弟的兒子的同學的哥哥是什麼關係',
        'a': '沒關係'
    },
    {
        'q': '加減乘除少一點(打一字)',
        'a': '墳'
    },
    {
        'q': '人在園中（打一字）',
        'a': '囚'
    },
    {
        'q': '用三個3組成一個最大的數',
        'a': '3的33次方'
    },
    {
        'q': '如果你說出它來，它就不見了，它是什麼？',
        'a': '沉默不語'
    },
    {
        'q': '什麼車子寸步難行',
        'a': '風車'
    },
    {
        'q': '什麼樣的水不能喝？',
        'a': '薪水'
    },
    {
        'q': '什麼洞越大越沒用？',
        'a': '破洞'
    },
    {
        'q': '小明的爸爸有3個兒子，一個叫大毛，一個叫小毛，第三個叫什麼？',
        'a': '小明啊。'
    },
    {
        'q': '有１００個捧球隊比賽，選冠軍，最少要賽多少場？',
        'a': '要賽99場'
    },
    {
        'q': '在什麼時候更確定自己是中國人？',
        'a': '外語考試的時候'
    },
    {
        'q': '什麼倒立後會增加一半？',
        'a': '6'
    },
    {
        'q': '什麼樣的路人不能走',
        'a': '電路'
    },
    {
        'q': '什麼鬼大家都喜歡',
        'a': '機靈鬼'
    },
    {
        'q': '什麼蛋不能吃？',
        'a': '混蛋'
    },
    {
        'q': '用什麼擦地最乾淨？',
        'a': '用力'
    },
    {
        'q': '汽球內有空氣，那游泳圈內有什麼？',
        'a': '人'
    },
    {
        'q': '老劉一個人睡覺，醒來為什麼屁股上竟出現深深的牙印？',
        'a': '睡在自己的假牙上了。'
    },
    {
        'q': '什麼表以一天慢24小時？',
        'a': '停表'
    },
    {
        'q': '為什麼好馬不吃回頭草？',
        'a': '後面的草全吃沒了。'
    },
    {
        'q': '什麼書中毛病最多？',
        'a': '醫書中'
    },
    {
        'q': '什麼樣的人死後還可以出現？',
        'a': '電視劇裡的人'
    },
    {
        'q': '電和閃電有什麼不同？',
        'a': '一個花錢，一個不花錢'
    },
    {
        'q': '電線幹上有三隻鳥在打架，為什麼一隻鳥掉了下來，另外的二隻也掉了下來？',
        'a': '因為他們拍手叫好，所以也掉了下來'
    },
    {
        'q': '什麼雞沒有翅膀？',
        'a': '田雞。'
    },
    {
        'q': '在羅馬數字中，零該怎麼寫？',
        'a': '羅馬數字裡沒有零。'
    },
    {
        'q': '什麼照片看不出照的是誰',
        'a': 'X光片'
    },
    {
        'q': '有一位是小偷,他看見那有一輛小車,他為什麼不偷？',
        'a': '那輛車是他的。'
    },
    {
        'q': '2003年的NBA最佳球員是誰？',
        'a': '笨，都還沒打呢'
    },
    {
        'q': '小明次次都拿第一，為什麼爸爸還要罵他啊',
        'a': '倒數第一'
    },
    {
        'q': '9999個無（打一成語）',
        'a': '萬無一失'
    },
    {
        'q': '七個躺著，八個站著（打一成語）',
        'a': '橫七豎八'
    },
    {
        'q': '一堆沙加一堆沙等於多少堆沙？',
        'a': '當然是一堆沙啦'
    },
    {
        'q': '木字多一瞥不吧禾字猜，打一字。',
        'a': '移'
    },
    {
        'q': '爸爸什麼時候像個孩子？',
        'a': '在爺爺面前'
    },
    {
        'q': '中國哪個地方的東西最不便宜？',
        'a': '貴州'
    },
    {
        'q': '飛得最高的是什麼',
        'a': '人，他們飛到過月球'
    },
    {
        'q': '天上下著雨,為什麼地上是乾的',
        'a': '人在屋裡'
    },
    {
        'q': '水為什麼不能掉在盤上',
        'a': '那是鍵盤'
    },
    {
        'q': '哪一顆牙最後一次長出來？',
        'a': '假牙'
    },
    {
        'q': '什麼事情是天不知道地知道，你不知道我知道？',
        'a': '鞋底破了一個洞'
    },
    {
        'q': '能容納所有景物的球是什麼球？',
        'a': '眼球'
    },
    {
        'q': '最慢的時間？',
        'a': '度日如年'
    },
    {
        'q': '離你最近的地方是哪？',
        'a': '腳下'
    },
    {
        'q': '世界上哪裡的海不產魚？',
        'a': '辭海、腦海'
    },
    {
        'q': '什麼酒不能喝',
        'a': '碘酒'
    },
    {
        'q': '冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？',
        'a': '理髮師'
    },
    {
        'q': '什麼冰沒水？',
        'a': '乾冰'
    },
    {
        'q': '一隻老虎被一根85米長的繩子捆著,它前方100米處有一堆草,老虎怎麼樣才能吃到草',
        'a': '老虎不吃草'
    },
    {
        'q': '什麼東西最容易滿足？',
        'a': '襪子'
    },
    {
        'q': '什麼東西見者有份？',
        'a': '陽光'
    },
    {
        'q': '為什麼小王寫了一個字，人人都說他寫了錯字？',
        'a': '因為他本身就寫了個錯字'
    },
    {
        'q': '什麼鴨子用兩隻腳走路？',
        'a': '所有的鴨子都是用兩隻腳走路'
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不可能來'
    },
    {
        'q': '有爺倆，娘倆和兄妹倆，只有6個燒餅，但卻每人分得了兩個，這是為什麼？',
        'a': '兒子、母親、舅舅'
    },
    {
        'q': '夜黑風高的晚上，小李遇見一個鬼，那鬼嚇得落方而逃，為什麼？',
        'a': '膽小鬼'
    },
    {
        'q': '什麼床不能睡？',
        'a': '牙床'
    },
    {
        'q': '羊不呼吸了叫什麼？（打一成語）',
        'a': '揚眉吐氣'
    },
    {
        'q': '高比得了幾次NBA總冠軍？',
        'a': '三次'
    },
    {
        'q': '蜜蜂釘在掛歷上，打一成語？',
        'a': '風和日麗'
    },
    {
        'q': '什麼老虎不吃人？',
        'a': '秋老虎'
    },
    {
        'q': '石頭,西紅柿打倒頭上,那個疼',
        'a': '頭疼'
    },
    {
        'q': '什麼車最長？',
        'a': '塞車'
    },
    {
        'q': '什麼樣的速度最快？',
        'a': '一步登天'
    },
    {
        'q': '什麼時後你跑得最快？',
        'a': '當你三急時'
    },
    {
        'q': '小明肚子已經好脹了，但是為什麼還在不停喝水呢？',
        'a': '掉水裡了。'
    },
    {
        'q': '地球以外是什麼？',
        'a': '宇宙'
    },
    {
        'q': '米高佐敦帶領公牛隊拿了幾次NBA總冠軍？',
        'a': '六次'
    },
    {
        'q': '屋子方方，有門沒窗，屋外熱烘，屋裡冰霜，打一種電器？',
        'a': '電冰箱'
    },
    {
        'q': '一加一等於什麼？',
        'a': '等於「王」'
    },
    {
        'q': '今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？',
        'a': '人是沒有半個的。'
    },
    {
        'q': '什麼魚不能吃？',
        'a': '木魚'
    },
    {
        'q': '生米煮成熟飯怎麼辦？',
        'a': '吃掉'
    },
    {
        'q': '上面是毛，下面是毛，晚上毛挨毛。人體一器官。',
        'a': '眼睛'
    },
    {
        'q': '如果動物園失火了，最先逃出來的哪一種動物？',
        'a': '人'
    },
    {
        'q': '情人卡、生日卡、大大小小的卡，到底要寄什麼卡給女人，最能博得她的歡心呢？',
        'a': '信用卡'
    },
    {
        'q': '如果你想美夢成真首先要做什麼？',
        'a': '醒來'
    },
    {
        'q': '兩個人分五個蘋果，怎麼分最公平？',
        'a': '搾成果汁'
    },
    {
        'q': '為什麼白鷺鶯總是縮著一隻腳睡覺？',
        'a': '縮兩隻腳就會跌到'
    },
    {
        'q': '失戀的黃先生在一個月黑風高的晚上,走上街頭,迎面過來飛車,他站在兩個車燈中間,車子呼嘯而過,人竟毫髮無損,為什麼',
        'a': '迎面而來的是兩輛並排而行的摩托車'
    },
    {
        'q': '如果你有一雙翅膀你會做什麼？',
        'a': '到醫院'
    },
    {
        'q': '誰是百獸之王？',
        'a': '動物園的園長'
    },
    {
        'q': '化妝品可以使女人的臉變得美麗，可是會使哪些人的臉變得非常難看？',
        'a': '付錢的男人'
    },
    {
        'q': '小明拿了一百元去買一個七十五元的東西，但老闆卻只找了五元給他，為什麼？',
        'a': '他只給了80元。'
    },
    {
        'q': '什麼東西越洗越髒？',
        'a': '水'
    },
    {
        'q': '123是什麼',
        'a': '是數字'
    },
    {
        'q': '農夫養１０頭牛，只有１９只角，為什麼？',
        'a': '有一頭是犀牛'
    },
    {
        'q': '肥太太體重驚人，她丈夫要她減肥，可是有一天，她去稱體重，指針指向了零，可他丈夫還是要她減肥，為什麼？',
        'a': '指針都轉了一圈後再指向零，當然要減了。'
    },
    {
        'q': '一隻貓看見老鼠拔腿就跑，為什麼？',
        'a': '很正常啊，貓在追老鼠呀。'
    },
    {
        'q': '爆炸後，爬起來見到的第一個人是誰？',
        'a': '閻王爺。'
    },
    {
        'q': '有一位女士離婚數次打一四字成語？',
        'a': '前公（功）盡氣。'
    },
    {
        'q': '為什麼母雞都是短腿？',
        'a': '站著下蛋時，離地高容易打破蛋。'
    },
    {
        'q': '為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下？',
        'a': '跳水運動員'
    },
    {
        'q': '小張開車，不小心撞上電線桿發生車禍，警察到達時車上有個死人，小張說這與他無關，警察也相信了，為什麼？',
        'a': '他開的是送屍體的車子'
    },
    {
        'q': '小明知道試卷的答案，為什麼還頻頻看同學的？',
        'a': '小明是老師'
    },
    {
        'q': '什麼地方看到的月亮最大？',
        'a': '月球上'
    },
    {
        'q': '中國古賢人曾將蘭色外衣，浸泡於黃河中，結果產生何種現象？',
        'a': '打濕'
    },
    {
        'q': '什麼「海」沒有邊？',
        'a': '苦海無邊'
    },
    {
        'q': '化妝品可以使女人的臉變得美麗好看，可是會使哪些人的臉變得難看？',
        'a': '付錢的男人'
    },
    {
        'q': '麗麗和小狗一起玩，突然，她看到小狗越來越小了。是什麼原因呢？',
        'a': '小狗離開小麗跑了，越跑越遠'
    },
    {
        'q': '媽媽把一頭漂亮的長髮剪短了，可是回到家裡卻沒有人發現。為什麼？',
        'a': '家裡沒人'
    },
    {
        'q': '網子裡怎麼裝水？',
        'a': '裝冰就可以了。'
    },
    {
        'q': '加熱會凝固的東西是什麼？',
        'a': '蛋'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？',
        'a': '看守所'
    },
    {
        'q': '什麼兩個腦袋、六條腿、一條尾巴？',
        'a': '人騎馬'
    },
    {
        'q': '有八個蘋果裝一個筐裡，八個小孩每人一個，最後一看，筐裡還剩了一個，為什麼？',
        'a': '一個孩子手裡拿著筐'
    },
    {
        'q': '一個人一天吃了二十隻牛，為什麼？',
        'a': '蝸牛'
    },
    {
        'q': '小剛從5000米高的飛機上跳傘，過了兩個小時才落到地面，為什麼？',
        'a': '他掛在了樹上'
    },
    {
        'q': '研研十四歲生日的晚上，慶祝宴上點了十五支蠟燭。那是為什麼？',
        'a': '那晚停電，有一隻是照明蠟燭'
    },
    {
        'q': '哪個連的人員比一般連隊的人員要多得多？',
        'a': '大連'
    },
    {
        'q': '傳說中遇見白無常者活，遇見黑無常者死，那麼同時遇見黑白無常呢？',
        'a': '嚇得半死不活'
    },
    {
        'q': '為什麼小弟開車遇見交叉道從不停車',
        'a': '因為他以前是開火車的。'
    },
    {
        'q': '北極裡有一種動物，背上有兩個峰四隻腳，猜一種五個字的動物？',
        'a': '迷失的駱駝'
    },
    {
        'q': '借什麼可以不還？',
        'a': '借光'
    },
    {
        'q': '為什麼暑假一定比寒假長？',
        'a': '熱脹冷縮'
    },
    {
        'q': '有一隻蝸牛從新疆維吾爾自治區爬到海南省為什麼只需三分鐘？',
        'a': '它在地圖上爬'
    },
    {
        'q': '去教堂向神父懺悔之前，都事先做了些什麼事',
        'a': '犯罪'
    },
    {
        'q': '胡瓜一大早起來看見地上躺了一大堆屍體，為什麼他毫不在意也不害怕',
        'a': '這是昨天他噴灑殺蟲水後今天早上蟑螂全死掉了。'
    },
    {
        'q': '一隻瞎了左眼的山羊在它左邊有一塊牛肉,在他的右邊有一塊豬肉,請問他吃哪一塊？',
        'a': '都不吃，它吃素'
    },
    {
        'q': '一個考上清華大學的人以正常的速度讀完清華大學需要花多長時間？',
        'a': '讀完「清華大學」四個字只要一秒鐘'
    },
    {
        'q': '什麼越冷越愛出來？',
        'a': '鼻涕'
    },
    {
        'q': '什麼人雙手是多餘的？',
        'a': '足球運動員'
    },
    {
        'q': '什麼時候做的事別人看不到？',
        'a': '夢裡做事'
    },
    {
        'q': '蚊子咬在什麼地方你不會覺得癢？',
        'a': '別人身上'
    },
    {
        'q': '下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？',
        'a': '他在屋外'
    },
    {
        'q': '毛說：１０＋４＝２，老師也說對，為什麼？',
        'a': '他是說的時間，10點加4點等於兩點鐘'
    },
    {
        'q': '三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間？',
        'a': '三分鐘'
    },
    {
        'q': '什麼樣的輪子只轉不走？',
        'a': '風車輪子'
    },
    {
        'q': '８個數字「８」，如何使它等於1000？',
        'a': '8+8+8+88+888'
    },
    {
        'q': '你的爸爸的妹妹的堂弟的表哥的爸爸與你叔叔的兒子的嫂子是什麼關係？',
        'a': '親戚關係'
    },
    {
        'q': '小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎？',
        'a': '他媽媽背著他上樓'
    },
    {
        'q': '增長智力最有效的辦法是什麼？',
        'a': '吃一塹長一智'
    },
    {
        'q': '按照1、12、1、1、1、2……規律寫，接著該怎麼寫？',
        'a': '接下去是1、3、1、4....這是掛鐘打點的聲音'
    },
    {
        'q': '能夠使我們的眼睛透過一堵牆的是什麼？',
        'a': '窗戶'
    },
    {
        'q': '全世界列亡率最高的地方在哪裡？',
        'a': '在床上'
    },
    {
        'q': '小華說他能在１秒鐘之內把房間和房間裡的玩具都變沒了，這可能嗎？',
        'a': '把眼睛閉上'
    },
    {
        'q': '一溜（提示：注意諧音）三棵樹，要拴１０匹馬，只能拴單不能拴雙？請問怎樣拴？',
        'a': '1+3+6=10'
    },
    {
        'q': '有一種奇怪的東西，他能載的動萬噸重物，卻載不起一粒沙子。它是什麼？',
        'a': '海水'
    },
    {
        'q': '理髮師最不喜歡的人是誰？',
        'a': '禿頭的人'
    },
    {
        'q': '有種動物，大小像隻貓，長相又像虎，這是什麼動物？',
        'a': '小老虎'
    },
    {
        'q': '法國人的笑聲跟我們有什麼不同？',
        'a': '他們是用法語笑的'
    },
    {
        'q': '大人上班遲到的理由是堵車，小孩子遲到的理由是什麼？',
        'a': '媽媽睡過了頭'
    },
    {
        'q': '動物園裡，大象的鼻子最長，鼻子第二長的是什麼？',
        'a': '小象'
    },
    {
        'q': '有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，這是為什麼？',
        'a': '他只是單眼瞎'
    },
    {
        'q': '鐵放外面會生銹，金子呢？',
        'a': '會被人拿走'
    },
    {
        'q': '什麼東西別人請你吃，但你自己還是要付錢？',
        'a': '吃官司'
    },
    {
        'q': '如果諸葛亮活著，世界現在會有什麼不同？',
        'a': '會多一個人'
    },
    {
        'q': '一隻十分飢餓的貓，看見一隻老鼠後為什麼立刻跑了？',
        'a': '去追老鼠了'
    },
    {
        'q': '印度人為什麼用手抓飯吃？',
        'a': '因為手比腳乾淨'
    },
    {
        'q': '那一種飛彈可以用每小時30公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以90度急轉彎？',
        'a': '載在車上的飛彈'
    },
    {
        'q': '陳老太太得的並不是絕症，為什麼醫生卻說她無藥可救？',
        'a': '她沒錢買藥'
    },
    {
        'q': '跳傘時，怎樣才能分的出老兵和新兵？',
        'a': '新兵的屁股上有鞋印'
    },
    {
        'q': '什麼鞋子，你絕不會穿著它去逛街？',
        'a': '溜冰鞋'
    },
    {
        'q': '一年四季都盛開的花是什麼花？',
        'a': '塑料花'
    },
    {
        'q': '你知道什麼東西天氣越熱，它爬得越高？',
        'a': '溫度計'
    },
    {
        'q': '這是一個古老的問題：有一個人帶著一條狗、一隻兔子、一籃白菜來到河邊。河水很深，已經齊半腰，所以他每次只能帶一樣東西過河。但是狗要咬兔子，兔子要吃菜，請問他該怎樣過去？',
        'a': '先帶兔子過去，空手回來，然後再帶白菜過去，把兔子帶'
    },
    {
        'q': '有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？',
        'a': '每個字兩角'
    },
    {
        'q': '把一副拿去大，小王，還剩52張的撲克牌仔細洗好，然後分成各26張的A，B兩堆。如果這樣分上一萬次，那麼請問該有多少次A堆中的黑牌與B堆中的紅牌相等？',
        'a': '全相等'
    },
    {
        'q': '一次宴會上，一對夫妻同客人共握手48次，問這次宴會上共有幾人？',
        'a': '26人才'
    },
    {
        'q': '餐廳裡，有兩對父子在用餐，每人叫了一份70元的牛排，付帳時只付了210元，為什麼？',
        'a': '這是祖孫三人'
    },
    {
        'q': '小白買了一盒蛟香，平均一卷蛟香可點燃半個小時。若他想以此測量45分鐘時間，他該如何計算',
        'a': '先將一卷蚊香的兩端點燃，同時將另一卷蚊香的一端點燃'
    },
    {
        'q': '什麼餅不能吃',
        'a': '鐵餅'
    },
    {
        'q': '長4米,寬3米,深2米的池塘,有多少立方米泥',
        'a': '池塘是空的，沒有泥。'
    },
    {
        'q': '什麼數字減去一半等於零',
        'a': '8'
    },
    {
        'q': '在一輛營運中的巴士裡，買票的只有三分之一，可是售票員和司機卻都無動於衷，乘客中沒有小孩，也沒有司機與售票員的朋友，並且也沒有持月票的人，這是為什麼？',
        'a': '車裡只有一位乘客'
    },
    {
        'q': '8個人吃8份快餐需10分鐘,16個人吃16份快餐需幾分鐘',
        'a': '還是10分鐘'
    },
    {
        'q': '什麼東西製造期和有效日期是同一天的？',
        'a': '日報'
    },
    {
        'q': '你爸爸和你媽媽生了個兒子，他既不是你哥哥又不是你弟弟，他是誰？',
        'a': '是你自己呀。'
    },
    {
        'q': '把一副拿去大，小王，還剩52張的撲克牌仔細洗好，然後分成各26張的A，B兩堆。如果這樣分上一萬次，那麼請問該有多少次A堆中的黑牌與B堆中的紅牌相等？',
        'a': '全相等'
    },
    {
        'q': '50塊糖分給10個小朋友,數目不同,不可把糖塊截斷,能不能分',
        'a': '不能，因為「1+2+3.....+10」=55'
    },
    {
        'q': '教師給學生們佈置寫作文，題目是假如我是一位經理。絕大部分學生馬上埋頭寫作，惟有一位男生操著手，靠在椅子上，無動於衷。老師問他為什麼不寫，他給了一個令其哭笑不得的回答。',
        'a': '我在等秘書'
    },
    {
        'q': '有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？',
        'a': '每個字兩角'
    },
    {
        'q': '小明和小旺玩擲硬幣的遊戲,小明擲了十次都是陽的一面,問他擲第十一次時,陽和陰的概率各是多少',
        'a': '50%'
    },
    {
        'q': '當你向別人誇耀你的長處的同時，別人還會知道你的什麼？',
        'a': '知道你不是個啞巴'
    },
    {
        'q': '剛上幼兒園第一天的Rose，從來沒學過數學，但老師卻稱讚她的數學程度是數一數二的，為什麼？',
        'a': '因為他只會數一數二的。'
    },
    {
        'q': '打狗要看主人，打虎要看什麼？',
        'a': '要看你有沒有種'
    },
    {
        'q': 'dongdong養的鴿子在mingming家下了一個蛋，請問這個蛋應屬於誰的？',
        'a': '鴿子的'
    },
    {
        'q': '什麼門永遠關不上？',
        'a': '球門'
    },
    {
        'q': '小明帶100元去買一件75元的襯衫,但老闆卻只找了5塊錢給他,為什麼',
        'a': '小明就只給了老闆80元錢'
    },
    {
        'q': '吃蘋果時,咬下一口……，看到有一條蟲，覺得很可怕，看到兩條蟲，覺得更可怕，看到有幾條蟲讓人覺得最可怕？',
        'a': '半條蟲'
    },
    {
        'q': '哪項比賽是比誰往後跑得快的',
        'a': '拔河'
    },
    {
        'q': '一座大樓發生火災,老陳逃到了樓頂後,無路可走,便逃到了隔壁的樓頂上,兩樓只隔10公分,老陳卻摔死了,為什麼',
        'a': '兩座樓一個30層，一個3層'
    },
    {
        'q': '有個剛生下的嬰兒，有兩個小孩和他是同年同月同日生的，而且是同一對父母生的，但他們不是雙胞胎，這可能嗎？',
        'a': '可能是三胞胎'
    },
    {
        'q': '笨拙者的敏捷,用一個什麼樣的詞形容比較恰當？',
        'a': '倉促'
    },
    {
        'q': '芳芳在學校門口將學生證掉了，它該怎麼辦？',
        'a': '撿起來'
    },
    {
        'q': '什麼橋下沒水？',
        'a': '立交橋'
    },
    {
        'q': '什麼樣的強者千萬別當？',
        'a': '強盜'
    },
    {
        'q': '一位司機上了他駕駛的汽車後，做的第一個動作是什麼？',
        'a': '第一個動作是坐下'
    },
    {
        'q': '漆黑的夜晚，老王在家看書，看著看著，他的妻子說：「太晚了，關燈睡覺吧。」就把燈關了。可老王理也不理繼續看書，還一直把書看完了這是怎麼回事？',
        'a': '老王是盲人，他在讀盲文'
    },
    {
        'q': '一個聾啞人到五金商店買釘子,他把左手的食中兩指伸開做成夾著釘子的樣子,然後伸出右手作錘子狀,服務員給他拿出錘子,他搖了搖頭,給他拿來釘子,他滿意的買了。接著來了一個盲的，請問，他怎樣才能買到剪子？',
        'a': '盲人是會說話的呀'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？',
        'a': '將瓶塞搗進瓶子裡'
    },
    {
        'q': '小明畫了好大一個圓，你知道畫圓時是從什麼地方開始的嗎',
        'a': '從筆尖開始'
    },
    {
        'q': '有什麼辦法能使眉毛長在眼的下面？',
        'a': '到立'
    },
    {
        'q': '小王中午時候去開會，為什麼半個人影也沒看到？',
        'a': '影子是沒有半個的。'
    },
    {
        'q': '為什麼白羊比黑羊吃得多一些？',
        'a': '因為世界上的白羊比黑羊多'
    },
    {
        'q': '三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼？',
        'a': '叫救命'
    },
    {
        'q': '一幢大樓失火,很多人圍觀,卻無人報警,為什麼',
        'a': '失火的正是警察局大樓'
    },
    {
        'q': '一個卡車司機撞倒一個騎摩托車的人，卡車司機受重傷，摩托車騎士卻沒事，為什麼？',
        'a': '卡車司機在走路'
    },
    {
        'q': '一根木頭重5噸，從上游到到下游，需船載重為多少的船？',
        'a': '不用船，把木頭放在水裡就可以從上游運到下游了。'
    },
    {
        'q': '阿里巴巴與四十大盜的故事是東方夜譚還是西方夜譚？',
        'a': '都不是，是天方夜談'
    },
    {
        'q': '什麼話是世界通用的？',
        'a': '電話'
    },
    {
        'q': 'dongdong養的鴿子在mingming家下了一個蛋，請問這個蛋應屬於誰的？',
        'a': '鴿子的'
    },
    {
        'q': '一場大雨，忙著耕種的農民紛紛躲避，卻仍有一個人不走，為什麼？',
        'a': '那是一個稻草人'
    },
    {
        'q': '一個婚姻破碎的男人，桌上放著一把刀，請問他要作什麼？',
        'a': '要學著自己做菜'
    },
    {
        'q': '小小的媽媽在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？',
        'a': '因為她是洗的別人的衣服'
    },
    {
        'q': '一個警察有個弟弟，但弟弟卻否認有個哥哥，為什麼？',
        'a': '因為那個警察是個女的。'
    },
    {
        'q': '一間牢房中關著兩個犯人,其中一個因偷竊要關一年,另一個是搶劫殺人犯,卻只關兩個月,為什麼',
        'a': '再過兩個月殺人犯就要被槍決了。'
    },
    {
        'q': '有一艘船限載50人,已載49人,後來又有一孕婦上船,結果船仍沉入了水中,為什麼',
        'a': '是艘潛水艇'
    },
    {
        'q': '進動物園看到的第一個動物是什麼？',
        'a': '售票員'
    },
    {
        'q': '兩架乘滿乘客的飛機在空中相撞,飛機上的人為什麼一個也沒有受傷的',
        'a': '飛機上的人全都死了'
    },
    {
        'q': '如果你生出的孩子只有一隻右手你會怎麼辦',
        'a': '廢話，哪有人有兩隻右手的。'
    },
    {
        'q': '三個人共撐一把傘在街上走,卻沒有淋濕身,為什麼',
        'a': '因為沒有下雨'
    },
    {
        'q': '三個人要過公路，當時沒有任何車輛通過，但走到一邊人行道上的只有兩個人，請問另一個人哪裡去了呢？',
        'a': '在公路的另一邊'
    },
    {
        'q': '黑皮膚有什麼好處',
        'a': '不怕曬黑'
    },
    {
        'q': '小明的爸爸找了人座位坐下，小明也在同一個房間找個地方坐下來，小明的爸爸卻不能坐在小明的位置上，小明坐在哪兒，為什麼？',
        'a': '小明坐在爸爸的腿上'
    },
    {
        'q': '老張有很厲害的胃病，可他每週有五天總往牙科跑，這是為什麼？',
        'a': '老張是牙科醫生'
    },
    {
        'q': '在早餐時從來不吃的是什麼？',
        'a': '午餐和晚餐'
    },
    {
        'q': '有一位大師武功了得，他在下雨天不帶任何防雨物品出門，全身都被淋濕了，可是頭髮一點沒濕，怎麼回事？',
        'a': '他是和尚沒頭髮'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯？',
        'a': '嘴巴'
    },
    {
        'q': '小王13歲的生日為何點了14根蠟燭',
        'a': '那晚停電，有一根是用來照明的。'
    },
    {
        'q': '誰天天去看病？',
        'a': '醫生'
    },
    {
        'q': '什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？',
        'a': '上下嘴唇'
    },
    {
        'q': '有兩個人同時來到了河邊，都想過河，但卻只有一條小船，而且小船只能載1個人，請問，他們能否都過河？',
        'a': '能，因為他們分別在河的兩邊。'
    },
    {
        'q': '某個動物園中，有二隻獅子趁管理員一時疏忽，忘記把籠子上鎖的機會逃出來，在公園內竄來竄去。人們一邊避險，一邊找管理員，而管理員卻躲到一個更安全的地方。此地為何處',
        'a': '關獅子的籠子裡'
    },
    {
        'q': '最後冒出來的牙齒是哪一顆？',
        'a': '假牙'
    },
    {
        'q': '什麼東西咬牙切齒？',
        'a': '拉鏈'
    },
    {
        'q': '有兩輛汽車以完全湘同的速度，分別行駛於緊鄰的兩條道路上。不久之後，雖然兩車都未改變車速，但是B車突然開始超越A車，這可能嗎兩條道路都是直線。',
        'a': 'A車道有下坡路段，使距離變長。'
    },
    {
        'q': '別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？',
        'a': '有拉鏈的'
    },
    {
        'q': '什麼動物天天熬夜？',
        'a': '熊貓，你看它的黑眼圈'
    },
    {
        'q': '擁有很多牙齒,能咬住人的頭髮的東西是什麼？',
        'a': '髮夾'
    },
    {
        'q': '什麼樣的輪子只轉不走？',
        'a': '風車輪子'
    },
    {
        'q': '數個大小形狀相同物體並排一起時，有無可能愈接近自己的東西看起來愈小，愈遠離的物體看起來愈大',
        'a': '如使用鏡子反射，便可出現這種情況。'
    },
    {
        'q': '打狗要看主人，打虎要看什麼？',
        'a': '要看你有沒有種'
    },
    {
        'q': '一座橋上面立有一牌，牌上寫「不准過橋」。但是很多人都照樣不理睬，照樣過去。你說為什麼？',
        'a': '這座橋的名字叫「不准過橋」'
    },
    {
        'q': '貝多芬給了學生什麼樣的啟示？',
        'a': '背了課本就會多得分（背多分）'
    },
    {
        'q': '人死後，為什麼會變得冰涼？',
        'a': '心靜自然涼'
    },
    {
        'q': '小李有一次出差去辦事，提早了回來，看見隔壁的小樓同自己的妻子睡在床上，小李為什麼不生氣？',
        'a': '小樓是女的'
    },
    {
        'q': '小明從來沒去過美國，他想去美國，至少應花多少錢？',
        'a': '光想是不用花錢的。'
    },
    {
        'q': '什麼餅不能吃',
        'a': '鐵餅'
    },
    {
        'q': '什麼數字減去一半等於零',
        'a': '8'
    },
    {
        'q': '盒子裡有四塊蛋糕，有四個小朋友都分到一塊，但盒子裡還留下一塊，為什麼？',
        'a': '其中一塊讓小朋友連盒子一塊拿走了'
    },
    {
        'q': '一百個男人無法抬起的物體，卻有一女子可單手舉起，此物體究竟為何',
        'a': '一顆雞蛋（僅僅一個雞蛋，100個人沒法抬）'
    },
    {
        'q': '什麼能夠擊倒世界拳擊冠軍',
        'a': '磕睡'
    },
    {
        'q': '什麼車子寸步難行？（除了壞車子）',
        'a': '風車'
    },
    {
        'q': '有一天，警察眼見一黑人小偷逃進一白人的宴會，追進去後，卻發現全是白人，為什麼？',
        'a': '因為小偷的臉嚇白了'
    },
    {
        'q': '8個人吃8份快餐需10分鐘,16個人吃16份快餐需幾分鐘',
        'a': '10分鐘'
    },
    {
        'q': '《狼來了》這個故事給人什麼啟示？',
        'a': '謊話不要重複說兩次'
    },
    {
        'q': '三位兄弟分食一罐重達320克的鳳梨罐頭。因為不易平均分成三等分，所以二位哥哥各吃100克，剩下的120克全部分給弟弟，但是正想去吃的弟弟突然變得十分生氣。究竟這是為什麼',
        'a': '因為兩個哥哥吃的是100克鳳梨片，剩下的是120克湯水'
    },
    {
        'q': '一斤棉花和一斤鐵塊哪一樣比較重？',
        'a': '一樣重'
    },
    {
        'q': '有爺倆，娘倆和兄妹倆，只有6個燒餅，但卻每人分得了兩個，這是為什麼？',
        'a': '他們只有三個人：兒子、母親、舅舅'
    },
    {
        'q': '一次宴會上，一對夫妻同客人共握手48次，問這次宴會上共有幾人？',
        'a': '26人'
    },
    {
        'q': '小明讀小學二年級,他的家住在12樓,他每次去學校都是乘電梯下去的,但放學後,乘電梯只能乘到11樓為什麼',
        'a': '小明不夠高，按不到12這個按鈕'
    },
    {
        'q': '袋鼠和猴子參加跳高比賽,為什麼猴子一開始就贏了',
        'a': '袋鼠雙腳起跳，犯規'
    },
    {
        'q': '最後冒出來的牙齒是哪一顆？',
        'a': '假牙'
    },
    {
        'q': '「東張西望」「左顧右盼」「瞻前瞻後」這幾個成語用在什麼時候最合適？',
        'a': '過馬路的時候'
    },
    {
        'q': '一隻公雞加一隻母雞，猜三個字。',
        'a': '三隻雞'
    },
    {
        'q': '什麼事,你明明沒有做,卻要受罰',
        'a': '回家做作業'
    },
    {
        'q': '一架空調器從樓掉下來會變成啥器？',
        'a': '凶器'
    },
    {
        'q': '兔子為什麼不吃窩邊草？',
        'a': '如果兔子吃了窩邊草的話，那它的窩就沒有可以隱藏的東'
    },
    {
        'q': '喜劇和悲劇有什麼聯繫？',
        'a': '喜劇沒有人看就成了悲劇'
    },
    {
        'q': '醫生囑咐小明吃三片藥,半小時吃1片,問小明吃完藥片需幾小時',
        'a': '一小時'
    },
    {
        'q': '一次宴會上，一對夫妻同客人共握手48次，問這次宴會上共有幾人？',
        'a': '26人'
    },
    {
        'q': '桌子上有12支點燃的蠟燭，先被風吹滅了3根，不久又一陣風吹滅了2根，最後桌子上還剩幾根蠟燭？',
        'a': '5根，因為沒被吹滅的都燃完了。'
    },
    {
        'q': '為什麼大多數人都不喜歡過32歲生日',
        'a': '沒有人喜歡在生日蠟燭上插三長兩短的蠟燭'
    },
    {
        'q': '小明和小旺玩擲硬幣的遊戲,小明擲了十次都是陽的一面,問他擲第十一次時,陽和陰的概率各是多少',
        'a': '50%'
    },
    {
        'q': '50塊糖分給10個小朋友,數目不同,不可把糖塊截斷,能不能分',
        'a': '不能，因為「1+2+3+....10=55」'
    },
    {
        'q': '爺爺熟讀兵書，卻食古不化，每次跟孫子們玩棋都輸，請問爺爺用的什麼戰術？',
        'a': '兵來將擋（不輸才怪）'
    },
    {
        'q': '什麼樣的人物照片你看不出照的是誰',
        'a': 'X光片'
    },
    {
        'q': '哪一個字永遠寫不好',
        'a': '「壞」字'
    },
    {
        'q': '用什麼可以解開所有的謎',
        'a': '謎底'
    },
    {
        'q': '有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎',
        'a': '可能，當貨車在下坡時。'
    },
    {
        'q': '數個大小形狀相同物體並排一起時，有無可能愈接近自己的東西看起來愈小，愈遠離的物體看起來愈大',
        'a': '如使用鏡子反射，便可出現這種情況'
    },
    {
        'q': '什麼東西只能加，不能減？',
        'a': '年齡'
    },
    {
        'q': '馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？',
        'a': '因為停電了。'
    },
    {
        'q': '什麼餅不能吃',
        'a': '鐵餅'
    },
    {
        'q': '什麼東西製造期和有效日期是同一天的？',
        'a': '日報'
    },
    {
        'q': '動物園的大象死了，為什麼大象管理員哭得那麼傷心？',
        'a': '他想到要挖那麼大一個坑，所以就....'
    },
    {
        'q': '1人吃1份快餐多出1份，1人吃2份快餐少2份，則有幾人和幾份快餐？',
        'a': '三人四份快餐'
    },
    {
        'q': '小明寫給他的女朋友九封信，為什麼他的女朋友只收到一封信呢',
        'a': '他有九個女朋友，一人一封'
    },
    {
        'q': '世界上人口最多是哪個國家？',
        'a': '聯合國'
    },
    {
        'q': '停電的時候,我們點著蠟燭為什麼能看電視',
        'a': '看不了電視節目，但可以看著電視機'
    },
    {
        'q': '5比0大，0比2大，而2又比5大。你知道是怎麼回事嗎？',
        'a': '這是在玩「剪刀、石頭、布」的遊戲，握成拳頭是0，剪?'
    },
    {
        'q': '總是在舌頭比頭腦快時才產生的感覺是什麼？',
        'a': '愚蠢'
    },
    {
        'q': '什麼時候太陽會從西邊升起？',
        'a': '從鏡子裡看太陽升起的時候。'
    },
    {
        'q': '哪一種竹子不長在土裡？',
        'a': '爆竹'
    },
    {
        'q': '有一座獨木橋承重80公斤,請問一個體重70公斤並帶著兩個重量均為10公斤的鐵球的人如何在橋上通過',
        'a': '顛著球'
    },
    {
        'q': '人早晨醒來第一件事是幹什麼',
        'a': '睜眼'
    },
    {
        'q': '大眼鏡蛇王，是一種非常兇猛的毒蛇，但無論如何激怒它，它都不咬人，為什麼？',
        'a': '因為它在一個沒有人的密林裡'
    },
    {
        'q': '世界上誰的肚子最大？',
        'a': '宰相'
    },
    {
        'q': '哪個連的人員比一般連隊的人員要多得多？',
        'a': '大連'
    },
    {
        'q': '哭和笑有什麼共同之處？',
        'a': '都是10筆畫'
    },
    {
        'q': '什麼情況下3+1=5？',
        'a': '算錯的時候'
    },
    {
        'q': '在一個夜黑風高的夜晚，小明遇見一個鬼，那個鬼落荒而逃，為什麼？',
        'a': '膽小鬼'
    },
    {
        'q': '小軍、小明是鄰居，同樓同班又是同桌，天天一起去上學。可是，一個出門往左拐，一個出門往右拐，為什麼？',
        'a': '他們是對門鄰居'
    },
    {
        'q': '爸爸什麼時候像個孩子？',
        'a': '在爺爺面前'
    },
    {
        'q': '中國的內地生產什麼？',
        'a': '玉，「國」字的中間是個「玉」'
    },
    {
        'q': '鄰居老李家的屋頂為什麼有時漏雨，有時不漏雨？',
        'a': '因為雨天漏雨，晴天不漏雨。'
    },
    {
        'q': '打什麼東西既不花力氣又舒服？',
        'a': '打磕睡'
    },
    {
        'q': '最不聽話的人是誰？',
        'a': '聾子'
    },
    {
        'q': '一個班的傘兵訓練跳傘，班長說跳出機外數到30秒才能拉傘，結果其他人平安落地，只有一個人不幸身亡，為什麼？',
        'a': '因為那個「口吃」。'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？',
        'a': '穿著救生衣。'
    },
    {
        'q': '牙醫靠什麼吃飯',
        'a': '嘴巴。'
    },
    {
        'q': '下雨天不怕雨淋的是什麼？',
        'a': '雨衣或雨傘'
    },
    {
        'q': '王大爺養了只乖乖狗，卻從來不幫狗洗澡，為什麼這隻狗仍不會生跳蚤？',
        'a': '狗不會生跳蚤'
    },
    {
        'q': '時鐘敲了十三下,請問現在該做什麼呢',
        'a': '修鍾'
    },
    {
        'q': '銳銳他能輕而易舉地把一隻倒懸的杯子裝滿水，而且不用任何東西擋住瓶口，他是怎樣做的呢？',
        'a': '將杯子倒扣在裝滿水的盆子裡。'
    },
    {
        'q': '什麼水永遠用不完',
        'a': '口水'
    },
    {
        'q': '什麼動物天天熬夜？',
        'a': '蚊子'
    },
    {
        'q': '小明知道試卷的答案，為什麼還頻頻看同學的？',
        'a': '因為小明是個小老師。'
    },
    {
        'q': '一年只要上一天班，而且永遠不必擔心被炒魷魚的人是誰？',
        'a': '聖誕老人。'
    },
    {
        'q': '一個推車的，一個挑擔的，同時要過獨木橋，一個南來，一個北往，有什麼辦法讓他們同時過？',
        'a': '南來是往北，北往也是往北，同時過橋就是。'
    },
    {
        'q': '一個人從一個五十米高的大廈上跳樓自殺，重重的摔在了地上，為什麼沒被摔死？',
        'a': '是往屋裡跳'
    },
    {
        'q': '為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下？',
        'a': '跳水運動員。'
    },
    {
        'q': '為什麼一隻青蛙在水裡游不過一隻狗？',
        'a': '因為比賽中禁止用蛙泳。'
    },
    {
        'q': '有一位老太太上了公車，為什麼沒人讓座？',
        'a': '車上有空坐。'
    },
    {
        'q': '有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？',
        'a': '朝地。'
    },
    {
        'q': '有一個女生，她可以不洗澡、不換衣服，但她的衣服是世界最貴的，請問他是誰？',
        'a': '她是自由女神'
    },
    {
        'q': '有一種布很長很寬很好看，就是沒有人用它來作衣服也不可能作成衣服，為什麼？',
        'a': '瀑布'
    },
    {
        'q': '中國古賢人曾將蘭色外衣，浸泡於黃河中，結果產生何種現象？',
        'a': '沾濕'
    },
    {
        'q': '總是在舌頭比頭腦快時才產生的感覺是什麼？',
        'a': '愚蠢'
    },
    {
        'q': '胖姐阿英站上人體秤時，為何指針卻只指著5？',
        'a': '指針已轉過一圈了。'
    },
    {
        'q': '哪項比賽是往後跑的？',
        'a': '拔河'
    },
    {
        'q': '明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼？',
        'a': '什麼都看不到'
    },
    {
        'q': '船邊掛著軟梯，離海面2米，海水每小時上漲半米，幾個小時海水能淹沒軟梯？',
        'a': '水漲船高，水不會淹沒軟梯。'
    },
    {
        'q': '愛吃零食的小王體重最重時有50公斤，但最輕時只有3公斤，為什麼？',
        'a': '那是他剛出生的時候'
    },
    {
        'q': '阿美在事業並沒有什麼成就，為什麼也有女強人的外號？',
        'a': '因為她常常強人所難'
    },
    {
        'q': '3個人3天用3桶水，9個人9天用幾桶水？',
        'a': '9捅'
    },
    {
        'q': '「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？',
        'a': '「青竹蛇」三個字比較長。'
    },
    {
        'q': '什麼東西晚上才生出尾巴呢',
        'a': '流星'
    },
    {
        'q': '阿呆從熱氣球上掉下來，卻沒有受傷，為什麼？',
        'a': '還沒起飛'
    },
    {
        'q': '８個數字「８」，如何使它等於1000？',
        'a': '8+8+8+88+888。'
    },
    {
        'q': '最不聽話的是誰？',
        'a': '聾子'
    },
    {
        'q': '老李剛理完發，便要求理髮師將他的頭髮「中分」，理髮師卻說做不到，為什麼？',
        'a': '理髮師給老李理了光頭'
    },
    {
        'q': '什麼牛不會吃草？',
        'a': '蝸牛'
    },
    {
        'q': '什麼樣的水不能喝？',
        'a': '薪水'
    },
    {
        'q': '有什麼辦法能使眉毛長在眼的下面？',
        'a': '倒立'
    },
    {
        'q': '有一群小雞在菜地裡亂竄，小雞是誰的？',
        'a': '雞媽媽'
    },
    {
        'q': '有一種東西，上升的時候同時會下降，下降的同時會上升，這是什麼？',
        'a': '蹺蹺板'
    },
    {
        'q': '大家都不想得到的是什麼？',
        'a': '得病'
    },
    {
        'q': '新買的襪子怎麼會有一個洞？',
        'a': '襪口'
    },
    {
        'q': '太平洋的正中間是什麼？',
        'a': '「平」'
    },
    {
        'q': '用1、2、3這3個數碼表示的最大數字是多少？',
        'a': '「3」的「21」次方'
    },
    {
        'q': '一天慢24小時的表是什麼表？',
        'a': '停著不走的表'
    },
    {
        'q': '熊掌和魚什麼時候才能兼得',
        'a': '在飯店裡'
    },
    {
        'q': '什麼橋下沒水？',
        'a': '立交橋'
    },
    {
        'q': '什麼樣的強者千萬別當？',
        'a': '強盜'
    },
    {
        'q': '什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？',
        'a': '上嘴唇和下嘴唇'
    },
    {
        'q': '你能否用3跟筷子搭起一個比3大比4小的數？',
        'a': '搭成圓周率「Π」'
    },
    {
        'q': '金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？',
        'a': '金太太在吃甘蔗的時候吞吞吐吐'
    },
    {
        'q': '公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？',
        'a': '這是一對聾啞人'
    },
    {
        'q': '煙缸，打一字。',
        'a': '盔'
    },
    {
        'q': '一字六筆無豎橫，同心同德力無窮,打一字。',
        'a': '眾'
    },
    {
        'q': '世界拳擊冠軍卻很容易被什麼擊倒？',
        'a': '瞌睡'
    },
    {
        'q': '有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？',
        'a': '當然能，他們是面對面站著的'
    },
    {
        'q': '離婚的主要起因是什麼？',
        'a': '結婚'
    },
    {
        'q': '為什麼自由女神像老站在紐約港',
        'a': '她不能坐'
    },
    {
        'q': '三更半夜回家才發現忘記帶鑰匙,家裡又沒有其他人在,這時你最大的願望是什麼',
        'a': '門忘鎖了'
    },
    {
        'q': '人在什麼情況下會七竅生煙',
        'a': '火葬'
    },
    {
        'q': '大雁為什麼要向南飛',
        'a': '因為用腳走太慢了'
    },
    {
        'q': '黑雞厲害還是白雞厲害為什麼',
        'a': '黑雞會生白蛋，白雞不會生黑蛋'
    },
    {
        'q': '冬瓜、黃瓜、西瓜、南瓜都能吃，什麼瓜不能吃？',
        'a': '傻瓜'
    },
    {
        'q': '偷什麼東西不犯法',
        'a': '偷笑'
    },
    {
        'q': '放一支鉛筆在地上,要使任何人都無法跨過,怎麼做',
        'a': '放在牆邊'
    },
    {
        'q': '如果有人向你問路,你最怕聽到哪一句話',
        'a': '這裡是地球嗎？'
    },
    {
        'q': '9個橙分給13個小朋友,怎麼分才公平',
        'a': '搾成汁'
    },
    {
        'q': '有人說，女人像一本書，那麼胖女人像什麼書？',
        'a': '合訂本'
    },
    {
        'q': '林老生大手術後換了一個人工心臟。病好了後,她的女友卻馬上提出分手,為什麼會這樣',
        'a': '沒有真心愛她'
    },
    {
        'q': '打什麼東西，不必花力氣？',
        'a': '打瞌睡'
    },
    {
        'q': '如果明天就是世界末日，為什麼今天就有人想自殺？',
        'a': '去天堂佔位子'
    },
    {
        'q': '狐狸精最擅長迷惑男人,那麼什麼精男女一起迷',
        'a': '酒精'
    },
    {
        'q': '有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？',
        'a': '棺材'
    },
    {
        'q': '黑頭髮有什麼好處？',
        'a': '不怕曬黑'
    },
    {
        'q': '人在什麼情況下會七竅生煙',
        'a': '火葬'
    },
    {
        'q': '為什麼女人穿高跟鞋後，就代表她想要結婚了？',
        'a': '因為被人追時穿高跟鞋跑的慢'
    },
    {
        'q': '阿研的口袋裡共有10個硬幣，漏掉了10個硬幣，口袋裡還有什麼？',
        'a': '一個破洞'
    },
    {
        'q': '什麼時候太陽會從西邊出來？',
        'a': '發誓的時候'
    },
    {
        'q': '一個人在什麼情況下，才處於真正的任人宰割的地步？',
        'a': '手術台上'
    },
    {
        'q': '小趙買一張獎票,中了一等獎,去領獎卻不給',
        'a': '沒到領獎的日期'
    },
    {
        'q': '有一樣東西，你只能用左手拿它,右手卻拿不到,這是什麼東西',
        'a': '右手'
    },
    {
        'q': '跳傘時，怎樣才能分的出老兵和新兵',
        'a': '新兵的屁股上有鞋印。'
    },
    {
        'q': '什麼鞋子，你絕不會穿著它去逛街',
        'a': '溜冰鞋'
    },
    {
        'q': '那一種飛彈可以用每小時３０公里的超低速，並貼近地表二公尺左右的高度直撲目標而去，中途還可以９０度急轉彎',
        'a': '戴在車上的飛彈。'
    },
    {
        'q': '為什麼兩隻老虎打架,非要拚個你死我活絕不罷休',
        'a': '沒有人敢勸架'
    },
    {
        'q': '你只要叫它的名字就會把它破壞，它是什麼？',
        'a': '沉默'
    },
    {
        'q': '嫦娥為什麼喜歡住在月球上？',
        'a': '嫦蛾愛吃兔肉'
    },
    {
        'q': '什麼東西晚上才生出尾巴呢',
        'a': '流星'
    },
    {
        'q': '什麼帽不能戴',
        'a': '螺帽'
    },
    {
        'q': '人早晨醒來第一件事是幹什麼',
        'a': '睜眼'
    },
    {
        'q': '有一座獨木橋承重80公斤,請問一個體重70公斤並帶著兩個重量均為10公斤的鐵球的人如何在橋上通過',
        'a': '顛著球'
    },
    {
        'q': '孔子與孟子有何不同？',
        'a': '孔子的子在右邊,孟子的子在上邊'
    },
    {
        'q': '什麼書中毛病最多？',
        'a': '醫學書'
    },
    {
        'q': '十隻鳥，小明開槍打死了一隻，其它九隻卻都沒有飛走，為什麼',
        'a': '那是一群駝鳥'
    },
    {
        'q': '小戴手裡拿著火柴走到廚房，這有一個煤氣灶和一個酒精燈，他如果想燒開水，請問：他應該先點燃什麼？',
        'a': '火柴'
    },
    {
        'q': '一個自討苦吃的地方在哪裡？',
        'a': '藥店'
    },
    {
        'q': '在羅馬數字中，零該怎麼寫？',
        'a': '羅馬數字沒有零'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛？',
        'a': '人造衛星'
    },
    {
        'q': '在地上有100元錢和一塊肉骨頭，可是阿明卻揀了肉骨頭，請問為什麼？',
        'a': '因為阿明是條狗'
    },
    {
        'q': '為什麼母雞都是短腿？',
        'a': '這樣雞蛋不會摔破'
    },
    {
        'q': '古時候，什麼人沒當爸爸就先當公公？',
        'a': '太監'
    },
    {
        'q': '紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？',
        'a': '不要念出此文'
    },
    {
        'q': '什麼情況一山可容二虎？',
        'a': '一公一母'
    },
    {
        'q': '你姨夫的姐姐的堂弟的表哥的爸爸是你的什麼人？',
        'a': '親戚'
    },
    {
        'q': '有個男人站在時速240公里的列車頂上，雖然他不是一個會飛牆走壁的超人，但是，他仍然顯得從容自如，毫不緊張，為什麼？',
        'a': '因為當時火車還沒開動'
    },
    {
        'q': '「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？',
        'a': '「青竹蛇」最長，因為它有三個字'
    },
    {
        'q': '什麼英文字母最多人喜歡聽呢',
        'a': 'CD'
    },
    {
        'q': '什麼人生病從來不看醫生',
        'a': '盲人'
    },
    {
        'q': '在一個寒冷冬日清晨，有一位西裝革履的先生在河裡拚命游水，你說這是為什麼',
        'a': '他一不小心掉到河裡'
    },
    {
        'q': '先有男人，還是先有女人',
        'a': '因為男人是先生的，所以叫「先生」'
    },
    {
        'q': '世界上什麼樣的海最大？',
        'a': '苦海，苦海無崖'
    },
    {
        'q': '王大嬸整天說個不停，可有一個月她說的最少，那時哪個月？',
        'a': '二月份'
    },
    {
        'q': '芳芳在學校門口將學生證掉了，它該怎麼辦？',
        'a': '她該撿起來'
    },
    {
        'q': '有一個人被從幾千米的高空掉下來的東西砸在頭上，卻沒有受傷，為什麼？',
        'a': '砸下來的是雪花'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害',
        'a': '只要你不去喝它'
    },
    {
        'q': '小明從不唸書卻得了模範生，為什麼',
        'a': '小明是聾啞學生。'
    },
    {
        'q': '被鱷魚咬和被鯊魚咬後的感覺有什麼不同',
        'a': '沒有人知道'
    },
    {
        'q': '有個人不是官，卻負責全公司職工幹部上上下下的工作。這個人是幹什麼的',
        'a': '開電梯的'
    },
    {
        'q': '借什麼可以不還',
        'a': '借光'
    },
    {
        'q': '每對夫妻在生活中都有一個絕對的共同點，那是什麼',
        'a': '那就是同年同月同日結婚'
    },
    {
        'q': '青蛙為什麼能跳得比樹高',
        'a': '樹不會跳'
    },
    {
        'q': '為什麼暑假一定比寒假長？',
        'a': '熱脹冷縮'
    },
    {
        'q': '青春痘長在哪裡,你比較不擔心',
        'a': '別人臉上'
    },
    {
        'q': '為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？',
        'a': '絕代佳人'
    },
    {
        'q': '世界上哪裡的海不產魚',
        'a': '辭海'
    },
    {
        'q': '最堅固的鎖怕什麼',
        'a': '鑰匙'
    },
    {
        'q': '南來北往的二個人，一個挑擔，一個背包，他們沒爭也沒吵，也沒有人讓路，卻順利的通過了獨木橋，為什麼？',
        'a': '南來北往是一個方向，當然可以通過獨木橋。'
    },
    {
        'q': '為什麼大部份佛教徒都在北半球',
        'a': '南「無」阿彌陀佛'
    },
    {
        'q': '小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理？',
        'a': '修理小明'
    },
    {
        'q': '你每天做作業時先幹什麼？',
        'a': '打開本子'
    },
    {
        'q': '什麼話是世界通用的？',
        'a': '電話'
    },
    {
        'q': '如何將你的右手放在左褲兜裡，左手放在右褲兜裡？',
        'a': '將褲子反著穿'
    },
    {
        'q': '永遠不能做飯的鍋是什麼鍋？',
        'a': '羅鍋'
    },
    {
        'q': '誰是世界上最有恆心的畫家？',
        'a': '愛化妝的女人'
    },
    {
        'q': '小張把一個雞蛋扔到一米以外的地方去，雞蛋卻沒有破，為什麼？',
        'a': '雞蛋還沒有落地'
    },
    {
        'q': '小李的英語非常好，可老外卻聽不懂，為什麼？',
        'a': '老外是日本人'
    },
    {
        'q': '一個盒子有幾個邊？',
        'a': '兩個邊，裡邊和外邊'
    },
    {
        'q': '牛的舌頭和尾巴在什麼時候可以碰在一起？',
        'a': '菜盤中'
    },
    {
        'q': '什麼水永遠取之不盡，用之不絕？',
        'a': '口水'
    },
    {
        'q': '有十支蠟燭,你吹滅了三支,還有幾支',
        'a': '十支'
    },
    {
        'q': '王既不買票有沒有月票的為什麼可以從起點坐到終點',
        'a': '因為他是司機'
    },
    {
        'q': '什麼門不能有門栓',
        'a': '球門'
    },
    {
        'q': '一位著名的作家的最後一本書是什麼書',
        'a': '遺書'
    },
    {
        'q': '一輛高速行駛的汽車在過一個90°的彎時,哪個輪子一定離開地面',
        'a': '備用輪胎'
    },
    {
        'q': '什麼動物被你打死了後卻流你的血',
        'a': '蚊子'
    },
    {
        'q': '一塊鐵放在外面會生銹,那麼金子呢',
        'a': '被人偷走'
    },
    {
        'q': '馬在什麼地方不用四條腿照樣可以走',
        'a': '棋盤上'
    },
    {
        'q': '小明家很富裕,可他想買玩具時卻從不向母親要一分錢,為什麼',
        'a': '因為一分錢買不到玩具'
    },
    {
        'q': '小王住的是樓房,為什麼每次出門還要上樓',
        'a': '他住地下室'
    },
    {
        'q': '如何最快的將不可能的事變成可能的事？',
        'a': '將「不」字去掉'
    },
    {
        'q': '世界上的人身體哪一部分的顏色完全相同？',
        'a': '血液'
    },
    {
        'q': '老王每天都要刮很多遍臉，可臉上還是有鬍子為什麼？',
        'a': '他是在替別人刮臉。'
    },
    {
        'q': '如何讓一隻木棒放在地上而又不能讓人跨過去',
        'a': '將木棒放在牆邊'
    },
    {
        'q': '哪種報刊發行量最少',
        'a': '電報'
    },
    {
        'q': '地球上什麼地方的出生率最高',
        'a': '產房'
    },
    {
        'q': '小張一直朝北走,走著走著他又沒有轉身可是卻走到了正南方,為什麼',
        'a': '他越過北極點在向前走就是南方'
    },
    {
        'q': '為什麼現代人越來越言而無信',
        'a': '因為有了電話'
    },
    {
        'q': '一個職業登山運動員什麼山上不去',
        'a': '刀山'
    },
    {
        'q': '一家業務繁忙的醫院卻沒有病床,為什麼',
        'a': '因為是家獸醫院'
    },
    {
        'q': '一個功夫極好的人為什麼跳不過他師傅給他畫的一個圈',
        'a': '因為小圈是繞著這個人的腰畫的'
    },
    {
        'q': '什麼槍可把人打跑又不傷人',
        'a': '發令槍'
    },
    {
        'q': '什麼東西只能加,不能減',
        'a': '年齡'
    },
    {
        'q': '有十支蠟燭,你吹滅了三支,還有幾支',
        'a': '十支'
    },
    {
        'q': '地震的時候什麼地方最安全',
        'a': '飛機上'
    },
    {
        'q': '什麼有的果樹生長十幾年也不接一個蘋果',
        'a': '那不是一顆蘋果樹'
    },
    {
        'q': '想從北京到巴黎,要多少錢',
        'a': '不要錢,因為只是想一想'
    },
    {
        'q': '如何從一半是水,一半是油的缸中取水不取油',
        'a': '從缸底部打個洞取水,因為水的比重比油大.'
    },
    {
        'q': '什麼東西經常會來，但卻從沒真正來過？',
        'a': '明天'
    },
    {
        'q': '有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？',
        'a': '當然能，他們是面對面站著的'
    },
    {
        'q': '如果有人向你問路,你最怕聽到哪一句話',
        'a': '這裡是地球嗎'
    },
    {
        'q': '什麼蛋中看不中吃？',
        'a': '臉蛋'
    },
    {
        'q': '有一種東西，買的人知道，賣的人也知道，就只有用的人不知道，請問這究竟是什麼東西？',
        'a': '棺材'
    },
    {
        'q': '亞當和夏娃結婚後，最大的遺憾是什麼？',
        'a': '沒有人來喝喜酒'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生',
        'a': '沉到江底'
    },
    {
        'q': '你只要叫它的名字就會把它破壞，它是什麼？',
        'a': '沉默'
    },
    {
        'q': '小王與父母頭一次出國旅行，由於語言不通，他的父母顯的不知所措，小王也不懂絲毫外語，他也不是聾啞人，卻像在自己國家裡一樣未嘗感到絲毫不便這是為什麼？',
        'a': '小王是個嬰兒'
    },
    {
        'q': '胖妞生病了，最怕別人來探病時說什麼？',
        'a': '多多保重'
    },
    {
        'q': '什麼東西請人吃沒人吃，自己吃又嚥不下？',
        'a': '吃虧'
    },
    {
        'q': '有一種書，既沒有作者，從來也沒有一個人看得懂，你知道這是什麼書嗎？',
        'a': '天書'
    },
    {
        'q': '世界上有什麼東西以近2000公里小時的速度載著人奔馳，而且不必加油或其它燃料？',
        'a': '地球'
    },
    {
        'q': '9個橙分給13個小朋友,怎麼分才公平',
        'a': '搾成汁'
    },
    {
        'q': '時鐘什麼時候不會走？',
        'a': '時鐘本來就不會走'
    },
    {
        'q': '有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走。',
        'a': '他只瞎了一隻眼'
    },
    {
        'q': '請問：將18平均分成兩份，卻不得9，還會得幾？',
        'a': '得10，從中間分'
    },
    {
        'q': '一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊',
        'a': '都不吃羊是吃素的'
    },
    {
        'q': '市裡新開張了一家醫院，設備先進，服務周到。但令人奇怪的是：這兒竟一位病人都不收，這是為啥？',
        'a': '這是獸醫院'
    },
    {
        'q': '有一位女士離婚數次打一四字成語',
        'a': '前公（功）盡棄'
    },
    {
        'q': '有三個空房間，一間房間有三盞燈，另一個房間有三個開關，每一個開關只能打開一盞燈，如果你只可以進每個房間一次，那你要如何知道那個開關控制哪盞燈？',
        'a': '進有開關的房間，打開其中一個開關，過５分鐘後關掉，'
    },
    {
        'q': '鐵錘錘雞蛋為什麼錘不破？',
        'a': '鐵錘當然不會破'
    },
    {
        'q': '吃蘋果時，咬了一口發現有一條蟲子，覺得特別噁心；看到兩條蟲子，覺得更噁心；請問：看到幾條蟲子讓人最噁心？',
        'a': '半條蟲子'
    },
    {
        'q': '口吃的人做什麼事最虧',
        'a': '打國際長途電話'
    },
    {
        'q': '小紅和小李互相吹牛,小紅說她可以把整個世界吃下去,小李說了什麼勝過了小紅',
        'a': '小李說,我可以把你吃下去'
    },
    {
        'q': '有一匹馬,它向南走5步,向北走3步,又向西跑了10步,請問最後它的尾巴朝什麼地方',
        'a': '朝地'
    },
    {
        'q': '龜兔又賽跑了,這次兔子沒有偷懶、貪玩但是這次兔子還是輸了,為什麼',
        'a': '烏龜把終點設在了海裡'
    },
    {
        'q': '人們最不樂意,卻一不小心就會吃上的是什麼',
        'a': '吃虧'
    },
    {
        'q': '為什麼小王只有一條右腿',
        'a': '因為每個人都只有一條右腿和一條左腿'
    },
    {
        'q': '一個人掉進游泳池裡,他的腳卻沒有濕,為什麼',
        'a': '游泳池中沒有水'
    },
    {
        'q': '小王天生力氣大,一次打羽毛球由於力氣過大,球打出後5分鐘才落地,可能嗎',
        'a': '可能,球被打到樹上了'
    },
    {
        'q': '兩隻長約7cm的紅、黑螃蟹賽跑,誰會贏',
        'a': '黑螃蟹,因為紅螃蟹是煮熟了的'
    },
    {
        'q': '兩個從未見面卻能談成幾筆生意,可能嗎',
        'a': '可能,通過電話、互聯網等工具'
    },
    {
        'q': '小王身高175m,為什麼他參加完球賽後變成了178m',
        'a': '頭上被打了一個包'
    },
    {
        'q': '老王的頭髮已經掉光了,可為什麼他還老去理髮店',
        'a': '老王是理髮師'
    },
    {
        'q': '王既不買票有沒有月票的為什麼可以從起點坐到終點',
        'a': '因為他是司機'
    },
    {
        'q': '冬天裡，不通過加熱，如何才能把冰立刻變成水？',
        'a': '把冰的兩點去掉'
    },
    {
        'q': '有一個年輕人要過一條河去辦事，這條河沒有船也沒有橋。他便在上午游泳過河，一個小時他便游到了對岸，當天下午，河水的寬度以及流速都沒有變，他的游泳速度也沒有變，可他竟用了兩個半小時才游到河對岸；你說為什麼？',
        'a': '兩個半小時當然就是一個小時了'
    },
    {
        'q': '死前放屁又叫什麼？',
        'a': '絕響'
    },
    {
        'q': '什麼話可以世界通用',
        'a': '電話'
    },
    {
        'q': '一隻餓貓從一隻胖老鼠身旁走過，為什麼那只飢餓的老貓竟無動於衷繼續走它的路，連看都沒看這隻老鼠。',
        'a': '這是一隻可憐的瞎貓子碰到一隻死耗子。'
    },
    {
        'q': '為什麼阿郎穿著全新沒破洞的雨衣,卻依然弄的全身濕透',
        'a': '因為他在太陽底下穿著雨衣走路'
    },
    {
        'q': '一個可憐的傢伙因為想不開從二十米高的塔上大頭朝下跳了下來，在水泥地面上和大地劇烈的擁抱了……，可是，他卻沒有被摔死，這是為什麼？',
        'a': '在半空中嚇死了'
    },
    {
        'q': '一個人被老虎窮追不捨，突然前面有一條大河,他不會游泳,但他卻過去了，為什麼？',
        'a': '昏過去了'
    },
    {
        'q': '什麼人靠別人的腦袋生活',
        'a': '理髮師'
    },
    {
        'q': '一個老人頭頂上只剩三根頭髮，有一天他要參加重要宴會，為什麼他仍忍痛拔掉其中一根頭髮呢？',
        'a': '他想中分'
    },
    {
        'q': '平平把魚放在魚缸裡,不到十分鐘魚都死了,為什麼',
        'a': '魚缸內沒有水'
    },
    {
        'q': '什麼人在刀刃上生活',
        'a': '滑冰運動員'
    },
    {
        'q': '四個9加起來為什麼等於100？',
        'a': '９／９＋９９'
    },
    {
        'q': '什麼東西愈生氣，它便愈大',
        'a': '脾氣'
    },
    {
        'q': '森林中有十隻鳥，小明開槍打死了一隻，其它九隻卻都沒有飛走，為什麼？',
        'a': '鴕鳥'
    },
    {
        'q': '什麼東西不大,但卻可以裝下比它大得多的東西',
        'a': '電視機'
    },
    {
        'q': '什麼交通工具速度越慢越讓人恐懼',
        'a': '正在飛行的飛機'
    },
    {
        'q': '一隻普通手錶剛掉到大海裡,會不會停',
        'a': '不會停,它會一直沉下去'
    },
    {
        'q': '大象的左耳朵像什麼',
        'a': '像右耳朵'
    },
    {
        'q': '一人被老虎窮追不捨，突然前有條大河,他不會游泳,也沒有交通工具，但他過去了，為什麼',
        'a': '他昏過去了'
    },
    {
        'q': '一個人在沙灘上行走，回頭為什麼看不見自己的腳印？',
        'a': '他在倒著走'
    },
    {
        'q': '紅和綠豆放在一個碟子裡,小王為什麼一下就把它們分開了',
        'a': '紅豆和綠豆一樣只有一顆'
    },
    {
        'q': '把什麼打破了不會受到處分而會得到獎勵',
        'a': '記錄'
    },
    {
        'q': '王和李都睜一隻眼閉一隻眼做事,為什麼王得表演,李受處分',
        'a': '因為王是射擊運動員,李是倉庫保管員'
    },
    {
        'q': '什麼水永遠用不完',
        'a': '淚水'
    },
    {
        'q': '一個學生住在學校裡，為什麼上學還經常遲到？',
        'a': '家所在的學校不是他上學的學校'
    },
    {
        'q': '李哲看起來平平常常，並無什麼特別之處，但他卻可以連續數小時不眨眼睛，他是怎麼做到的呢？',
        'a': '只要他閉上眼睛就不會眨眼了'
    },
    {
        'q': '一個自討苦吃的地方在哪裡？',
        'a': '藥店'
    },
    {
        'q': '爺爺熟讀兵書，可是每次下棋都輸給別人，請問他用的是什麼兵法？',
        'a': '兵來將擋'
    },
    {
        'q': '一對健康夫婦，為什麼生出只有一隻右眼的嬰兒？',
        'a': '每個人都只有一隻右眼'
    },
    {
        'q': '小明正在吹電扇,為什麼還是滿頭大汗？',
        'a': '他在吹電扇，電扇沒吹他'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，不准敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔，怎樣喝到瓶子裡的酒？',
        'a': '把木塞推到瓶子裡去'
    },
    {
        'q': '蘭蘭經過某市時，正巧那裡發生了大地震，為什麼蘭蘭卻安然無恙呢？',
        'a': '她坐飛機路過'
    },
    {
        'q': '什麼東西明明是你的，別人卻用的比你多得多？',
        'a': '你的名字'
    },
    {
        'q': '有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎？',
        'a': '可能，此貨車在下坡時'
    },
    {
        'q': '有對一模一樣的雙胞胎兄弟，哥哥的屁股有黑痣，而弟弟沒有。但即使這對雙胞胎穿著相同的服飾，仍然有人可立刻知道誰是哥哥，誰是弟弟。究竟是誰呢？',
        'a': '他們自己'
    },
    {
        'q': '農民、工人、軍人、科學家都靠什麼吃飯？',
        'a': '當然靠嘴吃飯'
    },
    {
        'q': '阿珠結婚後，為什麼寧願睡地板也不肯跟丈夫睡水床',
        'a': '她有暈船的毛病'
    },
    {
        'q': '有一死刑犯，在執刑時挨了兩槍還未死，等挨了第三槍才死，為什麼？',
        'a': '他裡面穿著三槍牌內衣'
    },
    {
        'q': '什麼時候有人敲門，你絕不會說請進',
        'a': '廁所'
    },
    {
        'q': '世界上什麼東西以近2000公里小時的速度載著人奔馳,而不必加油或其它燃料',
        'a': '地球'
    },
    {
        'q': '藍色的筆能寫出紅字嗎？',
        'a': '寫個「紅」字當然可以'
    },
    {
        'q': '既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？',
        'a': '新娘'
    },
    {
        'q': '有一種地方專門教壞人，但沒有一個警察敢對它採取行動加以掃蕩。這是什麼地方？',
        'a': '看守所'
    },
    {
        'q': '小王是一名優秀士兵,在站崗值勤時,明明看到有敵人悄悄向他摸過來,為什麼他卻睜一隻眼閉一隻眼',
        'a': '他正在瞄準'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉到江裡'
    },
    {
        'q': '什麼東西經常會來，但卻從沒真正來過？',
        'a': '明天'
    },
    {
        'q': '放大鏡不能放大的東西是什麼？',
        'a': '角度'
    },
    {
        'q': '有兩個人決定進行自行車比賽，看誰的自行車跑的快，比賽在一個平坦寬敞的體育場裡進行，但當比賽開始時，他們兩個卻誰也不願意領先，反而都在慢悠悠的騎，已知他們兩人都不會互相謙讓，也沒有外來因素干擾，總之，一切都很正常，這究竟',
        'a': '他們交換了自行車'
    },
    {
        'q': '有一樣東西，你只能用左手拿它,右手卻拿不到,這是什麼東西',
        'a': '右手'
    },
    {
        'q': '為什麼彤彤與壯壯第一次見面就一口咬定壯壯是喝羊奶長大的',
        'a': '壯壯是一頭羊'
    },
    {
        'q': '阿勇做事總是拖泥帶水，但上級部門總是表彰他，這是為什麼？',
        'a': '他是泥瓦匠'
    },
    {
        'q': '小戴手裡拿著火柴走到廚房，這有一個煤氣灶和一個酒精燈，他如果想燒開水，請問：他應該先點燃什麼？',
        'a': '火柴'
    },
    {
        'q': '爸爸問小明，什麼東西渾身都是漂亮的羽毛，每天早晨叫你起床？小明猜對了，但卻不是雞，那是什麼？',
        'a': '是雞毛撣子'
    },
    {
        'q': '哪種比賽，贏的得不到獎品，輸的卻有獎品',
        'a': '划拳喝酒'
    },
    {
        'q': '一個人掉到河裡，，它從河裡爬上來，頭髮卻沒濕，為什麼？',
        'a': '因為他是光頭'
    },
    {
        'q': '有一個人被從幾千米的高空掉下來的東西砸在頭上，卻沒有受傷，為什麼？',
        'a': '砸下來的是雪花'
    },
    {
        'q': '一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？',
        'a': '鵝是企鵝'
    },
    {
        'q': '什麼人每天靠運氣賺錢？',
        'a': '煤氣工人'
    },
    {
        'q': '報紙上登的消息不一定百分之百是真的，但什麼消息絕對假不了',
        'a': '年月日'
    },
    {
        'q': '在一個寒冷冬日清晨，有一位西裝革履的先生在河裡拚命游水，你說這是為什麼',
        'a': '他不小心掉進河裡了'
    },
    {
        'q': '三更半夜回家才發現忘記帶鑰匙，家裡又沒有其他人在，這時你最大的願望是什麼？',
        'a': '門忘了鎖'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」',
        'a': '小華的身上'
    },
    {
        'q': '家有家規，國有國規，那動物園裡有啥規',
        'a': '烏龜'
    },
    {
        'q': '什麼官不僅不領工資，還要自掏腰包',
        'a': '新郎官'
    },
    {
        'q': '車禍發生不久，第一批警察就趕到了現場，他們發現司機完好無損，翻覆的車子內外血跡斑斑，卻沒有見到死者和傷者，而這裡是荒郊野外，並無人煙，這是怎麼回事',
        'a': '這是一輛獻血車'
    },
    {
        'q': '如果有機會讓你移民,你一定不會去哪個國家',
        'a': '天國'
    },
    {
        'q': '有一次，老李買了一隻狗，買了一籃子骨頭，他休息時，用一根5米的繩子將狗拴在路邊樹上，將骨頭放在離狗8米的地方，但過了一會兒，他發現骨頭被狗叼走了，你知道為什麼嗎？',
        'a': '狗在樹的另一端，骨頭在這一端時，他們相距8米'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯',
        'a': '靠嘴巴'
    },
    {
        'q': '什麼地方開口說話要付錢',
        'a': '打電話'
    },
    {
        'q': '南來北往的二個人，一個挑擔，一個背包，他們沒爭也沒吵，也沒有人讓路，卻順利的通過了獨木橋，為什麼',
        'a': '南來北往是一個方向，當然可以順利的度過獨木橋'
    },
    {
        'q': '什麼布剪不斷？',
        'a': '瀑布'
    },
    {
        'q': '我不會輕功，但一隻腳搭在雞蛋上，雞蛋不會破，這是為什麼？',
        'a': '另一隻腳站在地上'
    },
    {
        'q': '美麗的公主結婚以後就不掛蚊帳了，為什麼？',
        'a': '她嫁給了青蛙王子'
    },
    {
        'q': '一個人被關在密閉的房間裡，只有一扇門，但無法拉開，他該如何出來？',
        'a': '把門推開'
    },
    {
        'q': '新買的襪子怎麼會有一個洞？',
        'a': '襪口'
    },
    {
        'q': '數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？',
        'a': '加個「.」成為\'0.1\''
    },
    {
        'q': '金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？',
        'a': '金太太在吃甘蔗的時候吞吞吐吐'
    },
    {
        'q': '請仔細想一想，你所見到的最大影子是什麼',
        'a': '地球的影子，即每天的晚上'
    },
    {
        'q': '24個人按5人排列，排城6行，該怎樣排？',
        'a': '排成正六邊形即可'
    },
    {
        'q': '共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？',
        'a': '這是一對聾啞人'
    },
    {
        'q': '有一頭頭朝北的牛，它先向左轉三圈，然後再向後轉兩圈半，接著再往右轉，這時候它的尾巴朝哪兒？',
        'a': '朝下'
    },
    {
        'q': '用椰子和西瓜打頭哪一個比較疼？',
        'a': '頭比較疼'
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不會來'
    },
    {
        'q': '下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？',
        'a': '他在門外'
    },
    {
        'q': '阿呆開車去動物園玩，動物園很近，他的路並沒有走錯，為何卻總到不了目的地？',
        'a': '早開過了'
    },
    {
        'q': '在一次考試中，兩個學生交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？',
        'a': '他們交的是白卷'
    },
    {
        'q': '蠍子和螃蟹玩猜拳，為什麼它們玩了兩天，還是分不出勝負呢？',
        'a': '兩個都出剪刀'
    },
    {
        'q': '進動物園後，最先看到的是哪種動物？',
        'a': '人'
    },
    {
        'q': '馬亞買了新音響，電源開了錄音帶也放了，為什麼沒有聲音呢？',
        'a': '停電了'
    },
    {
        'q': '兩對父子去買帽子，為什麼只買了三頂？',
        'a': '是祖孫三人'
    },
    {
        'q': '袋鼠和猴子參加跳高比賽，為什麼猴子一開始就贏了？',
        'a': '袋鼠雙腳起跳犯規'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼？',
        'a': '他在洗澡'
    },
    {
        'q': '家人問醫生病人的情況,醫生只舉起5個手指,家人就哭了,是什麼原因呢',
        'a': '三長兩短'
    },
    {
        'q': '小李因工作需要常應酬交際，雖然每天都很早回家，可是老婆還是抱怨不斷。為什麼？',
        'a': '他是早上才回家'
    },
    {
        'q': '路邊電線桿上蹲著一隻猴子，司機小李看到就立刻停下車來，請問為什麼',
        'a': '他把猴屁股當紅燈了'
    },
    {
        'q': '書店裡買不到什麼書',
        'a': '遺書'
    },
    {
        'q': '什麼帽不能戴',
        'a': '螺帽'
    },
    {
        'q': '為什麼警察對闖紅燈的汽車司機視而不見？',
        'a': '汽車司機沒開車'
    },
    {
        'q': '沙沙聲稱自己是辨別母雞年齡的專家，其絕招是用牙齒，為什麼？',
        'a': '把雞吃了親口辨認母雞的老嫩'
    },
    {
        'q': '公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？',
        'a': '這是一對聾啞人。'
    },
    {
        'q': '哪種比賽，贏的得不到獎品，輸的卻有獎品',
        'a': '划拳喝酒'
    },
    {
        'q': '有一個眼睛瞎了的人，走到山崖邊上，突然停住了，然後往回走，為什麼',
        'a': '他瞎了一隻眼'
    },
    {
        'q': '什麼照片看不出照的是誰？',
        'a': 'X光片'
    },
    {
        'q': '時鐘敲了十三下,請問現在該做什麼呢',
        'a': '修理鐘錶'
    },
    {
        'q': '最不聽話的是誰',
        'a': '聾子'
    },
    {
        'q': '如何才能把你的左手完全放在你穿在身上的右褲袋裡,而同時把你的右手完全放在你穿在身上的左褲袋裡？',
        'a': '反穿褲子'
    },
    {
        'q': '下雪天，阿文開了暖氣，關上門窗，為什麼還感到很冷？',
        'a': '他在門外'
    },
    {
        'q': '你只要叫它的名字就會把它破壞，它是什麼？',
        'a': '沉默'
    },
    {
        'q': '有兩個人，一個面朝南一個面朝北的站立著，不准回頭也不准照鏡子，問他們能否看到對方的臉？',
        'a': '能，他們面對著站著'
    },
    {
        'q': '人在什麼情況下會七竅生煙？',
        'a': '火葬的時候'
    },
    {
        'q': '警方發現一起智能殺人案，現場沒有留下線索，也找不到目擊者，但一個小時後警方宣佈破案，為什麼？',
        'a': '兇手自首了'
    },
    {
        'q': '為什麼全世界的母雞都是短腿？',
        'a': '這樣雞蛋就不會摔破'
    },
    {
        'q': '生米不小心煮成熟飯時該怎麼辦？',
        'a': '準備開飯'
    },
    {
        'q': '什麼情況下5大於O，O大於2，2大於5？',
        'a': '石頭，剪刀，布'
    },
    {
        'q': '一場大雨，忙著栽種的農民紛紛躲避，卻仍有一人不走，為什麼？',
        'a': '稻草人'
    },
    {
        'q': '為什麼自由女神像老站在紐約港？',
        'a': '因為她坐不下去'
    },
    {
        'q': '當你向別人誇耀你的長處的同時，別人還會知道你的什麼？',
        'a': '你不是個啞巴'
    },
    {
        'q': '大灰狼拖走了羊媽媽，小羊為什麼也不聲不響地跟了去？',
        'a': '小羊在羊媽媽的肚子裡'
    },
    {
        'q': '盲人都是怎麼吃桔子的？',
        'a': '瞎掰'
    },
    {
        'q': '小明的肚子明明已經脹得受不了了，為什麼他還要不停地猛喝水？',
        'a': '他掉進河裡了'
    },
    {
        'q': '好心的約翰去世了，天使要帶他上天堂，為什麼他堅決不肯去？',
        'a': '他有恐高症'
    },
    {
        'q': '哪一顆牙最後長出來？',
        'a': '假牙'
    },
    {
        'q': '小張走路從來腳不沾地，這是為什麼？',
        'a': '因為穿著鞋'
    },
    {
        'q': '為什麼自由泳比賽中青蛙輸給了狗？',
        'a': '青蛙用蛙泳犯規'
    },
    {
        'q': '一群女孩在正在河邊洗澡，突然一陌生男人闖入，你覺得她們最想遮住哪兒？',
        'a': '男人的眼睛'
    },
    {
        'q': '為什麼老虎打架,非要拚個你死我活絕不罷休？',
        'a': '沒有人敢去勸架'
    },
    {
        'q': '用什麼可以解開所有的謎？',
        'a': '謎底'
    },
    {
        'q': '大勇說他和學校的老師很熟，在學校裡哪裡都能進去，但小涵偏說他有一處地方永遠也不能進去，是什麼地方呢？',
        'a': '換輛大一點的車進教室'
    },
    {
        'q': '為什麼大雁秋天要飛到南方去？',
        'a': '因為走太慢了'
    },
    {
        'q': '書店裡買不到什麼書？',
        'a': '遺書'
    },
    {
        'q': '有一個小圓孔的直徑只有1厘米，而有一種體積達100立方米的物體卻能順利通過這個不孔，那麼它是什麼物體呢？',
        'a': '水'
    },
    {
        'q': '超人和蝙蝠俠的最大區別是什麼？',
        'a': '蝙蝠俠把內褲穿在裡面，超人把內褲穿在外面'
    },
    {
        'q': '幼兒園放學了，但卻沒有一個小朋友從大門出去，是怎麼回事呢？',
        'a': '大門檢修，請走側門'
    },
    {
        'q': '什麼地方惡人們不再干擾得你心煩意亂，而只好與你生活在一起？',
        'a': '天堂'
    },
    {
        'q': '有一種棋只有兩種棋子，你知道是什麼棋類嗎？',
        'a': '圍棋，只有黑棋和白棋'
    },
    {
        'q': '什麼東西將一間屋子裝滿，人又能活動自如？',
        'a': '空氣和光'
    },
    {
        'q': '有一種東西，買的人知道，賣的人也知道，只有用的人不知道，是什麼東西？',
        'a': '棺材'
    },
    {
        'q': '小明的母親有三個兒子，大兒子叫大毛，二兒子叫二毛，三兒子叫什麼？',
        'a': '小明'
    },
    {
        'q': '什麼人始終不敢洗澡？',
        'a': '泥人'
    },
    {
        'q': '什麼蛋打不爛，煮不熟，更不能吃',
        'a': '考試得的\'零\'蛋'
    },
    {
        'q': '什麼事每人每天都必須認真的做',
        'a': '睡覺'
    },
    {
        'q': '雞蛋殼有什麼用處？',
        'a': '包蛋清和蛋黃'
    },
    {
        'q': '冬天，寶寶怕冷，到了屋裡也不肯脫帽。可是他見了一個人乖乖地脫下帽，那人是誰？',
        'a': '理髮師'
    },
    {
        'q': '用什麼方法立刻可以找到遺失的圖釘？',
        'a': '光著腳走'
    },
    {
        'q': '一隻雞，一隻鵝，放冰箱裡，雞凍死了，鵝卻活著，為什麼？',
        'a': '企鵝'
    },
    {
        'q': '哪一種竹子不長在土裡？',
        'a': '爆竹'
    },
    {
        'q': '滿滿一瓶牛奶，怎麼才能先喝到瓶底的部分？',
        'a': '用吸管'
    },
    {
        'q': '有一座獨木橋承重80公斤,請問一個體重70公斤並帶著兩個重量均為10公斤的鐵球的人如何在橋上通過',
        'a': '顛著球'
    },
    {
        'q': '什麼書中毛病最多？',
        'a': '醫學書'
    },
    {
        'q': '以下石頭城、太陽城、鳳凰城、瓜果城、汽車城、英雄城、足球城分別都是哪幾個城市嗎？',
        'a': '江蘇省南京市；西藏拉薩市；廣西南寧市；甘肅省蘭州市'
    },
    {
        'q': '伴奏。打一成語',
        'a': '肋人為樂'
    },
    {
        'q': '環球旅行。猜一現代香港名星名',
        'a': '周星馳'
    },
    {
        'q': '不相信戀人。猜一公安用語',
        'a': '懷疑對像'
    },
    {
        'q': '木蘭之子，猜食名物一',
        'a': '花生'
    },
    {
        'q': '什麼事可以在這裡不僅可以練就一身鋼筋鐵骨，而且能成就一雙不懼「風雨」的眼睛？',
        'a': '洗澡'
    },
    {
        'q': '一字四十八個頭，內中有水不外流。猜一字。',
        'a': '井。此迷的關鍵理解出四個十和八個頭，而不是四十八個'
    },
    {
        'q': '三人戲一球，一人在綢繆，一人翻身踢，一人地下收。據此詩猜一字',
        'a': '似。 說明：謎文以比喻的形式，極其生動地描繪了「似?'
    },
    {
        'q': '一種飲料，由惡意和謊言加上微量事實配製而成的，能有效地削弱領導的洞察力，是什麼？',
        'a': '小報告'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？',
        'a': '把塞塞進瓶裡'
    },
    {
        'q': '什麼是在廢除死刑制度之後的民主、法治國度裡，授予醫生的一種宣判死刑的特權？',
        'a': '癌症'
    },
    {
        'q': '大部分人出生在什麼地方？',
        'a': '產床上'
    },
    {
        'q': '人們能以坦然、自得的心情面對貸幣大幅度貶值的地方是什麼地方？',
        'a': '精品屋'
    },
    {
        'q': '一個被指控的人，在其清白無辜被證明之前，他是有罪的。他是什麼人？',
        'a': '被告'
    },
    {
        'q': '夜夜看落花　（打一禮貌用語）',
        'a': '多謝'
    },
    {
        'q': '沒有鐵欄杆的牢籠。在這種牢裡，患者面臨現代醫學所知的各種傳染性病毒的威脅，並經常忍受種種科學的折磨。這是哪裡？',
        'a': '醫院'
    },
    {
        'q': '冶金學------打一本書（小說）名',
        'a': '《鋼鐵是怎樣煉成的》。'
    },
    {
        'q': '上無片瓦遮身，下無立錐之地。腰間掛個葫蘆，只知陰陽之理。猜一字。',
        'a': '卜'
    },
    {
        'q': '哪個連的人員比一般連隊的人員要多得多？',
        'a': '大連'
    },
    {
        'q': '阿呆從熱氣球上掉下來，卻沒有受傷，為什麼？',
        'a': '因為熱球就在地面上'
    },
    {
        'q': '哪種比賽，贏的得不到獎品，輸的卻有獎品',
        'a': '划拳喝酒'
    },
    {
        'q': '有風不動無風動，不動無風動有風(猜一物)',
        'a': '扇子'
    },
    {
        'q': '侍兒扶起嬌無力（打一食品名）',
        'a': '玉環穌'
    },
    {
        'q': '江河流水歸一處（打一字）',
        'a': '「珂」，因為「江河」兩字去「水」後成「工可」，再加'
    },
    {
        'q': '一個人在什麼情況下，才處於真正的任人宰割的地步？',
        'a': '手術台上'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害',
        'a': '只要你不去喝它'
    },
    {
        'q': '亞當和夏娃結婚後最大的遺憾是什麼',
        'a': '沒人來喝喜酒.'
    },
    {
        'q': '劉邦破咸陽—城市名一',
        'a': '秦皇島'
    },
    {
        'q': '三國謎猛翼德千杯不醉(樂人一)',
        'a': '張洪量'
    },
    {
        'q': '公共汽車來了，一位穿長裙的小姐投了2元，司機讓她上車；第二位穿迷你裙的小姐沒給錢，司機也照樣讓她上車，為什麼？',
        'a': '她有月票'
    },
    {
        'q': '重男輕女打一地名',
        'a': '貴陽'
    },
    {
        'q': '超人使用超高性能望遠鏡觀察地球時，發現外星人正且欲毀滅地球。超人只要使用瞬間移動裝置，便可於一秒內到達地球，請問超人究竟能否拯救地球',
        'a': '那要看外星人毀滅地球的速度了， 如果外星人從幾萬光?'
    },
    {
        'q': '小王13歲的生日為何點了14根蠟燭',
        'a': '用一根點著那十三根'
    },
    {
        'q': '甲、乙兩隻狼狗舉行1000米賽跑，假如兩隻狼狗同時跑到終點，那麼哪隻狼狗出汗多？',
        'a': '狼狗不出汗'
    },
    {
        'q': '有個汽車司機，在交叉路口上突然撞進人群中，全速向前跑，警察也不責怪他。你說這是為什麼？',
        'a': '汽車司機今天沒開車'
    },
    {
        'q': '從前有隻雞，雞的左面有隻貓，右面有條狗，前面有隻兔子，雞的後面是什麼？',
        'a': '注意第一句話，從的前面有隻雞，那麼雞的後面當然是「'
    },
    {
        'q': '孔子與孟子有何不同？',
        'a': '「子」的位置不同。孔子的「子」在左邊，孟子的「子」'
    },
    {
        'q': '在地上有100元錢和一塊肉骨頭，可是阿明卻揀起了肉骨頭而沒有撿錢，為什麼？',
        'a': '這裡的「阿明」是條狗的名字'
    },
    {
        'q': '有一本書，兄弟倆都想買。如果用哥哥的錢單買要缺5元錢，如果用弟弟的錢買缺1角錢，如果兩人把錢和起來只買一本書，錢仍然不夠。那麼這本書的價錢是多少呢？',
        'a': '這本書的價錢是5元錢；哥哥沒有錢，弟弟有4元9角'
    },
    {
        'q': '如果動物園失火了，最先逃出來的哪一種動物？',
        'a': '人'
    },
    {
        'q': '李哲看起來平平常常，並無什麼特別之處，但他卻可以連續數小時不眨眼睛，他是怎麼做到的呢？',
        'a': '把眼睛閉上就可以做到了'
    },
    {
        'q': '什麼水果沒吃之前是綠色的，吃下去是紅色的，而吐出來卻是黑色的？',
        'a': '西瓜'
    },
    {
        'q': '農民、工人、軍人、科學家都靠什麼吃飯？',
        'a': '靠嘴吃飯'
    },
    {
        'q': '一架飛機在天空飛翔時突然沒油了，請問：什麼東西會最先掉下來？',
        'a': '油表的指針。'
    },
    {
        'q': '什麼人生病從來不看醫生？',
        'a': '盲人'
    },
    {
        'q': '一個數字若去掉前面第一個數字是13，若去掉最後一個數字為40，請問原數是多少？',
        'a': '四十三'
    },
    {
        'q': '中國哪個地方的東西最不便宜？',
        'a': '貴州'
    },
    {
        'q': '說從天津坐火車到北京1個小時15分鐘,問火車從天津出發1個小時45分鐘後在哪',
        'a': '在鐵軌上'
    },
    {
        'q': '王子吻了睡美人之後，睡美人為何沒有起來？',
        'a': '她在賴床'
    },
    {
        'q': '台灣最大的湖是什麼湖？',
        'a': '澎湖'
    },
    {
        'q': '比「春光外洩」更嚴重的是什麼？',
        'a': '瓦斯外洩'
    },
    {
        'q': '服裝儀容檢查時，明明有理頭髮，為什麼教官不信？',
        'a': '秀才遇到兵，「有理」說不清'
    },
    {
        'q': '烏龜為什麼會突然「一個頭兩個大」？',
        'a': '因為烏龜正在想這個問題'
    },
    {
        'q': '考試時，小光全部都抄小明的，為什麼小明得到一百分，小光卻零分呢？',
        'a': '因為小光連名字都抄小明的'
    },
    {
        'q': '小胖為什麼吃兩個便當？',
        'a': '因為三個便當吃不下'
    },
    {
        'q': '養過電子雞和電子狗的人，會有什麼感受？',
        'a': '雞犬不寧'
    },
    {
        'q': '牛頓因掉落蘋果發現引力；如你在椰樹下等被椰子打中會發現什麼？',
        'a': '會發現這種行為很愚蠢'
    },
    {
        'q': '為什麼男人和女人會分手？',
        'a': '因為男女有「別」'
    },
    {
        'q': '考試時，阿財一題都不會寫，但是為什麼突然眼睛一亮，開始振筆疾書？',
        'a': '他在寫班級、座號、姓名。'
    },
    {
        'q': '小胖在大掃除時偷吃紅豆冰棒被老師看見，老師生氣的問：「太閒了是不是!」，結果小胖說了什麼，害老師差點當場昏倒？',
        'a': '小胖說：「老師，紅豆冰棒是甜的。」'
    },
    {
        'q': '大人上班遲到的原因是塞車，小孩上學遲到的原因是什麼？',
        'a': '大人睡過頭了'
    },
    {
        'q': '黃皮膚的人是黃種人，綠皮膚的人屬於哪一種？',
        'a': '新品種'
    },
    {
        'q': '賣火柴的小女孩如果投胎轉世來到現代，最有可能變成什麼？',
        'a': '兼售打火機的檳榔西施'
    },
    {
        'q': '「1155665」，猜七個字。',
        'a': '一閃一閃亮晶晶。（簡譜）'
    },
    {
        'q': '太陽爸爸和太陽媽媽生了個太陽兒子，我們應該說什麼祝賀辭恭喜他們？',
        'a': '生「日」快樂！'
    },
    {
        'q': '要想成功的闖紅燈，它的秘決在哪裡？',
        'a': '要等黃燈和綠燈結束才過馬路'
    },
    {
        'q': '在冰天雪地的北極找不到防身的武器時該怎麼辦？',
        'a': '撒泡尿製成冰劍。'
    },
    {
        'q': '我們在平常生活中最常講什麼話？',
        'a': '電話'
    },
    {
        'q': '廢除早自習會造成什麼影響？',
        'a': '讓學生和家長可以多賴床半小時。'
    },
    {
        'q': '為什麼大家都喜歡坐在電視機前看電視？',
        'a': '因為站久了腳會酸。'
    },
    {
        'q': '為什麼今天全球股市指數下跌？',
        'a': '今天是「世界環保日」'
    },
    {
        'q': '小王有五顆糖，吃了兩顆後，被大林和他的女友看見，大林說「好東西要和老朋友分享。」請問小王該怎麼做？',
        'a': '向大林說聲「謝謝」，然後帶走大林的女友。 => 大林說'
    },
    {
        'q': '同事們在小張家喝酒、聊天，酒過三巡後，為什麼大家都知道小張喝醉了？',
        'a': '因為小張正在穿鞋子，準備回家'
    },
    {
        'q': '天氣愈來愈冷，為什麼小華不多加件衣服，反而要脫衣服？',
        'a': '因為他準備要洗澡了。'
    },
    {
        'q': '東西掉了該怎麼辦？',
        'a': '沒關係，還有四張空白麻將。'
    },
    {
        'q': '小丁在游泳池游泳，游著游著，為什麼水突然變深了？',
        'a': '因為有人剛撒了一泡尿'
    },
    {
        'q': '粲胄甘埔綰尾趴杉嫻茫?',
        'a': '養一隻會抓魚的熊'
    },
    {
        'q': '下雨天時，兩個人共撐一把傘，結果兩個人都被淋濕；三個人共撐一把傘時，為什麼沒有人再被淋濕？',
        'a': '因為雨停了'
    },
    {
        'q': '不小心溺水時，若附近沒有其他人該如何自救？',
        'a': '把水喝光 => 但是還是會脹死'
    },
    {
        'q': '早上睡過頭了，結果發現是因為鬧鐘沒響時，你會如何？',
        'a': '叫鬧鐘該起床羅！'
    },
    {
        'q': '人最怕屁股上有什麼東西？',
        'a': '一屁股的債'
    },
    {
        'q': '世界上有那一種花通常夏天是冰冷的，冬天是溫熱的？',
        'a': '豆花'
    },
    {
        'q': '高考發榜了，為什麼志明榜上無名卻一點也不難過？',
        'a': '因為志明還在念小學。'
    },
    {
        'q': '烏龜有沒有牙齒？',
        'a': '你沒張開嘴巴我怎麼知道？'
    },
    {
        'q': '地上的積水因太陽照射蒸發，會愈來愈少；什麼地方的水太陽愈強烈照射，水反而愈來愈多？',
        'a': 'A.身上的汗水。B.雪地'
    },
    {
        'q': '什麼事是林先生和林太太每天睡覺時都要做的事？',
        'a': '閉上眼睛'
    },
    {
        'q': '王太太委託徵信社二十四小時日夜跟蹤、監視王先生，以防他出軌，但是為什麼最後王先生還是出軌了？',
        'a': '因為王先生搭乘地鐵出軌了'
    },
    {
        'q': '進浴室洗澡時，要先脫衣服還是褲子？',
        'a': '先關門比較好'
    },
    {
        'q': '問醫生病人的情況,醫生只舉起5個手指家人就哭了,是什麼原因呢',
        'a': '三長兩短'
    },
    {
        'q': '一隻狗總也不洗澡，為什麼不生虱子？',
        'a': '狗當然生不出虱子來'
    },
    {
        'q': '遇到什麼事情最好高抬貴手',
        'a': '別人用槍指著你的時候'
    },
    {
        'q': '什麼話可以世界通用',
        'a': '電話'
    },
    {
        'q': '為什麼阿郎穿著全新沒破洞的雨衣,卻依然弄的全身濕透？',
        'a': '因為他在炎熱的太陽底下穿著雨衣'
    },
    {
        'q': '一隻瞎了左眼的山羊,在它左邊有一塊牛肉,在它右邊有一塊豬肉,請問它吃哪一塊',
        'a': '難道你不知道山羊是吃素的嗎？'
    },
    {
        'q': '你在學校學到的知識越多，什麼就會少？',
        'a': '不知道的東西'
    },
    {
        'q': '什麼布是用剪子剪不斷的？',
        'a': '瀑布'
    },
    {
        'q': '有一種東西，上升的時候同時會下降，下降的同時會上升，這是什麼？',
        'a': '蹺蹺板'
    },
    {
        'q': '什麼樣的水不能喝？',
        'a': '薪水'
    },
    {
        'q': '大家都不想得到的是什麼？',
        'a': '得病'
    },
    {
        'q': '一個人掉到河裡，，它從河裡爬上來，頭髮卻沒濕，為什麼？',
        'a': '因為他是光頭'
    },
    {
        'q': '一個自討苦吃的地方在哪裡？',
        'a': '藥店'
    },
    {
        'q': '你能否用3跟筷子搭起一個比3大比4小的數？',
        'a': '搭成圓周率「Π」'
    },
    {
        'q': '數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？',
        'a': '加個「.」成為「0.1」'
    },
    {
        'q': '什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？',
        'a': '上嘴唇和下嘴唇'
    },
    {
        'q': '請仔細想一想，你所見到的最大影子是什麼？',
        'a': '地球的影子，即每天的晚上'
    },
    {
        'q': '金太太一向心直口快，可什麼事竟讓她突然變得吞吞吐吐了呢？',
        'a': '金太太在吃甘蔗的時候吞吞吐吐'
    },
    {
        'q': '如果你有一隻下金蛋的母雞，你該怎麼辦？',
        'a': '打自己一嘴巴，不要做夢了！'
    },
    {
        'q': '要想使夢成為現實，我們幹的第一件事會是什麼',
        'a': '醒來'
    },
    {
        'q': '我不會輕功，反一隻腳搭在雞蛋上，雞蛋卻不會破，這是為什麼？',
        'a': '另一隻腳站在地上'
    },
    {
        'q': '什麼水取之不盡，用之不竭？',
        'a': '口水'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉到江底'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？',
        'a': '把塞子推到瓶子裡去'
    },
    {
        'q': '一架飛機坐滿了人，從萬米高空落下墜毀，為什麼卻一個傷者也沒有？',
        'a': '因為都摔死了'
    },
    {
        'q': '狐狸精最擅長迷惑男人,那麼什麼精男女一起迷',
        'a': '酒精'
    },
    {
        'q': '一個老老人頭頂上只剩三根頭髮，有一天他要參加重要盛會，為什麼他仍忍痛拔掉其中一根頭髮呢？',
        'a': '因為他要梳中分'
    },
    {
        'q': '書店買不到的書是什麼書？',
        'a': '秘書'
    },
    {
        'q': '什麼東西在用之前是乾的，用完了以後是濕的，而且在使用的過程中還給人以沁人心脾的滿足感？',
        'a': '茶袋'
    },
    {
        'q': '王先生養了一隻很漂亮的孔雀,有一天,王先生的孔雀在先生的花園裡生了一隻蛋,請問這隻蛋應屬於誰的',
        'a': '孔雀的'
    },
    {
        'q': '什麼時候，時代廣場的大鐘會響13下？',
        'a': '壞的時候'
    },
    {
        'q': '盒子裡有四塊蛋糕，四個小朋友，每人都分到一塊，但盒子裡還留下一快蛋糕，為什麼？',
        'a': '其中一個小朋友連盒子一起拿走，所以盒子裡還有一個蛋'
    },
    {
        'q': '小明每天寫信給他的女朋友，每天寄七封，但他的女朋友珍妮，每天卻只收到一封信，為什麼？',
        'a': '因為他有七個女朋友'
    },
    {
        'q': '什麼東西越洗越髒？',
        'a': '水'
    },
    {
        'q': '有一根棍子，要它變短，但不能鋸斷、折斷或削短，該怎麼辦？',
        'a': '找一個長的與它比，就短了'
    },
    {
        'q': '警方發現一出智慧型的謀殺案,現場沒有留下任何線索,也沒有目擊者,但警方在一小時後宣佈破案,為什麼',
        'a': '兇手自首了'
    },
    {
        'q': '阿明給蚊子咬了一大一小的包，請問較大的包，是公蚊子咬的，還是母蚊子咬的？',
        'a': '公蚊不咬人'
    },
    {
        'q': '什麼時候，四減一等於五？',
        'a': '四邊形，減去一個角，變成五邊形'
    },
    {
        'q': '文文在洗衣服，但洗了半天，她的衣服還是髒的，為什麼？',
        'a': '她在洗別人的衣服'
    },
    {
        'q': '有一個人頭戴安全帽,上面綁著一把扇子,左手拿著電風扇,右手拿著水壺,腳穿溜冰鞋,請問他要去那裡',
        'a': '去精神病院'
    },
    {
        'q': '有兩對母女，到餐廳吃午餐，每人各叫一個70元的套餐，付賬時卻只付210元，為什麼？',
        'a': '她們是祖孫三代'
    },
    {
        'q': '有一個字，我們從小到大都念錯，那是什麼字？',
        'a': '錯'
    },
    {
        'q': '「狼來了！」這個故事給人有什麼啟示？[答案]',
        'a': '同一大話只能重複兩次'
    },
    {
        'q': '電單車時速80公里，向北行駛。有時速20公里的東風，請問電單車的煙，朝那個方向吹？',
        'a': '電車是沒有煙的'
    },
    {
        'q': '一年裡,有些月份像一月份有三十一日的,也有些月份像六月份有三十日的請問,有二十八日的總共有那幾個月份呢',
        'a': '每個月都有'
    },
    {
        'q': '現在有二枚市面常用的硬幣，面值共為六毛，其中有一枚不是一毛，請問二枚硬幣面值各為多少',
        'a': '一枚不是一毛，那另一枚是一毛，因此是一毛和五毛'
    },
    {
        'q': '在香港生活的人，是不是可以埋葬在廣州呢',
        'a': '不可以，活人是不能埋葬的'
    },
    {
        'q': '在一間房子裡,有油燈,暖爐及壁爐現在,想要將三個器具點燃,可是你只有一根火柴請問首先應該點哪一樣',
        'a': '火柴'
    },
    {
        'q': 'IX---這個羅馬數字代表9，如何加上一筆，使其變成偶數？',
        'a': '加\'s\'，因為SIX是六的意思'
    },
    {
        'q': '拿著雞蛋丟石頭，但雞蛋卻沒破，為什麼？',
        'a': '一隻手拿著雞蛋，另一隻手丟石頭，雞蛋當然不會破'
    },
    {
        'q': '一間牢房中關了兩名犯人，其中一個因偷竊，要關一年，另一個是強盜殺人犯，卻只關兩個星期，為什麼？',
        'a': '兩星期後就要執行死刑'
    },
    {
        'q': '一對僑居意大利的中國夫婦，某天太太到市場買雞胸，因為她不懂意語，只好學雞叫，再指指自己的胸部，想買雞角便指自己的腳，老闆看懂了；後來她想買香腸，卻回家叫丈夫來，為什麼？',
        'a': '因為他丈夫懂意大利語'
    },
    {
        'q': '小張開車，不小心撞上電線桿發生車禍，警察到達時車上有個死人，小張說這與他無關，警察也相信了，為什麼？',
        'a': '小張是開靈車的'
    },
    {
        'q': '吃蘋果時，咬下一口，發現竟一條蟲，覺得好可怕；看到二條蟲，也覺得好可怕，但看到幾條蟲，才讓人覺得最可怕？',
        'a': '半條，說明另半條在你肚子裡'
    },
    {
        'q': '一隻兇猛的餓貓，看到老鼠，為何拔腿就跑？',
        'a': '跑去追老鼠'
    },
    {
        'q': '動物園中，大象鼻子最長，鼻子第二長的是什麼？',
        'a': '小象'
    },
    {
        'q': '為什麼白鷺鶯總是縮者一隻腳睡覺？',
        'a': '縮兩隻腳就會跌'
    },
    {
        'q': '提早放工回家的小李，一進臥室，看見隔壁的小劉與自己老婆睡在床上，但小李卻毫不動怒，為什麼？',
        'a': '因為小劉是女的'
    },
    {
        'q': '公共汽車來了，一位穿常裙的小姐投了4元，司機讓她上車；第二位穿迷你裙的小姐，投了2元，司機也讓她上車；第三位小姐沒給錢，司機也照樣讓她上車，為什麼？',
        'a': '她用的是月票'
    },
    {
        'q': '阿強和阿燕裸體死在一間密室中、現場只留下一灘水和一些碎玻璃，請推測他們的死因？',
        'a': '阿強和阿燕是金魚'
    },
    {
        'q': '有一艘船限載50人，船上已有49人後，再加上一個孕婦上了船，結果船沉入海中，為什麼？',
        'a': '這是個潛水艇'
    },
    {
        'q': '失戀的黃先生在一個月黑風高的晚上,走上街頭,迎面過來飛車,他站在兩個車燈中間,車子呼嘯而過,人竟毫髮無損,為什麼',
        'a': '迎面而來的是兩輛摩托車，而不是汽車'
    },
    {
        'q': '有一座大大廈發生火災，陳先生逃到頂樓後，想跳過距離只有1米的隔壁樓頂，結果卻摔死了，為什麼？',
        'a': '因為高度相差太遠'
    },
    {
        'q': '身份證掉了，怎麼辦？',
        'a': '拾起來'
    },
    {
        'q': '小明拿了一百元去買一個七十五元的東西，但老闆卻只找了五元給他，為什麼？',
        'a': '因為他只給了八十元給老闆'
    },
    {
        'q': '今天下午到旺角看電影，到了旺角，半個人也看不見，為什麼？',
        'a': '人很多，但沒有\'半\'個人'
    },
    {
        'q': '進動物園看到的第一個動物是什麼？',
        'a': '售票員'
    },
    {
        'q': '地球末日來臨。地球上最後一位男人正坐在書桌前寫遺書，突然聽到敲門聲，是幽靈，外星人，動物嗎？全都不是。更不是因風或石子等無生命的東西發出的聲音，那麼是誰發出的敲門聲呢？',
        'a': '女人'
    },
    {
        'q': '一位卡車司機撞倒了一個騎摩托車的人，結果是卡車司機受重傷，而摩托車騎士卻沒事。這是為什麼？',
        'a': '卡車同機步行'
    },
    {
        'q': '一天夜裡狂起了狂風，這時一個桌子上總共有12支點燃的蠟燭，先被風吹滅了3根，不久又一陣風吹滅了2根，最後桌子上還剩幾根蠟燭？',
        'a': '5根，其它的燒完了'
    },
    {
        'q': '有一次，老李買了一隻狗，買了一籃子骨頭，他休息時，用一根5米的繩子將狗拴在路邊樹上，將骨頭放在離狗8米的地方，但過了一會兒，他發現骨頭被狗叼走了，你知道為什麼嗎？',
        'a': '因為狗在樹的這一端，骨頭在樹另一端，它們相距8米'
    },
    {
        'q': '一個並非神槍手的人手持獵槍，另一個人將一頂帽子掛起來，然後將持槍人的眼睛蒙上，讓他向後走10步，再向左轉走10步，最後讓他轉身對帽子射擊，結果他一槍打中了帽子，這怎麼一回事？',
        'a': '另一個人把帽子掛在他槍口上'
    },
    {
        'q': '有兩個棋友他們在同一天中一共下了9盤棋，結果在沒有和局的情況下他倆贏的次數相同，這是怎麼一回事？',
        'a': '這九盤棋不都是他們倆之間下的'
    },
    {
        'q': '老師用籃子拿來了五個蘋果，準備分給五個小朋友，每個小朋友分一個，但是籃子裡還要留一個，請問怎麼分？',
        'a': '五個人分一個，分四次'
    },
    {
        'q': '有爺倆，娘倆和兄妹倆，只有6個燒餅，但卻每人分得了兩個，這是為什麼？',
        'a': '他們只有三個人：母親，兒子，舅舅'
    },
    {
        'q': '草地上畫了一個直徑十米的圓圈，內有牛一頭，圓圈中心插了一根木樁。牛被一根五米長的繩子栓著，如果不割斷繩子，也不解開繩子，那麼此牛能否吃到圈外的草？',
        'a': '能，因為沒有說牛是被木樁給拴著的'
    },
    {
        'q': '某富翁的左右鄰居都養狗，一到晚上，這二條狗就吠叫不停。無法忍受這種折磨的富翁，便出搬家費一百萬元，希望左右鄰居搬走。的確，兩個鄰居是連狗一起搬家了，但是一到夜晚，富翁還是可聽到完全相同的狗吠聲。這是為什麼？',
        'a': '兩鄰居互相交換房屋'
    },
    {
        'q': '1，2，3所能組成的最大數是多少？',
        'a': '3的21次方'
    },
    {
        'q': '媽媽叫大雄趕快起床上學校，因為就快遲到了！但是前天被毆，昨天被打的大雄，說什麼也不肯去，只表示已經「沒法子了！」這是為什麼？',
        'a': '因為大雄是學校的老師'
    },
    {
        'q': '一百個男人無法抬起的物體，卻有一女子可單手舉起，此物體究竟為何物？',
        'a': '雞蛋'
    },
    {
        'q': '有對一模一樣的雙胞胎兄弟，哥哥的屁股有黑痣，而弟弟沒有。但即使這對雙胞胎穿著相同的服飾，仍然有人可立刻知道誰是哥哥，誰是弟弟。究竟是誰呢？',
        'a': '他們雙胞胎本身'
    },
    {
        'q': '有一位刻字先生，他掛出來的價格表是這樣寫的：刻「隸書」4角；刻「仿細明體」6角刻「你的名章」8角；刻「你愛人的名章」12元。那麼他刻字的單價是多少？',
        'a': '每個字兩角'
    },
    {
        'q': '中國古賢人曾將蘭色外衣，浸泡於黃河中，結果產生何種現象？',
        'a': '沾濕'
    },
    {
        'q': '徐先生犯了一個大錯誤。當他在太太面前，掏口袋的一剎那，一些袋內的酒吧火柴盒、未中獎的馬票，以及舊情人的照片等，均散落一地。他在慌張之餘，為了避免吵架，雙手各遮起一件東西。試問，他所遮起最有效的東西是什麼？',
        'a': '她太太的左眼和右眼'
    },
    {
        'q': '有輛載滿貨物的貨車，一人在前面推，一人在後面拉，貨車還可能向前進嗎？（限時10分鐘)',
        'a': '可能，貨車在下坡路上'
    },
    {
        'q': '前些日子，小高與雙親頭一次出國旅行，他們三人來到一個完全陌生的國度。由於語言上的不通，他的父母顯得不知所措。而只有小高未感受絲毫不方便，彷彿仍在自己的國家中，這是什麼道理呢？',
        'a': '原來小高僅是一名嬰兒'
    },
    {
        'q': '芳齡二十四，自認窈窕美麗的丁小姐，逐漸厭煩這種遊戲人間的愛情，於是便於夏天下定決心——要和第一個向她求婚的人，踏入地毯的那一端。但是，當我於秋天再度碰到丁小姐時，她雖然表示：「有人要我結婚，已高達四十二次了！」但是她卻',
        'a': '因為要她結婚的是他父母'
    },
    {
        'q': '住在山谷中的志明，突然想吃泡麵，便支起小鍋來燒水。水快開了才發現家裡的泡麵已吃完了，急急忙忙到山腳下的雜貨店去買。30分鐘後回到家，發現鍋裡的熱水全都不見了。這究竟是為什麼？',
        'a': '因為熱水都變成冷水了'
    },
    {
        'q': 'A君與B君的家均位於新興的住宅地，相距只有一百米。此地除這兩家之外，還沒有其他鄰居，而且也沒有安裝電話。現在A君想邀請B君「來家裡玩」，在不去B君家邀約的情況下，以何種方法能最早通知B君？假設A君身邊裝著十張畫圖紙、奇異筆、膠',
        'a': '他只要大聲吼叫就可以了'
    },
    {
        'q': '古時候，什麼人沒當爸爸就先當公公？',
        'a': '太監'
    },
    {
        'q': '電影院內禁止吸煙，而在劇情達到高潮時，卻有一男子開始抽煙，整個銀幕籠罩著煙霧。但是，卻沒有任何一位觀眾出來抗議，這是為什麼？',
        'a': '因為那男子是電影裡的主人公'
    },
    {
        'q': '紙上寫著某一份命令。但是，看懂此文字的人，卻絕對不能宣讀命令。那麼，紙上寫的是什麼呢？',
        'a': '不要念出此文'
    },
    {
        'q': '馬路上發生車禍碰撞事件，當警察立刻趕往時雖然司機全力相助，一人卻已死亡。依司機的說法，此人並非死於車禍，而是因肺癌喪命。因同坐車的只有司機和死者二人，根本沒有目擊者；但是，警察卻立刻明白，司機並沒有說謊。這是為什麼？',
        'a': '因為這是輛靈車，死者在車禍前就經死了'
    },
    {
        'q': '妻子：「糟糕，親愛的，你送給我的鑽石戒指，落到紅茶裡去了……」結果，戒指又平安回到妻子的手上，而且一點也沒有弄濕的痕跡。這難道是奇跡嗎？',
        'a': '是掉到紅茶罐裡去了'
    },
    {
        'q': '什麼東西在倒立之後會增加一半？',
        'a': '數字\'6\''
    },
    {
        'q': '為什麼人們要到市場上去？',
        'a': '因為市場不可能來'
    },
    {
        'q': '在狩獵公園的池子中，鱷魚正咬住管理員的帽子遊走；只見池子外的所有管理員都一起叫罵著。但是，並沒有人的帽子不見了！為什麼？',
        'a': '因為那個管理員被鱷魚吃了'
    },
    {
        'q': '什麼人是不用電的',
        'a': '緬甸人'
    },
    {
        'q': '什麼情況一山可容二虎？',
        'a': '一公一母'
    },
    {
        'q': '辦什麼事睜一隻眼閉一隻眼比較好些',
        'a': '射擊的時候'
    },
    {
        'q': '一位服裝模特兒小姐，即使在平日也穿著未經發表的新款服飾，但她常常看到穿著和她完全相同服飾的人。這是為什麼？',
        'a': '因為她看到鏡子中的自己'
    },
    {
        'q': '什麼水要按計劃發放',
        'a': '薪水'
    },
    {
        'q': '最堅固的鎖怕什麼',
        'a': '鑰匙'
    },
    {
        'q': '火柴盒內只剩一根火柴棒。A先生想點亮煤油燈，使煤爐起火，並燒熱水的話，應該先點何物較佳？',
        'a': '火柴棒'
    },
    {
        'q': '一頭公牛加一頭母牛，猜三個字',
        'a': '兩頭牛'
    },
    {
        'q': '為什麼現代人越來越言而無信',
        'a': '因為打電話比寫信方便'
    },
    {
        'q': '小趙買一張獎票,中了一等獎,去領獎卻不給',
        'a': '沒到領獎的日期'
    },
    {
        'q': '一隻毛毛蟲,過一條沒橋的河,它怎麼過去',
        'a': '變成蝴蝶飛過去的'
    },
    {
        'q': '剛起飛的飛機突然冒煙掉在地上，為什麼沒人受傷',
        'a': '所有人都死了'
    },
    {
        'q': '老師說蚯蚓切成兩段仍能再生，小東照老師話去做，蚯蚓卻死了，為什麼',
        'a': '小東是豎著將蚯蚓切開的'
    },
    {
        'q': '網要什麼時候可以提水',
        'a': '當水結成冰的時候'
    },
    {
        'q': '一個長寬各一米，深兩米的土坑，坑裡沒有水，為什麼有人不慎跌落下去淹死了',
        'a': '因為那是糞坑'
    },
    {
        'q': '小華說他能在1秒鐘之內把房間和房間裡的玩具都變沒了，這可能嗎',
        'a': '把眼睛閉上'
    },
    {
        'q': '中國人最早的姓氏是什麼',
        'a': '是善，沒聽說\'人之初，姓本善\'嗎'
    },
    {
        'q': '地球上什麼東西每天要走的距離最遠',
        'a': '地球（自轉一周）'
    },
    {
        'q': '什麼時候最好還是要高高舉起你的雙手好些',
        'a': '有人用槍指著你的時候'
    },
    {
        'q': '三個孩子吃三個餅要用3分鐘，九十個孩子九十個餅要用多少時間',
        'a': '三分鐘，大家一起吃'
    },
    {
        'q': '鐵放到外面要生銹，那金子呢',
        'a': '會被偷走'
    },
    {
        'q': '小明家住在五樓，可是電梯壞了，他自己也沒有走樓梯，他卻上了五樓回到家裡，這可能嗎',
        'a': '他媽媽背他上樓'
    },
    {
        'q': '人在什麼情況下會變得目中無人',
        'a': '眼睛瞎了的時候'
    },
    {
        'q': '什麼時候看到的月亮最大',
        'a': '登上月球的時候'
    },
    {
        'q': '比細菌還小的東西是什麼',
        'a': '細菌的兒子'
    },
    {
        'q': '小張說的相聲大家都喜歡聽，為什麼他有的時候說話卻要付錢',
        'a': '打公用電話肯定要付錢'
    },
    {
        'q': '黑人和白人生下的嬰兒，牙齒是什麼顏色的',
        'a': '嬰兒沒有牙齒'
    },
    {
        'q': '豬的全身都是寶，用處很大，豬對人類還有什麼用處',
        'a': '罵人'
    },
    {
        'q': '高騎自行車騎了十公里，但周圍的景物始終沒有變化。為什麼',
        'a': '因為他騎的健身車'
    },
    {
        'q': '一隻瞎了左眼的山羊，在它的左邊放一塊豬肉，在它的右邊放一塊豬肉，請問它會先吃哪一塊',
        'a': '都不吃，山羊吃素'
    },
    {
        'q': '六歲的小明總是喜歡把家裡的鬧鐘整壞，媽媽為什麼總是讓不會修理鐘錶的爸爸代為修理',
        'a': '爸爸是修理小明'
    },
    {
        'q': '阿里巴巴和四十大盜的故事是東方夜譚還是西方夜譚',
        'a': '天方夜譚'
    },
    {
        'q': '當地球爆炸時，什麼地方最安全',
        'a': '地獄'
    },
    {
        'q': '換心手術失敗，醫生問快要斷氣的病人有什麼遺言要交代，你猜他會說什麼？',
        'a': '其實你不懂我的心'
    },
    {
        'q': '有個剛生下的嬰兒，有兩個小孩和他是同年同月同日生的，而且是同一對父母生的，但他們不是雙胞胎，這可能嗎？',
        'a': '三胞胎'
    },
    {
        'q': '給你一本雜誌和一個火柴盒，你能使雜誌只有三分之一放在桌邊而不掉落下來嗎',
        'a': '把雜誌掀開三分之一放在桌邊，自然就不會掉下來了'
    },
    {
        'q': '有一根棍子，要使它變短，但不許鋸斷，折斷或削短，該怎麼辦',
        'a': '拿一根更長的棍子跟它比'
    },
    {
        'q': '看了不能買，買了不能用的是什麼',
        'a': '棺材'
    },
    {
        'q': '什麼酒價格最貴',
        'a': '喜酒'
    },
    {
        'q': '有二個空房間，一間房間有三盞燈，另一個房間有三個開關，每一個開關只能打開一盞燈，如果你只可以進每個房間一次，那你要如何知道那個開關控制哪盞燈？',
        'a': '將一個開關打開五分鐘，再開另一個開關，到另一房間，'
    },
    {
        'q': '四個9加起來為什麼等於100？',
        'a': '9/9+99'
    },
    {
        'q': '一個不會游泳的人掉進了水裡卻沒有淹死，為什麼',
        'a': '他穿了救生衣'
    },
    {
        'q': '放大鏡不能放大的東西是什麼？',
        'a': '角度'
    },
    {
        'q': '什麼樣的輪子只轉不走？',
        'a': '風車輪'
    },
    {
        'q': '當你向別人誇耀你的長處的同時，別人還會知道你的什麼？',
        'a': '你是不是啞巴'
    },
    {
        'q': '一隻兇猛的餓貓，看到老鼠，為何卻撥腿就跑？',
        'a': '去追老鼠'
    },
    {
        'q': '別人跟阿丹說她的衣服怎麼沒衣扣，她卻不在乎，為什麼？',
        'a': '因為她的衣服只有拉鏈，沒有扣子'
    },
    {
        'q': '男人在一起喝酒，為什麼非划拳不可？',
        'a': '敬酒不吃吃罰酒'
    },
    {
        'q': '「Kiss」是動詞,形容詞還是名詞',
        'a': '連詞'
    },
    {
        'q': '梁山伯和祝英台變成了一對比翼雙飛的蝴蝶之後怎樣了？',
        'a': '生了一堆毛毛蟲'
    },
    {
        'q': '一個人被老虎窮追不捨，突然前面有一條大河,他不會游泳,但他卻過去了，為什麼？',
        'a': '昏過去了'
    },
    {
        'q': '口吃的人做什麼事最虧？',
        'a': '打長途電話'
    },
    {
        'q': '世界拳擊冠軍卻很容易被什麼擊倒？',
        'a': '瞌睡'
    },
    {
        'q': '鐵錘錘雞蛋為什麼錘不破？',
        'a': '錘怎麼會破'
    },
    {
        'q': '一群懼內的大丈夫們正聚集在一起商量怎樣重振男子漢的雄風，突然聽說他們的老婆來了，大家四處逃竄，惟獨一人沒有跑，為什麼？',
        'a': '嚇死了'
    },
    {
        'q': '你的爸爸的妹妹的堂弟的表哥的爸爸與你叔叔的兒子的嫂子是什麼關係',
        'a': '親戚關係'
    },
    {
        'q': '你能做、我能做、大家都能做，一個人能做、兩個人不能一起做。這是做什麼',
        'a': '做夢'
    },
    {
        'q': '什麼貴重的東西最容易不翼而飛',
        'a': '人造衛星'
    },
    {
        'q': '哪兒的海不產魚',
        'a': '辭海'
    },
    {
        'q': '警察面對兩名歹徒，但他只剩下一顆子彈，他對歹徒說：誰動就打誰，結果沒動的反而挨子彈，為什麼？',
        'a': '因為不動較好打'
    },
    {
        'q': '胖胖是個頗有名氣的跳水運動員，可是有一天，他站在跳台上，卻不敢往下跳。這是為什麼？',
        'a': '因為水池裡沒有水'
    },
    {
        'q': '颳風的晚上，停電了，曉曉上床睡覺時忘了吹蠟燭，第二天醒來時，蠟燭居然還有很長一支沒有燃完，怎麼回事呢？',
        'a': '被風吹熄了'
    },
    {
        'q': '胖姐阿英站上人體秤時，為何指針卻只指著5？',
        'a': '指針已經轉過一圈了'
    },
    {
        'q': '什麼時候四減三會等於五',
        'a': '四個角的東西切去一個角.'
    },
    {
        'q': '有兩個人決定進行自行車比賽，看誰的自行車跑的快，比賽在一個平坦寬敞的體育場裡進行，但當比賽開始時，他們兩個卻誰也不願意領先，反而都在慢悠悠的騎，已知他們兩人都不會互相謙讓，也沒有外來因素干擾，總之，一切都很正常，這究竟',
        'a': '他們交換了自行車'
    },
    {
        'q': '小明只會花錢，天天花很多錢,可最後卻成了百萬富翁,為什麼',
        'a': '以前是億萬富翁'
    },
    {
        'q': '亞當和夏娃結婚後最大的遺憾是什麼',
        'a': '沒人來喝喜酒.'
    },
    {
        'q': '為什麼一瓶標明劇毒的藥對人卻無害',
        'a': '只要你不去喝它'
    },
    {
        'q': '兩隻狗賽跑，甲狗跑得快，乙狗跑得慢，跑到終點時，哪隻狗出汗多',
        'a': '狗不會出汗'
    },
    {
        'q': '亮亮的生日在三月三十日，請問是哪年的三月三十日',
        'a': '每年的三月三十日'
    },
    {
        'q': '有種動物，大小像隻貓，長相又像虎，這是什麼動物',
        'a': '小老虎'
    },
    {
        'q': '一溜（提示：注意諧音）三棵樹，要拴１０匹馬，只能拴單不能拴雙',
        'a': '請問怎麼拴？'
    },
    {
        'q': '猴子每分鐘能掰一個玉米，在果園裡，一隻猴子５分鐘能掰幾個玉米',
        'a': '沒掰到一個'
    },
    {
        'q': '小紅口袋裡原有１０個銅錢，但它們都掉了，請問小紅口袋裡還剩下什麼',
        'a': '一個洞'
    },
    {
        'q': '三個金「鑫」，三個水叫「淼」，三個人叫「眾」，那麼三個鬼應該叫什麼',
        'a': '叫「救命」'
    },
    {
        'q': '上海的南京路，來往最多的是什麼人[答案]',
        'a': '中國人'
    },
    {
        'q': '世界上除了火車啥車最長',
        'a': '塞車'
    },
    {
        'q': '明明是個近視眼，也是個出名的饞小子，在他面前放一堆書，書後放一個蘋果，你說他會先看什麼',
        'a': '什麼也看不見'
    },
    {
        'q': '毛毛說：１０＋４＝２，老師也說對，為什麼',
        'a': '10點+4點=下午2點'
    },
    {
        'q': '小明對小華說：「我可以坐在一個你永遠也坐不到的地方！」他坐在哪裡',
        'a': '小華的身上'
    },
    {
        'q': '拿雞蛋撞石頭為何不爛',
        'a': '石頭當然不會爛'
    },
    {
        'q': '什麼官不僅不領工資，還要自掏腰包',
        'a': '新郎官'
    },
    {
        'q': '油漆工的徒弟叫啥',
        'a': '好色之徒'
    },
    {
        'q': '小明在街上散步時見到一張百元大鈔和一塊骨頭，它卻撿了一塊骨頭，為什麼',
        'a': '它是一隻狗'
    },
    {
        'q': '為什麼有一個人經常從十米高的地方不帶任何安全裝置跳下',
        'a': '跳水運動員'
    },
    {
        'q': '有一隻蝸牛從新疆維吾爾自治區爬到海南省為什麼只需三分鐘',
        'a': '它在地圖上爬'
    },
    {
        'q': '什麼事你明明沒有做卻要受罰',
        'a': '做作業'
    },
    {
        'q': '小郭很愛唱歌，就連用牙刷、牙膏刷牙時，他也與眾不同，竟還在放聲大唱，結果還可以把牙刷的很乾淨，你說為什麼',
        'a': '不知道啊，哈哈'
    },
    {
        'q': '有一名囚犯，被抓到警察局，並被單獨關到了一間密封非常好的小囚室裡，在沒有可能外人進入的情況下，第二天早晨，囚室裡居然多出了一名男士！這是為什麼',
        'a': '她是名女囚犯，第二天生了一個小男孩'
    },
    {
        'q': '五月五日是我國人民傳統節日：端午節，是偉大詩人屈原投江的日子，那麼你知道五月十二日是什麼日子嗎',
        'a': '屈原燒\'頭七\'的日子'
    },
    {
        'q': '3個人3天用3桶水，9個人9天用幾桶水',
        'a': '9桶水'
    },
    {
        'q': '如果有機會讓你移民,你一定不會去哪個國家',
        'a': '天國'
    },
    {
        'q': '迄今為止，你所見到的最大的影子是什麼',
        'a': '黑夜，它是地球的影子'
    },
    {
        'q': '有一個穿著泳裝的女人，她在鬆軟的沙灘上漫步，這一切雖然都很正常，但是，你會發現她的身後竟然沒有腳印！這是為什麼',
        'a': '她是倒著走的'
    },
    {
        'q': '孔子與孟子有何不同',
        'a': '孔子把兒子背在背上，孟子把兒子扛在頭上！'
    },
    {
        'q': '小王過十三歲的生日，為什麼桌子上有十四根蠟燭',
        'a': '那晚停電，有一根是用來照明的'
    },
    {
        'q': '有一位大師武功了得，他在下雨天不帶任何防雨物品出門，全身都被淋濕了，可是頭髮一點沒濕，怎麼回事',
        'a': '他是和尚，沒有頭髮'
    },
    {
        'q': '市裡新開張了一家醫院，設備先進，服務周到。但令人奇怪的是：這兒竟一位病人都不收，這是為啥',
        'a': '獸醫院'
    },
    {
        'q': '有一種布很長很寬很好看，就是沒有人用它來作衣服也不可能作成衣服，為什麼',
        'a': '瀑布'
    },
    {
        'q': '時鐘敲了十三下,請問現在該做什麼呢',
        'a': '該去修理了'
    },
    {
        'q': '有一隻公狗在沙漠中突然死掉了，請問為什麼',
        'a': '找不到電線桿和大樹'
    },
    {
        'q': '下雨天不怕雨淋的是什麼',
        'a': '雨傘和雨衣'
    },
    {
        'q': '身子裡面空空洞洞而卻擁有一雙手的是什麼麼',
        'a': '手套'
    },
    {
        'q': '有一種水果，沒吃之前是綠色的，吃下去是紅色的，吐出時卻是黑色的，請問是請問這是什麼水果',
        'a': '西瓜'
    },
    {
        'q': '擁有很多牙齒,能咬住人的頭髮的東西是什麼麼',
        'a': '髮夾'
    },
    {
        'q': '小紅與媽媽都在同一個班裡上課，這是為什麼？',
        'a': '媽媽是小紅的班主任'
    },
    {
        'q': '為什麼自由女神像老站在紐約港',
        'a': '她不能坐'
    },
    {
        'q': '放一支鉛筆在地上,要使任何人都無法跨過,怎麼做',
        'a': '放在牆邊'
    },
    {
        'q': '離婚的主要起因是什麼？',
        'a': '結婚'
    },
    {
        'q': '「先天」是指父母的遺傳，那「後天」是什麼？',
        'a': '明天的明天'
    },
    {
        'q': '時鐘什麼時候不會走？',
        'a': '時鐘本來就不會走？'
    },
    {
        'q': '林老生大手術後換了一個人工心臟。病好了後,她的女友卻馬上提出分手,為什麼會這樣',
        'a': '沒有\'真\'心愛她'
    },
    {
        'q': '有兩個人，一個面朝南，一個面朝北的站立著，不准回頭，不准走動，不准照鏡子，問他們能否看到對方的臉？',
        'a': '當然能，因為他們面對面'
    },
    {
        'q': '相同內容的書，為什麼小高要同時買兩本？',
        'a': '送人'
    },
    {
        'q': '什麼時候子女相逢能並肩？',
        'a': '好'
    },
    {
        'q': '小明從不唸書卻得了模範生，為什麼',
        'a': '小明是聾啞學生'
    },
    {
        'q': '一個招牌突然由高處掉落,砸向並排行走的五個人,為什麼只有三個人受傷',
        'a': '因為是麥當勞（M）的招牌'
    },
    {
        'q': '被鱷魚咬和被鯊魚咬後的感覺有什麼不同',
        'a': '沒有人知道'
    },
    {
        'q': '大象的左耳朵像什麼',
        'a': '像右耳朵.'
    },
    {
        'q': '阿勇做事總是拖泥帶水，但上級部門總是表彰他，這是為什麼？',
        'a': '他是泥瓦匠'
    },
    {
        'q': '什麼英文字母最多人喜歡聽呢',
        'a': 'CD'
    },
    {
        'q': '什麼地方的路最窄？',
        'a': '冤家路窄'
    },
    {
        'q': '有半瓶酒，瓶口用軟木塞塞住，在不敲碎瓶子，不准拔去木塞，不准在塞子上鑽孔的情況下，怎樣喝到瓶子裡的酒？',
        'a': '把塞子推到瓶裡去'
    },
    {
        'q': '什麼東西晚上才生出尾巴呢',
        'a': '流星'
    },
    {
        'q': '飛機在天上飛，突然沒油了，什麼東西先掉下來？',
        'a': '油量表指針'
    },
    {
        'q': '什麼東西有五個頭，但人不覺的它怪呢',
        'a': '手和腳'
    },
    {
        'q': '什麼槍把人打跑卻不傷人？',
        'a': '水槍'
    },
    {
        'q': '有一種藥你不用上藥店買就能吃到，是什麼藥？',
        'a': '後悔藥'
    },
    {
        'q': '每對夫妻在生活中都有一個絕對的共同點，那是什麼？',
        'a': '同年同月同日結婚'
    },
    {
        'q': '美麗的公主結婚以後就不掛蚊帳了，為什麼？',
        'a': '她嫁給了青蛙王子'
    },
    {
        'q': '什麼動物天天熬夜？',
        'a': '熊貓，你沒它眼圈總是黑的！'
    },
    {
        'q': '滿滿一杯飲料，怎樣才能喝到杯底的飲料？',
        'a': '用吸管'
    },
    {
        'q': '有一樣東西，你只能用左手拿它，右手卻拿不到，這是什麼東西？',
        'a': '右手'
    },
    {
        'q': '有一隻羊，一年吃了草地上一半的草，問它把草全部吃光，需要多少年？',
        'a': '永遠吃不完，因為草每年都在長！'
    },
    {
        'q': '傑克應該把遊艇開到紅海去，卻到了黑海，為什麼？',
        'a': '他是色盲'
    },
    {
        'q': '只能一個人去做的事是什麼？',
        'a': '做夢'
    },
    {
        'q': '誰是獸中之王？',
        'a': '動物園園長'
    },
    {
        'q': '往一個籃子裡放雞蛋，假定籃子裡的雞蛋數目每分鐘增加1倍，這樣，12分鐘後，籃子滿了。那麼，請問在什麼時候是半籃子雞蛋',
        'a': '11分鐘'
    },
    {
        'q': '人在什麼情況下會七竅生煙',
        'a': '火葬'
    },
    {
        'q': '當今社會，個體戶大都靠什麼吃飯',
        'a': '嘴巴'
    },
    {
        'q': '你只要叫它的名字就會把它破壞，它是什麼？',
        'a': '沉默'
    },
    {
        'q': '什麼人生病從來不看醫生？',
        'a': '盲人'
    },
    {
        'q': '有一種細菌，經過1分鐘，分裂成2個，再過1分鐘，又發生分裂，變成4個。這樣，把一個細菌放在瓶子裡到充滿為止，用了1個小時。如果一開始時，將2個這種細菌放入瓶子裡，那麼，到充滿瓶子需要多長時間',
        'a': '59分鐘'
    },
    {
        'q': '小王一邊刷牙，一邊悠閒的吹口哨，他是怎麼做到的？',
        'a': '刷假牙'
    },
    {
        'q': '有一位老太太上了公車，為什麼沒人讓座？',
        'a': '車上有空座'
    },
    {
        'q': '「水蛇」「蟒蛇」「青竹蛇」哪一個比較長？',
        'a': '青竹蛇'
    },
    {
        'q': '有一塊天然的黑色的大理石，在九月七號這一天，把它扔到錢塘江裡會有什麼現象發生？',
        'a': '沉到江底'
    },
    {
        'q': '汽車在右轉彎時，哪一條輪胎不轉？',
        'a': '備用胎'
    },
    {
        'q': '什麼東西經常會來，但卻從沒真正來過？',
        'a': '明天'
    },
    {
        'q': '一個人從五十米高的大廈上跳樓自殺,重重的摔在了地上,為什麼沒被摔死',
        'a': '他在半空就已經嚇死了'
    },
    {
        'q': '青蛙為什麼能跳得比樹高',
        'a': '樹不會跳'
    },
    {
        'q': '既沒有生孩子、養孩子也沒有認乾娘，還沒有認領養子養女就先當上了娘，請問：這是什麼人？',
        'a': '新娘'
    },
    {
        'q': '牧師無論如何都不能主持的儀式是什麼？',
        'a': '自己的葬禮'
    },
    {
        'q': '打什麼東西既不花力氣，又很舒服？',
        'a': '打瞌睡'
    },
    {
        'q': '一個離過五十次婚的女人，應該怎麼形容她',
        'a': '前\'公\'盡棄'
    },
    {
        'q': '一對健康的夫婦，很不注意計劃生育，生了三個孩子，這三個孩子都只有一隻右手，為什麼',
        'a': '人不可能有二隻右手呀！哈哈！'
    },
    {
        'q': '南來北往的二個人，一個挑擔，一個背包，他們沒爭也沒吵，也沒有人讓路，卻順利的通過了獨木橋，為什麼',
        'a': '南來北往是同一個方向，當然不用讓路了！'
    },
    {
        'q': '有一個人，他是你父母生的，但他卻不是你的兄弟姐妹，他是誰？',
        'a': '你自己！！'
    },
    {
        'q': '有一頭頭朝北的牛，它向右轉原地轉三圈，然後向後轉原地轉三圈，接著再往右轉，這時候它的尾巴朝哪？',
        'a': '朝地'
    },
    {
        'q': '小張被關在一間並沒有上鎖的房間裡，可是他使出吃奶的力氣也不能把門拉開，這是怎麼回事？',
        'a': '推開門就行'
    },
    {
        'q': '一個人在什麼情況下，才處於真正的任人宰割的地步？',
        'a': '手術台上'
    },
    {
        'q': '胖妞生病了，最怕別人來探病時說什麼？',
        'a': '多多保重！'
    },
    {
        'q': '農夫養了10頭牛，為什麼只有19只角？',
        'a': '因為一隻是犀牛'
    },
    {
        'q': '如果明天就是世界末日，為什麼今天就有人想自殺？',
        'a': '去天堂佔位子'
    },
    {
        'q': '一對健康的夫婦,為什麼會生出沒有眼睛的嬰兒',
        'a': '雞生蛋'
    },
    {
        'q': '什麼時候有人敲門，你絕不會說請進',
        'a': '在廁所裡的時候'
    },
    {
        'q': '梁山伯和祝英台變成了一對比翼雙飛的蝴蝶之後怎樣了',
        'a': '生了一堆毛毛蟲'
    },
    {
        'q': '世界上什麼東西以近2000公里小時的速度載著人奔馳,而不必加油或其它燃料',
        'a': '地球'
    },
    {
        'q': '阿勇做事總是拖泥帶水，但上級部門總是表彰他，這是為什麼？',
        'a': '他是泥瓦匠'
    },
    {
        'q': '小戴手裡拿著火柴走到廚房，這有一個煤氣灶和一個酒精燈，他如果想燒開水，請問：他應該先點燃什麼？',
        'a': '火柴'
    },
    {
        'q': '大海上有一艘很大的艦艇，它本來的定員是60人，結果，在上到第59人的時候，它居然就沉進海裡了！這是為什麼？（船內沒有懷孕以及體重過重的人存在；也沒有重物上船）',
        'a': '這是一艘潛水艇'
    },
    {
        'q': '有一個年輕人，他要過一條河去辦事；但是，這條河沒有船也沒有橋。於是他便在上午游泳過河，只一個小時的時間他便游到了對岸，當天下午，河水的寬度以及流速都沒有變，更重要的是他的游泳速度也沒有變，可是他竟用了兩個半小時才游到河',
        'a': '兩個半小時就是一小時啊'
    },
    {
        'q': '爸爸問小明，什麼東西渾身都是漂亮的羽毛，每天早晨叫你起床？小明猜對了，但卻不是雞，那是什麼？',
        'a': '雞毛撣子'
    },
    {
        'q': '有個人不是官，卻負責全公司職工幹部上上下下的工作。這個人是幹什麼的',
        'a': '開電梯的'
    },
    {
        'q': '老張是一位出色的小說家，為什麼有一次他連續寫了一個月，連一篇小說的題目都沒寫出來？',
        'a': '寫的是散文'
    },
    {
        'q': '小李因工作需要常應酬交際，雖然每天都很早回家，可是老婆還是抱怨不斷。為什麼？',
        'a': '他是早上才回家'
    },
    {
        'q': '為什麼暑假一定比寒假長？',
        'a': '熱漲冷縮'
    },
    {
        'q': '世界上哪裡的海不產魚？',
        'a': '辭海'
    },
    {
        'q': '藍色的筆能寫出紅字嗎？',
        'a': '寫個」紅」字當然可以'
    },
    {
        'q': '為了怕身材走樣，結婚後不生孩子的美女怎麼稱呼？',
        'a': '絕代佳人'
    },
    {
        'q': '每個成功男人背後有一個女人，那一個失敗的男人背後會有什麼？',
        'a': '有太多的女人'
    },
    {
        'q': '比細菌還小的東西是什麼？',
        'a': '細菌的兒子'
    },
    {
        'q': '請你把九匹馬平均放到十個馬圈裡，並讓每個馬圈裡的馬的數目都相同，怎麼分？',
        'a': '把九匹馬放到一個馬圈裡，然後在這個馬圈外再套九個馬'
    },
    {
        'q': '哪種比賽，贏的得不到獎品，輸的卻有獎品',
        'a': '划拳喝酒'
    },
    {
        'q': '路邊電線桿上蹲著一隻猴子，司機小李看到就立刻停下車來，請問為什麼？',
        'a': '他把猴屁股當紅燈了'
    },
    {
        'q': '青春痘長在哪裡,你比較不擔心',
        'a': '別人臉上'
    },
    {
        'q': '某地發生了大地震，傷亡慘重，收音機裡不斷傳出受災情況以及尋人啟事，一位老大爺一直在注意收聽收音機的報道。有人問他：「收音機裡播放過你孫子的消息了嗎？」他回答說：「沒有。」接著他又說：「但我知道我孫子肯定平安無事。」請問',
        'a': '他孫子是那個播音員'
    },
    {
        'q': '在一次考試中，一對同桌交了一模一樣的考卷，但老師認為他們肯定沒有做弊，這是為什麼？',
        'a': '都是白卷'
    },
    {
        'q': '車禍發生不久，第一批警察就趕到了現場，他們發現司機完好無損，翻覆的車子內外血跡斑斑，卻沒有見到死者和傷者，而這裡是荒郊野外，並無人煙，這是怎麼回事？',
        'a': '這是一輛獻血車'
    },
    {
        'q': '為什麼關羽比張飛死的早？',
        'a': '紅顏薄命'
    },
    {
        'q': '什麼牛不會吃草？',
        'a': '蝸牛'
    },
    {
        'q': '老李剛理完發，便要求理髮師將他的頭髮「中分」，理髮師卻說做不到，為什麼？',
        'a': '理髮師給老李理了光頭'
    },
    {
        'q': '「好馬不吃回頭草」最合乎邏輯的解釋是什麼？',
        'a': '後面的草都給吃光了'
    },
    {
        'q': '醫治暈車的最好辦法是什麼？',
        'a': '不坐車'
    },
    {
        'q': '有什麼辦法能使眉毛長在眼的下面？',
        'a': '倒立'
    },
    {
        'q': '什麼地方看到的月亮最大？',
        'a': '在月球上'
    },
    {
        'q': '新買的襪子怎麼會有一個洞？',
        'a': '襪口'
    },
    {
        'q': '最不聽話的是誰？',
        'a': '聾子'
    },
    {
        'q': '什麼書誰也沒見過？',
        'a': '天書'
    },
    {
        'q': '什麼樣的強者千萬別當？',
        'a': '強盜'
    },
    {
        'q': '一個自討苦吃的地方在哪裡？',
        'a': '藥店'
    },
    {
        'q': '數字0到1之間加一個什麼號，才能使這個數比0大，而比1小呢？',
        'a': '加個「.」成為「0.1」'
    },
    {
        'q': '什麼東西說「父親」是不會相碰，叫「爸爸」時卻會碰到兩次？',
        'a': '上嘴唇和下嘴唇'
    },
    {
        'q': '請仔細想一想，你所見到的最大影子是什麼？',
        'a': '地球的影子，即每天的晚上'
    },
    {
        'q': '把24個人按5人排列，排城6行，該怎樣排？',
        'a': '排成正六邊形即可'
    },
    {
        'q': '公共汽車上，兩個人正在熱烈的交談，可圍觀的人卻一句話也聽不到，這是因為什麼？',
        'a': '這是一對聾啞人'
    },
    {
        'q': '用什麼擦地最乾淨？',
        'a': '用力'
    },
    {
        'q': '什麼樣的桶子永遠裝不滿？',
        'a': '馬桶'
    },
    {
        'q': '在船上見得最多的是什麼？',
        'a': '水'
    },
    {
        'q': '什麼數字讓女士又愛又恨？',
        'a': '三八'
    },
    {
        'q': '世界上除了火車啥車最長？',
        'a': '塞車'
    },
    {
        'q': '什麼東西請人吃沒有人吃,自己吃又嚥不下？',
        'a': '虧'
    },
    {
        'q': '打狗要看主人,那打老虎要看什麼？',
        'a': '看你有沒有「種」'
    },
    {
        'q': '小王用捕鼠籠在家抓老鼠,第二天一早發現籠子裡抓了一隻活老鼠,而籠子外面卻有二隻死老鼠四腳朝天的死老鼠,為什麼？',
        'a': '那二隻看見同伴竟然笨得上當被捕活活笑死的。'
    },
    {
        'q': '開什麼車最省油',
        'a': '開夜車'
    }
];
